{"posts":[{"title":"黑格尔《逻辑学》笔记","text":"若无特别说明，以下对《逻辑学》原文的引用主要来自先刚译本，即《黑格尔著作集》第5卷和第6卷。来自英译本的部分将会标注，但可能不会标注译者。 一般而言，下面所使用的黑格尔的范畴和术语都采用先刚译本的译法。 一、存在论· 1.1 规定性（质）（Bestimmtheit(Qualität)）· 1.1.1 存在（Sein）· 译名参考： Sein 存在、纯有 Nichts 无、纯无 Werden 转变、变易 Dasein 定在 开端逻辑· 可以通过这种语言考虑一下：存在就“是”无（完满的虚空性），除了“是”说不出任何东西，存在只不过就是这个空洞的“是”，存在过渡到无。使用这种语言说明时需要额外注意的是，“空洞的”并非是我们预设的“是”的定语，并非包含在我们的预设中，而是这种是或者存在所指向或者说所是的——无或者空洞，毋宁说，它不指向什么，它不是什么，纯粹的“是”或存在证明自己无非就在于是这种空洞性，因此存在在其直接性中就消失入无。 我们继续：而无又只不过就“空洞地”是，无就在于这种不具有任何内容的是中的“不”或者空洞性，也就是同一个“空洞的是”或者说纯粹存在，因此又过渡到存在（或者说“是”）。可以说无意味着纯粹的“不”或者说“不是”（这是转变中的无），但真正来说，这种“不”现在（而不是从一开始就）直接就和“是”是同一个东西，也即“不是”，它们绝对地不可分割。因此存在和无不过都是“空洞的是”，就是在其互相过渡因而是绝对的分割中变得绝对地不可分割的同一个东西，准确来说，同样的无规定——需要注意的是，这里我们得到的“就是同一个东西”并不是一开始被预设的——这里有一个绝对已经完成的过渡，一个运动，转变。（C.a） 注释1：关于“光明”和“黑暗”的说明造成的一些误解的简要澄清· 值得注意的是，黑格尔有时在这里使用一个关于“光明”和“黑暗”的对比的说明，这经常被当作黑格尔对于存在-无-转变这一开端逻辑的说明，甚至在一些对黑格尔的视频讲解里也会使用类似的图示来解释开端逻辑。也正是因为这个原因，有人指责黑格尔不是从无规定的、直接的纯粹存在开始而是从存在和无的预先区分开始，他们得出黑格尔《逻辑学》真正来说即使不是从定在开始也至少是从转变开始——毕竟真正来说，“黑暗”和“光明”都至少是在对方那里有自身的规定的定在。然而，黑格尔在这里之所以进行这种说明，目的在于排除一般知性固执于常识的外在反思所得出的那种偏见，即认为存在和无不能是同一个东西，因此，尽管这种排除在外在反思自身内摧毁了外在反思本身，但终究还是基于一种外在反思展开的。这种排除最多能够到达的，无非是《逻辑学》的开端或者《精神现象学》结尾处回到的作为开端的“绝对知识”。就《逻辑学》的进展本身而言，这种排除不如说是根本不必要或者说无帮助的，必须同《逻辑学》从纯粹存在开始的内在进展区别开来。 注释2：存在和无在转变这个已经完成的运动中被证明是同一个东西，那么一个范畴从一开始是怎么过渡到同一个范畴里去的？· 不应该在一般的意义上理解过渡，我们在这里从纯粹的无规定的存在开始，因此必须抛弃一般意识的先行的外在反思，从而注意到黑格尔这里所说的过渡究竟是指什么。这里的重点是，在这个总是已经完成的过渡运动的最后，两者的区分直接瓦解了，因此运动的真相只是这种运动本身，我们必须经历这种存在本身的运动，才得到转变这一运动本身。这说明两者在其区分中才变得不可区分，或者也可以说被在其不可区分中被区分开，其结果——当我们说结果的时候，总是以一种外在的、片面的形式来考虑，因为真正的结果必须也包含其环节，但我们仍然可以说——其结果实际上是两者在一个绝对的统一体中直接地自己区分（注意这里不是自身关联）为不可区分的单纯作为转变的统一体。这里使用统一体这个臭名昭著的词汇尤其彰显了一种外在抽象出来的结果可能错失的东西：重点在于两者在绝对的区分中就直接证明自己实际上是一个绝对的统一体，只不过就是转变，或者说两者作为不可分割的环节保存在转变中，因此是未区分和不可区分的——当这种区分完成的时候，区分本身立刻就瓦解了，这种已经瓦解了的运动本身就是转变；而如果我们简单地把这种统一体理解为一般意义上的统一体，我们立刻就会想到某种外在的“被设定的对立面的统一”，但这里的绝对的统一体同时也正是一种绝对的区分；同样重要的是，这种统一体不是一开始就被设定的，区分作为运动首先并不是发生在这个统一体中，因为存在和无还没有证明自己是一个绝对的统一体，作为结果的那个表述只是一种回溯性的“真相”——纯粹存在的真相的恰恰只是这种总是已经消失了的区分或者说转变，但必须注意到这里出现的回溯性也是真相的一部分，那个被产生出的统一体恰恰是绝对地保留着产生自己的环节的统一体。因此，尽管这对习惯于通过常识进行外在反思的知性来说相当奇怪，经过上述说明我们仍然不得不承认，我们的问题的答案会是：一个范畴确实直接自在地过渡到了最终被证明是同一个不可分割的范畴，但同样也是过渡到了对立的范畴，这种过渡就是存在与无的最小差异，一种直接的、无规定的纯粹存在自在地产生的最小差异。 但转变作为一种互相过渡，一种已经完成的转变，已经完成的生成和消灭运动（C.b），在自身中就直接就瓦解了，当转变直接完成并使转变本身消失的时候（C.c），我们得到了定在，真正完成了的转变，存在与无的统一体，静止的单纯性，或者说规定的存在。 1.1.2 定在（Dasein）· 译名参考： Dasein 定在 Qualität 质 Negation 否定 Realität 实在性 Etwas 某东西、某物 Anderes 他者、他物 Sein-für-Anderes 为他存在 Ansichsein 自在存在 Bestimmung 规定 Beschaffenheit 状况 Grenze 界限 Endliche 有限者 Endlichkeit 有限性 一些预先说明和关于开端逻辑及其特殊性的进一步补充· 这样说或许有一些形式化，但可能是有帮助的：逻辑学从定在到自为存在的部分（也就是第二章定在的范围）的重点是范畴直接过渡到其对立的有差别的范畴，而后者最终又证明自己与前者的差别单纯就在其差别之中被扬弃了，因为这种差别本身就是前者自身作为区分运动，因此是前者超出自身又返回自身变成一种自身关联，成为“未分割的和不可分割的”。比如，我们下面会说明的，实在性和否定在其区分（这种区分运动本身就是否定自身的运动）中证明实在性和否定的区分实际上来自于否定的自身关联，因此区分被扬弃了，我们得到了某东西即自身关联的否定，此后还有各种不同的自身关联，直到最后通过证明恶无限不过也就是一种有限物来达到有限物的无限的自身关联，也就是自为存在。在整个存在论中范畴是直接过渡到另一个范畴的。 开端逻辑的特殊性在于，存在和无不仅仅是过渡到对方当中，而且是直接消失在对方当中，这种消失没有保留任何规定性，因为它们本来就同样是无规定，因此不是扬弃而是消失。最后留下的不是作为一种自身关联，而是存在和无都证明自己只剩下，不如说只是（因为这里本来就没有任何规定性可以“剩下”）这种消失运动，转变，而真正完成的转变，因为存在和无被证明只是转变本身，完全没有差别，因此可以说消失运动本身消失了，这种消失的运动留下的最低限度的规定性就是定在（Dasein），之所以说存在-无-转变通过扬弃被保留在其中，因为定在只不过就是这个过程本身。海德格尔说黑狗的真正的开端是转变还是错的，这里只是无规定的直接性，纯粹存在，存在证明自己的真相是转变，最低限度的规定性从转变产生。黑格尔这里的洞见远不是把转变理解为某种作为本源的赫拉克利特式的永恒“活火”或者运动，转变，这种运动在自己的完成中，或者说在运动本身的运动中就直接转变为规定性，被扬弃了的运动。 1.1.2.1 定在本身· 从定在到某东西· 定在作为规定的存在，其规定性被孤立出来，作为直接的或存在着的规定性，就是单纯的质，由于其单纯性我们没有更多可说。但定在衡量着这种单纯的质的片面性，因为定在是规定的存在或者说与无合为一体的存在，定在的规定性只不过就是这种合为一体，这种存在同样作为非存在，因此质同样也是存在着的规定性（或者说存在着的非存在），作为一种从无那里区分开来的、折返回来的规定性，而无作为一个规定性的已规定的东西，作为“非”存在折返自身，就是“拒斥”（Verneinung）。质就此成为区分开的质，就其作为区分开的、存在着的质来说，它是实在性，而就其与作为区分过程的“拒斥”纠缠而言就是否定，或者说存在着的、区分开的质，因此也可以说“拒斥”就是一种进行着的否定，英译版直接把Verneinung翻译成negation和negating，可能是出于这个考量。这里的重点在于定在或者作为单纯的质的定在虽然表明自身不是一个在自身内无区分的东西，但“实在性本身包含着否定，是定在，而不是一个无规定的、抽象的存在。否定同样也是定在，不是一个抽象的无”（《逻辑学》P96），实在性也不过就是一种通过区分于否定作为这一区分过程本身（作为“拒斥”，Verneinung）而成为区分了的、肯定的质，因此这里的实在性来自于否定的自身否定，一种自身否定，或者说否定之否定，两种质的区别自身扬弃了自身，因此定在真正来讲是作为一种自身关联的某东西（Etwas）或者定在者（Daseiendes），某东西不过就只是自身关联地存在着的否定或者规定性。 他者的来源· 某东西（Etwas）首先是定在证明自己真正所是的，一个通过扬弃区别而重新达到自身同一性的东西，一种自身关联的存在或者说内化存在（Insichsein）。某东西作为一个单纯的存在着的自身关联，黑格尔在“定在本身”这一节的最后一段说，某东西自在地看来，也是转变。这一整段看起来都相当晦涩，或许可以这样理解：首先，某东西只是自身中介，“它融入单纯的统一体，即存在”，因此是单纯自身关联的存在，但另一方面，也正因为某东西是自身关联，而前面已经说明，这一自身关联是否定的自身关联，所以某东西也明确地作为自身关联的否定；因此，这一转变中的前一个环节存在如今是某东西，“存在着，而且是作为一个定在者而存在着”，是单纯自身关联地存在着的某东西，而后一个环节也是一个某东西，但是作为自身关联的否定的某东西，这一明确地自身关联着地不是单纯存在着的某东西，“同样也是一个定在者”，只是被规定为“某东西的否定”，他者（Anderes）。而转变中的前一个环节，单纯存在着的某东西，正是在作为自身关联的明确的否定的后一个环节，在同样作为他者的某东西那里才是自身，才折返回来作为自身存在着，于是黑格尔接下来说，“某东西作为转变乃是一个过渡，这个过渡的各个环节本身就是某东西，因此过渡是变化（Veränderung），即一种已经变得具体的转变”。但是，黑格尔继续说，&quot;然而，某东西首先仅仅在它的概念之内变化；在这种情况下，它尚未被设定为一个进行中介和经过中介的东西；它首先只是在它的自身关联里单纯地维系着自身，而它的否定同样是一个质的东西，只不过是一般意义上的他者&quot;，某东西和他者在这里是被区分开的，某东西还不是同样作为一个“进行中介和经过中介的东西”且“它的否定同样是一个质的东西……他者”，于是我们现在得到了首先是彼此漠不相关的某东西和他者。 题外话：就先刚译本的一些纠错· 先刚译本将“a.一般意义上的定在”一节第三段的第一个分句（《逻辑学》P90）译作了“按照形式（亦即存在的规定性）而言，整体同样是一个已扬弃的、以否定的方式被规定的东西，因为存在已经在转变中表明自己同样仅仅是一个环节”。在这里“一个已扬弃的、以否定的方式被规定的东西”显然是“存在……表明自己同样仅仅是一个环节”后对“环节”的补充。出现一个这样明显的问题是很难理解的，在英译版中没有出错。 如果这句话要在任何意义上成为可理解的，则应该译作： 整体同样也是存在的形式或规定性，因为存在已经在转变中表明自己同样仅仅是一个环节，一个已扬弃的、以否定的方式被规定的东西。 Das Ganze ist gleichfalls in der Form d. i. Bestimmtheit des Seyns, denn Seyn hat im Werden sich gleichfalls nur ein Moment zu seyn gezeigt, - ein aufgehobenes, negativ bestimmtes; 1.1.2.2 有限性（Endlichkeit）· 某东西和他者· 我们还是回到之前“定在本身”一节最后一段的情况，我们得到某东西和他者首先是漠不相关的，因为它们都是直接的定在者或某东西。然而如果只考虑我们已经到达的这种直接性，却是片面的，因为我们得到这个结论的过程同样说明了，某东西实际上也只是从他者才折返回来才是某东西，毋宁说某东西就是包含着以某东西和他者作为环节的变得具体的转变或者说变化（Veränderung），因此某东西和他者同样也都是他者。然而，某东西和他者并没有像存在和无一样在转变中证明它们根本是无差别的，而是在自身关联中以扬弃了的方式包含着整个差别，某东西和他者在这个意义上没有区别，因为它们本身在自己的直接性中包含着区别，至于它们是同一个东西或者说具有同一性的说法，只是一种外在的反思或者比较，这里的重点在于，他者作为另一个某东西或者说在这个意义上与某东西相关联，“本身也是位于某东西之外”。可以说，他者是某东西作为一种“自身离心化”，而某东西通过这种“自身离心化”才取得自己的自在存在，在这里已经超出我们现在希望讨论的范围，我们暂且到此为止。 经过上述进展，事情实际上很清楚。上面的内容实际上在本节开始的“某东西和他者都是定在者或某东西”的真正意义上，即作为经过扬弃的东西的意义上，就已经得到说明了，而黑格尔在下面的部分说明更多是通过一种外在的方式进行的澄清和强调，我们简单地看一下其中一部分（《逻辑学》P99）。“对一个如此已规定的定在而言，异在（Anderssein）显现为一个陌生的规定或一个外在于定在的他者；定在本身并不是他者，毋宁说，它之所以被规定为他者，部分原因在于一个第三者的比较行为，部分原因在于有一个外在于它的他者”。在这里，可以说，黑格尔强调异在成为了一个独立的或者说自身关联的存在领域，或者说，同样是一个定在者或某东西，这个说明在这一节开始就已经给出了，也同样是我们在上一节结尾所到达的直接性。然而，黑格尔继续说，“每一个定在同样把自己规定为另一个定在，也就是说，每一个保留下来的定在都不是单纯的定在，而是位于一个定在之外，亦即本身就是一个他者。”这里所强调的是，“保留下来的定在”的直接性，是经中介的直接性，因此“不是单纯的定在”，实际上本身也就是一个他者。下面两段的说明的内容之前已经基本展开过了，而且应该是容易理解的，重点在于说明他者本身是一个自身关联的存在，一个定在者或某东西，这里不进行重复。 现在黑格尔说，“单独看来的他者是一个自在的他者，随之是它自己的他者，即他者的他者，——一个在自身内绝对不一致的、否定着自身的东西，一个不断变化的东西。但与此同时，它保持着自身同一性，因为它所变化而成的那个东西是一个不具有更多规定的他者；然而不断变化的东西不是以不同的方式，而是以同样的方式被规定为一个他者；因此它在他者那里仅仅与自身融合”（《逻辑学》P99-100）。上面已经说明，他者是作为一种“自身离心化”的某东西，但同时，“它被设定为扬弃异在而折返回自身的东西，一个自身同一的某东西”（《逻辑学》P100），这里的重点在于，这种“自身同一”不过是“自身离心化”的另一面，某东西通过作为他者在他者那里仅仅与自身相融合，在与他者的关联中取得了自身关联的存在，才真正作为定在者或某东西，某东西真正来讲，就是“自身离心化”同时作为“自身同一”。然而，“在这种情况下，异在——它是某东西的一个环节，同时有别于某东西——本身不能作为某东西而归属于某东西”（《逻辑学》P100），异在作为某东西的一个环节，作为在某东西内的自身分离，作为“自身离心化”或者“自身不一致”，作为一种在他者那里或者说为他的自身关联，就是为他存在（Sein-für-Anderes）；而另一方面，定在作为某东西的环节，在异在或者非定在那里维系着自身，毋宁说作为异在的异在或非存在折返回自身，作为异在的异在或非存在，作为“自身一致”，作为为他的自身关联相对立的直接的自身关联，就是自在存在（Ansichsein）。 自在存在和为他存在· 定在和异在或者说存在和非存在现在作为某东西的两个环节，某东西中的存在是自在存在，非存在则成为一个他者，成为一个区别于存在的，指向它本身的非定在的东西，为他存在。自在存在首先与为他存在相对立，自在的某东西已经被剥夺了为他存在。然而，自在存在本身也包含着非存在，因为它本身是为他存在的非存在。同样，为他存在也否定了存在的单纯的自身关联，自在存在是为他存在折返回自身的存在，可以说，为他存在是自在存在为了作为自在存在而存在着所包含着的一个无法消去的“丑闻”，质疑着自在存在的单纯性。 因此，自在存在和自为存在都是同一个东西，即某东西的规定。自在体（Ansich）是某东西而不坠入某种纯粹的无，当且仅当它从为他存在折返回自身。然而，这样来说，自在的某东西也自在地，或者说在它那里就拥有一个规定（Bestimmung）或一个情况（Umstand），这个情况在它那里就是外在的，这里强调的是“在……里”（an），强调的是一种与外部性形成对比的内部性，强调的是从外部性折返的内部性，自在的某东西在自身中也包含着一个丑闻性的为他存在，先刚译本在这里把&quot;an ihm&quot;翻译成“在它自身那里&quot;，过于强调一种自身性，然而事实上，就像“自在地”是强调“在”而不是“自”一样，这里强调的是一种超出自身又回到自身的折返，一张外部性（注意到这里从来没有一个真正的纯粹“外部”）的内部化，这里改作“在它那里”，就“它”而言可以说“那”也足够表现出一种已经折返的自身关联。因此，某东西在它自身那里拥有它的自在存在，但那个自在存在同时也是它的为他存在。黑格尔接下来的说明可能让事情更清楚——人们说某东西“自在”或者“内核”是如何，好像表达出了某种崇高的东西，但单纯的“自在”是一个完全空洞的抽象规定，自在存在只有在它的丑闻性的为他存在那里才取得自己的规定，它的规定不过就是那些丑闻，就此而言单纯的“自在”也不过是一个通过抽离“为他”得到的外在的规定。 因此自在存在一开始是把为他存在当作它的对立环节，现在则可以说是与已设定的存在（Gesetztsein）或者说携丑闻折返的存在相对立。这里的重点是，已设定的存在真正意味着的是一个在为他存在那里的折返，一个并非自在存在着的东西返回到它的自在存在。我们现在可以理解本小节的最后一段：“为他存在位于某东西的自身统一体内，与某东西的自在体是同一的；或者说某东西在自身那里有着为他存在。因此，折返回自身的规定性仍然是一个单纯的、存在着的规定性，从而仍然是一个质，——即规定（Bestimmung）。”（《逻辑学》P103） 规定，状况与界限· 这一小节的开篇是对我们这里得到的真正的自在体和一般所谓的自在体之区别的说明，略微改写一下后是很容易理解的。某东西作为从为他存在那里折返、反映回自身之内的自在体，这一自在体就不再是抽象的自在体，一个空洞的抽象物，而是它的为他存在的否定，以它的为他存在为中介，作为它的一个环节。自在体不是某东西的那种直接的自身同一性，而是这样一种自身同一性，即在它那里就是它的自在存在——这也意味着在它那里就有，或者说反映出它的为他存在，自在体扬弃了为他存在，从为他存在那里返回到自身之内。另外，也正是因为自在体一般被考虑为抽象物，这里我们也考虑到抽象的一般意义，自在体作为抽象物是一种对为他存在的否定，与为他存在纠缠在一起。 然后我们回到正题，黑格尔接下来说，质在单纯的某东西之内作为自在体，它在本质上与某东西的另一个环节形成一个统一体，就是作为“在它那里的存在”（An-ihm-Sein），我们可以把这个质称作“规定”（Bestimmung）。在这里规定需要与一般的规定性（Bestimmtheit）区分开，因为规定是一个肯定的规定性，一个自在存在。黑格尔说，“某东西虽然按规定与他者纠缠，但是仍然留在它的定在之内，通过它的自身一致性维系自身，让这种自身一致性在它的为他存在里面发挥作用。只要某东西的具体规定性——这个规定性是通过某东西与他者的关系而多方发生出来的——符合它的自在存在，成为它的内容，就可以说某东西充实了它的规定。规定包含着这个意思，即某东西在它那里也是它的自在存在。”（《逻辑学》P104）我们现在可以把这个使自身一致性在为他存在里发挥作用的运动看作某东西真正所是的，也即“在它那里的存在”，原因我们之前在分析an ihm的意义的时候已经说明。 黑格尔继续说明：自在存在真正来讲是通过前面提到的“在它那里的存在”的这种运动，这种规定性而得到充实，这同样有别于那种仅仅是为他存在，并且位于规定之外的规定性。在质的领域里通过前面所说的运动，被区分开的东西所留下的是一种与直接的、质的存在形成对比的被扬弃的存在。某东西“在它那里的存在”因此划分了自身，在它那里还保留了一种外在定在，这个外在定在虽然是它的定在，但不属于它的自在存在，但也不是简单的为他存在，这样的规定性就是状况（Beschaffenheit）。 值得注意的是，状况是被扬弃的为他存在，这里可以说通过“在它那里的存在”这一作为规定的运动，规定反过来回溯性地改变了参与产生的某东西的另一个环节即为他存在之所是，这种回溯性在《逻辑学》中十分常见。某东西的质虽然在于臣服于这种状况，但这恰恰是因为状况在某东西那里就已经成为一种他者，状况是某东西在它那里的状况。而现在正是就状况是状况而言，作为被扬弃的为他存在而言，作为一种他者本身同样是在在它那里的他者的自身关联而言，进一步来说，就状况独立地过渡到或者说产生出规定才真正成为状况而言，规定才成为规定，反过来讲，状况要真正成为状况，却也依赖着规定，因为状况只是被卷入自在存在或者说过渡到规定，因而被扬弃的为他存在所降低到的东西。现在某东西的规定性已经成为这样的一种规定性，只要某东西在它那里也是它的自在存在，它就和为他存在纠缠在一起，于是规定本身就能够和他者发生关系。进而言之，状况属于某东西的自在存在，某东西随着它的状况而发生改变。这个在它那里发生的改变（Änderung）与按照为他存在发生的变化（Veränderung）不同，变化仅仅是一个自在存在着的变化，而改变被明确地设定在某东西那里，否定被设置在某东西内部。 对黑格尔下面几段的一些改写可能会方便理解。规定和状况的互相过渡首先扬弃了它们的区别，我们到达了真正的某东西，由于到达这个某东西所扬弃的那种区别包含着质的异在，所以这里仍然有两个某东西，即使另一个某东西是以被扬弃的方式保留的。就这个意义上来说，这两个某东西之间并非是一般意义上的他者，否定现在不是位于两个某东西中的任何一个之外，而是明确地内在于某东西当中的。它们作为定在者彼此漠不相关，只是肯定自身，但这种漠不相关的自身肯定不再是一个直接的肯定，毋宁说，每一方都通过扬弃异在而与自身相关联，异在在规定里已经折返回自在存在。 现在他者与某东西的肯定的定在有着质的区别，被设定在某东西之外，只是以被扬弃的或者否定的方式作为某东西的定在，不如说某东西的质仅仅在于否定或扬弃它的他者。对于一开始的某东西而言，他者只是一个外在的对立面，是直接地漠不相关的，然而恰恰因为现在某东西因为明确地在自身内与他者相对立，反而和他者绝对地联系在一起。某东西实际上已经过渡到他者，某东西现在和他者一样，都在自身内是一个他者，且只是通过否定这个自身内的他者，作为扬弃了的他者才是某东西。 某东西作为内化存在就是异在的非存在，且异在就包含在内化存在里面，同时作为一个存在者被区分出来，那么某东西自身就是否定，就是一个他者在它那里的终止；反过来讲，某东西通过这种方式维系着自身。这个被扬弃的他者，作为某东西的内化存在，作为否定之否定，就是它的自在存在，而这个扬弃本身是某东西那里的单纯否定，即它对于它之外另一个某东西的否定。于是两个某东西有一个共同的规定性，这个规定性一方面等同于二者的内化存在，表现为否定之否定，另一方面既把这些否定（作为相互对立的两个某东西）联合在一起，也把它们相互隔断；让每一方都在它那里否定着他者——这就是界限（Grenze）。 界限首先是某东西作为直接的、自身关联的定在，针对他者而有的一个界限，然而他者本身也是某东西，某东西不过就是这个被否定了的他者，所以这个界限也是否定一般意义上的某东西的界限。 然而界限本质上来说同样是他者的非存在，某东西通过它的界限而存在着。某东西的界限作为它自身那里的他者的终结，本身仅仅是某东西的存在；某东西通过界限成为它所是的那个东西，在界限那里拥有它的质。这是因为，界限或者说他者的终结本身仅仅是单纯的否定或第一个否定，而终结了的他者却是否定之否定，是某东西的内化存在。 综上所述，某东西作为直接的定在，对于另一个某东西，一个他者而言是一个界限，但它在它那里就有一个界限，并且通过这个界限的中介而成为某东西，而界限同样也是某东西的非存在。界限现在是一个中介过程，通过它，某东西和他者既存在着也不存在着。某东西的定在和非定在在这里区别开了——某东西和他者在界限那里都终止了，它们在彼此之外同样是界限之外拥有它们的定在；而界限作为每一方的非存在，是双方的他者。 现在位于界限之外的某东西仅仅是不受限定的某东西，仅仅是一般意义上的定在，它与它的他者没有区分开，每一方都是一般意义上的某东西或者说每一方都是他者，二者是同一个东西，都仅仅是定在。然而，现在的情况实际上是，某东西作为被区分的直接的定在，仅仅在他的界限内存在着，但是先前的进展已经说明了，只有某东西超越自身，指向它的非存在，并扬弃这种非存在，进入作为非存在的界限，并从那里返回，才能达到这种被扬弃的非存在，某东西才能作为被区分的直接的定在在界限内存在着，因此，某东西只有在它的界限那里才是它所是的东西。 某东西通过那个内在于它的界限而被设定为一个自身矛盾，并且在这个矛盾的驱动之下超越自身，这就是有限者（Endliche）。 有限性、限制与应当· 当我们说某东西是一个有限者，这意味着，有限者在其界限外仍然拥有它的定在，更准确地说，它恰恰是在其界限外才拥有它的定在。有限者是一种否定的自身关联，但不只是某东西，某东西虽然也是一种自身关联地存在着的否定，但在某东西的直接性中这个否定仍然首先是漠不相关的东西，或者说，一个单纯的他者，有限者不但在它那里具有一种否定的内化存在，更确切地讲，在自身那里有一个界限，而且它本身就——不多也不少——不过是通过毋宁说作为这个界限自身否定地关联于自身的某东西，“它们存在着，但这个存在的真理却是它们的终结”（《逻辑学》P110）。 综上所述，这个界限不但内在于某东西，而且恰恰构成了某东西的内化存在的质，因此这个界限就是有限性，就此而言，这个界限不再是一般意义上的界限，而被设定为一个构成质的否定者，就这一方面而言，它应该被称作限制（Schranke）。然而，就界限作为这个否定的自身关联本身构成了一个被设定的规定，毋宁说仅仅作为一种规定性而言，就界限作为一个通过它的否定而被设定的东西而言，界限也是规定本身的自在存在的规定性，这个自在存在就是应当（Sollen）。 就此而言，应当在自身内包含着一个限制，有限者的限制不是一个外在的东西，毋宁说，它自己的规定也是它的限制。这个限制既是规定本身，也是应当，限制是二者的同一性因素。另一方面，有限者作为应当已经超越了它的限制，它作为应当，在自身内包含着的限制是一个被扬弃的东西，即它的自在存在，因此，它的界限也不是它的界限，而且恰恰是通过“不是它的界限”才作为“它的界限”，有限者的规定是一个已扬弃的限制。 “应当本身包含着限制，限制本身包含着应当。二者的相互关联就是有限者自身，也就是说，有限者在它的内化存在里包含着二者。”（《逻辑学》P117）有限者的这两个环节是在质上对立的环节，因此真正来讲，有限者是一个内在的自身矛盾，它自己扬弃自己，走向消灭，且只有通过这种消灭才成为有限者。然而，正因为有限者恰恰是通过这种自身消灭才成为有限者，这种消灭恰恰不是什么别的东西，而是有限者的规定本身，真正来讲，有限者通过消灭过渡到的东西也是一个有限者，只不过是另一个有限者，有限者恰恰是在另一个有限者那里与自身融为一体。因此，这有限者的“另一个”本身或者说他者，这种自身过渡到同一个东西的自身同一性，作为否定之否定，是一个肯定的存在，这个他者就是无限者。 1.1.2.3 无限性· 恶无限和无限进展· 在这里，无限者按照其单纯规定来说首先是一个肯定的东西，表现为有限者的否定。就此而言，它仍然在自身那里以否定的方式与有限者关联，或者说区别开来，虽然这种关联本身也在它自身那里被扬弃。但这样一来，无限者本身实际上并没有摆脱受限状态和有限性，无限者虽然扬弃了那个与他者的关联，作为一个直接的存在者，但它现在以否定的方式在自身内包含着与那个他者的关联，那个他者现在是一个界限，无限者在自身那里就包含着一个有限者作为它的界限。但无限者仍然不同于单纯的有限者，它现在明确地是一个肯定的东西而不是否定的东西，它明确地在自己的界限也就是有限者那里恢复自己而不是单纯地走向毁灭，然而，这种肯定的自我恢复的真正意义会带来更多进展，我们暂不展开，先考察我们现在到达的无限者。为了与单纯的有限者的界限区分，这里的界限实际上应该被称作受限状态（Beschränktheit）。不论如何，这种无限者仍然没有摆脱在自身内的受限状态，实际上，从它的受限状态即有限者来看，无限者恰恰只是这种存在着的否定，一个单纯作为有限物的彼岸的“无规定的虚空”，而且，它并不在它的定在而恰恰只在自己的受限状态那里具有自己的自在存在，即单纯作为无规定的虚空性的存在，因为它的定在也是一个已规定的东西。就此而言，它并没有真正成为在其受限状态中的肯定的自我恢复，黑格尔把这里的无限者叫做恶无限。 我们现在来更仔细地考察一下恶无限在其受限状态中的肯定的自我恢复真正来讲是什么。现在在恶无限中，无限者仅仅作为有限者的界限，因此仅仅是一个已规定的、在自身内即有限的无限者，也就是说，一方面，有限者现在只是在恶无限中以无限者作为自己的界限的东西，另一方面，无限者在自身内也有一个受限状态，这个受限状态就是对有限者的否定。因此，在恶无限中，有限者和无限者虽然相互脱离，都是从他者那里折返回自身的东西，在自己那里具有一个定在，每一方都以对立的他者为界限，但恰恰是因为这个原因，有限者和无限者不仅仅是以对立的他者为界限，它们之所以成为自身关联，只是通过把以把它们隔断的方式将它们关联在一起的否定作为双方互相之间的界限保留在自身中，它们现在是通过自身之内的同一个否定而相互关联，毋宁说，这个否定是它们的自在存在，它们只在这个否定中而不是自己的定在中才拥有自己的自在存在，因此双方脱离他者的时候，是以自己的自在存在为界限。由于界限是第一个否定，所以双方都受到限定，因此都是有限的，然而，现在每一个作为一个肯定的自身关联或者说否定之否定，也否定了自己的界限，把自己的界限同时也是自己的自在存在排除在自身之外，并把界限设定为它之外的另一个存在，也就是说，有限者把它的非存在设定为无限者，无限者同样把它的非存在设定为有限者。有限者把无限者提升为自己的自在存在，这很容易得到认可，但重点在于，无限者虽然被规定为一个持存的定在，但同时也被规定为一个自在的虚无缥缈的东西，只在对有限者的否定那里拥有自己的自在存在，只能以否定为中介，作为否定之否定，才能转变为一个肯定的存在。因此有限者和无限者，每一方在其自身那里，出于自己的规定，都要设定它的他者，因此双方是不可分割的。 我们现在得到的似乎是有限者和无限者的这样一个过渡：人们超越有限者后，进入无限者，而那个单纯作为彼岸的无限者本身就在自身那里有着受限状态，所以界限产生出来，无限者消失了，又过渡到有限者，如此以至无限。我们已经从恶无限过渡到了这种无限进展，恶无限作为一种在其受限状态中的肯定的自我恢复，现在来看就仅仅只是这种无限进展，这种自我恢复恰恰总是已经过渡到自己的受限状态即有限者中再单纯地返回自身，它现在确实是一种肯定的东西，因为它是否定之否定，但却仍然没有摆脱它的受限状态，它只是在这种受限状态之外才能作为肯定的东西恢复自身，因此真正来讲，并非一种在其受限状态中的肯定的自我恢复。而“如此以至无限”，也并没有到达真的无限性，其结果仍然只是一种恶无限，在这个无限进展中的无限者从来没有能够摆脱有限性，这个无限的超越的序列本身并没有被超越，有限者和无限者似乎还是根本相对立的，始终是无法互相触及的此岸世界和彼岸世界。然而，比起单调的无限进展之恶无限，我们在上一部分真正得到的东西，其实是无限者与有限者的不可分割的统一体。 从有限者与无限者的统一体到肯定的无限性· 1.1.3 自为存在· 1.1.3.1 严格意义上的自为存在· 1.1.3.2 单一体和“多”· 1.1.3.3 排斥和吸引· 1.2 大小（量）· 1.2.1 量· 1.2.2 定量· 1.2.3 量的比例关系· 1.3 尺度· 1.3.1 特殊的量· 1.3.2 实在的尺度· 1.3.3 本质的形成转变· 二、本质论· 2.1 映象· 2.2 本质性或反映规定· 2.3 根据·","link":"/posts/f187c621/"},{"title":"《法哲学原理》笔记","text":"如果反思、感情或主观意识的任何形态把现在看作空虚的东西，于是就超脱现在，以为这样便可知道更好的东西，那么，这种主观意识是存在于真空中的，又因为它只有在现在中才是现实的，所以它本身是完全空虚的。 这个导论怎么感觉像是复读逻辑学理念部分…… 冲动是一种自然的东西，但是我把它设定在这个自我中，这件事却依赖于我的意志。因此，我的意志就不能以冲动是一种自然的东西为借口来替自己辩护。 只能说一种规定冲动的方式/秩序的不合理性，而不能通过说这种规定/秩序是自然的东西来为自己（或者为这种秩序本身）辩护，这个秩序严格来说就是大他者…… The system of this content, as we find it in its immediacy in the will, is there only as a medley and multiplicity of impulses, each of which as such is 'mine' but exists alongside others which are likewise all 'mine', and each of which is at the same time something universal and indeterminate, aimed at all kinds of objects and satiable in all kinds of ways. When, in this twofold indeterminacy, the will gives itself the form of singularity (see § 7), this constitutes the resolution of the will, and it is only in so far as it resolves that the will is an actual will at all. 黑格尔开篇讨论的这个所有权仅仅是一种在外在的直接性中的规定，而这并不注定只停留在私有制……其实原始公社或许不能叫做公有制，反而大概会更类似于一种更抽象的私人占有制……因为共同所有权其实就是一种特殊的私人所有权，所谓的国有制也是这个问题……所以对黑格尔来说真正的公有制的问题或许不会出在所有制本身上面，而是出在所有制的形式和合理性上面。因为在黑格尔那里所有制基本就只是意志的定在……单纯地考虑一种采取私人占有的形式的集体财产也无法解决私人占有的问题（最早提到这种东西的大概是柏拉图的理想国，随后是苏联社会主义……），真正的“公地”（commons）必须是涉及一种占有的自身关联的否定的开放性，占有本身的形式必须发生改变或者说成为自为的。 可以将《资本论》作为对黑格尔的《法哲学原理》（未完成）的政治经济学续写来理解，而共产主义计划将成为观念论计划的一个真正的延续，然而，这种对比也将指出马克思的共产主义计划的内在问题，也即它没有超出资本主义的范围。 马克思对辨证法本身几乎从来没有做过一个足够清楚的说明，而《资本论》在谈到阶级后便戛然而止，马克思在这里留下的空白所带来的问题可能比人们想象中更多，甚至可以说一定程度上造成了二十世纪共产主义实践中的一系列政治后果，这从苏联政治经济学教材和所谓的唯物辩证法的刻板模式上就可见一斑。可能令人意外的是，指向据说是黑格尔晚年转向保守的证明的、几乎臭名昭著的《法哲学原理》，或许反而会让人对什么有可能填补马克思所留下的空白有一些预感——黑格尔在《法哲学原理》中实际上试图提供一种进入现实性的方案，而且是自由的理念的进入现实性，这涉及两个问题：(α) 解释世界的问题——什么是一种真正必然的和现实的新秩序而不是一种任意的秩序，这涉及单纯的狂想、平庸的反动和“要求改变为了让一切保持不变”的实际上的维持现状的努力 (β) 改变世界的问题——如何面对现状、进入现状、改变现状。就此而言，《法哲学原理》处理了今天三种常见的和一种不太常见的政治立场：1. 激进康德主义自由或现象学悬置 2. 无政府主义 3. 法西斯主义 4. 反动主义。 黑格尔在《法哲学原理》的导论中说“意志的理念的抽象概念总的来说就是欲望自由意志的自由意志” (...der abstrakte Begriff der Idee des Willens ist überhaupt der freie Wille, der den freien Willen will. §27)，这让我们联想到马克思在思考共产主义时提到的所谓的“自由人的联合体”。但他在考虑这种“自由”时仍然提到“物质极大丰富”（其当代对应物是意识上传的技术诺斯替主义梦想和控制论共产主义梦想），这似乎如果不是暗示着黑格尔称为“主体任意性”（die subjektive Willkür）的自由，也即一种意志的原型精神病式的任意性或者作为“虚无的牺牲诱惑”的抽象普遍性，就有坠向对某种定在方式即形式的固着，偕同其作为内容即特殊目的性的原型法西斯主义意识形态增补的危险…… 法哲学原理这个第63节感觉都快把使用价值和交换价值扯出来了……第67节还提到了雇佣劳动，黑格尔没那么早死球的话应该抽空看看李嘉图…… 黑格尔其实没有解答为什么交换价值涉及时间…… 交换价值就是为单一意志目的的特殊有用性的定量，按照这个思路，对于简单抽象劳动而言，这个定量就是单一意志的自为的抽象定在的“统一体, 即诸多单一体的区间性中的自身延续活动本身”（参见逻辑学中定量的形成），1844年经济学哲学手稿有没有提到这个…… 复仇由于它是特殊意志的肯定行为，所以是一种新的侵害。作为这种矛盾，它陷于无限进展，世代相传以至无穷。……在未开化民族，复仇永不止息，例如在阿拉伯人中间，只有采用更强大的暴力或实行复仇已不可能，才能把复仇压制下去。 说实话不知道能对原法西斯说什么……我可以跟说明整个法西斯战争的资本逻辑，要结束法西斯本身就必须消除这个逻辑……另外那些无论是复仇主义还是说着帝国主义话语的人好像觉得上战场是一件“证明血性”的事，而他们很快大概就可以把反抗战争者说成“非国民”，让人们看到这只不过是对日本法西斯战争和资本主义扩张逻辑以及建立在大写的个人主义上的“集体主义”的重复是必要的，而这样下去人们，特别是劳动者们只会变成垄断资本、野心家和狂热分子的偏执狂式个人幻想的牺牲品——他们说着国家利益，为了自己的野心炮制仇恨——马克思那么讨厌小店主和小市民是有原因的——他们无视法西斯战争前以及正在发生时残酷的舆论管制和意识形态镇压下的乃至于战后无论是一贯地坚持反抗、曾经被迫失声的人们还是终于发现受骗的人们所爆发的那些真诚的反战集体行动，把这些行动说成反战败，这恰恰是因为他们自己想象力仅限于一个只有战胜和战败的野蛮秩序了，而他们对国内的“民族同胞”其实也是持这种世界观的，因为他们的幻想就是让无数所谓的“同胞”在战场上与想象的敌人互相碾轧来逃避而不是想办法解决他们自己乃至于整个共同体的生活的失败，好把这种仇恨在永久的互相毁灭的欲望，在野蛮与死亡中继续传递下去，如此以至无穷。 我不期待能够争取所有人，但是起码要争取能争取的人……阶级斗争是存在的，而且比简单的“阶级利益斗争”麻烦得多。 人们确实是可以无条件地保卫现状的，人们总是可以拒绝做出任何改变，也许战争也难以避免，我对此其实现在有些悲观，但是有些事还是要做。 对我来说真正的复仇必须让复仇本身不再保持不变，不再永远传递下去…… 123节，黑狗可能没有想到作为个人现有的、特殊定在的幸福本身被当作/反思为善（当然对黑格尔来说这是他在140节讨论了一大段的“伪善”）的情况，但这种善是一种无力的、不可能的善（现存的资本主义伦理实体的善可以说是一种性倒错的善，在其不可能性［伦理实体或者说大他者本身的解体］中开始采取偏执狂的形式）。 不过黑狗说的善基本就是这种抽象东西和秩序本身的否定的自身关联方面（这个否定方面支撑着秩序本身的规定性）…… 138节翻译有点问题 翻译成了：人们对巩固地存在着的东西已不再敬畏，他们硬要把现行有效的东西作为自己的意志、作为自己所承认的东西。 但是原文是： ...daß die Ehrfurcht vor dem Bestehenden nicht mehr vorhanden ist und daß der Mensch das Geltende als seinen Willen, als das von ihm Anerkannte haben will. 差不多是说：对现存事物的尊重不再有了，人们想要把自己的意志、自己所承认的东西当作合法的（Geltende）。 140节让我想到苏联社会主义…… 142节，伦理是自由的理念，是善在其定在中自在自为的存在……158节，家庭，作为精神的直接实体性（unmittelbare Substantialität），具有对自身规定性的统一感（seine sich empfindende Einheit zu ihrer Bestimmung），也即爱（die Liebe），这种情绪（Gesinnung）是去具备在这种作为自在自为地存在的本质性的统一中的个体性的自我意识（das Selbstbewußtsein seiner Individualität in dieser Einheit als an und für sich seiender Wesentlichkeit），以在其中不是作为为己的个人（eine Person für sich），而是成为成员（Mitglied）。……所谓爱，一般来说，就是意识到我和他者的统一，使我不专为自己而孤立起来；相反地，我只有扬弃我的诸自为存在（meines Fürsichseins），只有通过自我知识（Mich-Wissen）即自己同他者以及他者同自己的统一（als der Einheit meiner mit dem anderen und des anderen mit mir），才获得我的自我意识（Selbstbewußtsein）……爱由此是一种最浩瀚而奇诡的矛盾（ungeheuerste Widerspruch），决非知性（der Verstand）所能解决的，因为没有什么能比这被否定、而我却仍应作为肯定的东西而具有的这一种自我意识的点性（Punktualität）更为顽强的了。爱同时是矛盾的制造和解决。作为矛盾的解决，爱就是伦理性的统一。（范扬、张企泰译本Punktualität这个名词好像莫名其妙地被译作“严格的”了……原文是Punktualität des Selbstbewußtseins，差不多就是punctuality of self-awareness，译作了严格的自我意识……） ……164节，为什么黑格尔时代的德国人好像都有那种“女性注定要去爱”（用黑狗的话说类似于女性的伦理活动范围仅限于家庭……）之类的的想法（说的就是你，费希特）……不过就黑格尔时代的现实性来说女性确实缺乏在家庭以外的伦理活动范围（这是说，在现实的家庭以外的范围缺乏位置），也许可以说这恰恰是因为无论是现实的家庭、市民社会还是国家本身都不符合自己的概念同时也是伦理本身的概念……继续看166节，黑狗对性别的划分基本是拉康式的，基本可以说是某种“和大他者的关系”，而（黑狗完全也清楚）这是完全可以/有可能改变的，“一种性别”[Das eine]并不能对应到强迫症上，但“另一种性别/他者性别”[das andere]倒是可以很好地对应到歇斯底里上，黑狗直接举了《安提戈涅》作为家礼[Pietät，虔敬]的例子（家礼作为感性的直接性而被接受，而不是某种被遵守的外在律法，意味着这里的家礼是和父法乃至于作为伦理性实体的法完全不同的东西，是一种个人意志的单一性定在，或许可以被理解为某种增补外在律法对主体的匮乏[这也就是说，这种律法在主体那里被规定为否定的东西]的感性直接性[想象的对象小a]，这也就和拉康的歇斯底里是同一个意思，然而总的来说，黑狗确实没有比较清楚地看到“另一种性别”和律法的大他者的关系），另外只能说用黑狗的话来说男性性是一种恶无限，并不符合“一种性别”本身的概念……接下来黑狗基本把“另一种性别”和现实的女性[Frauen]等同起来，但这大概并不具有某种“生物学”意义，黑狗单纯就是不知道咋回事（范扬、张企泰译本把“不是为……而生”[für ..., sind sie nicht gemacht]翻译成了“天生不配”就有点奇妙深刻），他甚至直接说“女性的教育似乎表现为[geschieht]——不知怎么回事——仿佛[gleichsam]是通过表象的气氛[Atmosphäre der Vorstellung]的，更多是通过生活而不是知识的获得的[mehr durch das Leben als durch das Erwerben von Kenntnissen]”，在黑狗这里可能很难找到一句更不确定的句子，也就是直接说不知道为什么了（ 168节，“熟悉、相识和共同活动的习惯都不应该在结婚之前存在，而应该初次在婚姻关系中发生，这种发展，其内容愈丰富，方面愈多，其价值也就愈大”[Die Vertraulichkeit, Bekanntschaft, Gewohnheit des gemeinsamen Tuns soll noch nicht vor der Ehe sein: sie soll erst in derselben gefunden werden, und dies Finden hat um so höheren Wert, je reicher es ist und je mehr Teile es hat]，这大概是什么普鲁士道德风尚，只能说为什么不能先直接开始然后才注册进伦理实体里呢，难道单一性不是伦理实体的环节么。黑狗在这一节处理血亲通婚的问题，除了自然性的问题，黑狗说和本来就熟悉的（这意味着共享一套知识框架或者说相对于大他者的规定性的人）结婚不符合婚姻、家庭和伦理的爱的概念（“意识到我和他者的统一，使我不专为自己而孤立起来”，这就是主体与他者的直接的伦理的结合），但是显然婚前的恋爱关系和血亲关系是本质上不同的，因为“熟悉、相识和共同活动的习惯”对于具备不同自反性的规定性的主体和其他者来说，首先是必须自为地且自由地因而是伦理地发生的，而且我们根本无法想象一种不是从单一性开始的爱。不过黑狗这句话也许单纯根本不是在讨论恋爱的问题，“熟悉、相识和共同活动”也许就是指亲族的这些关系…… 黑狗提到家庭的后代作为主体的单一性和家庭向市民社会的解体，只能说在这点上就跟儒家的家庭观念完全区分开来了，儒家的家庭对于黑狗来说不符合家庭本身的观念，也不属于伦理的范围，而更多只是一种抽象的直接性和意志的自然定在的范围，也就是抽象法的范围，家庭在这里最多只是在某种契约的范围内被讨论，因此对于黑格尔来说甚至都称不上真正道德的，因为道德包含着主观性的环节。 而就儒教的复兴而言，伦理的领域在市民社会中分解后，这种抽象的直接性的繁荣也是可以理解的，市民社会的形式国家的问题不是它没有掌控市民社会，而是它只是作为市民社会的普遍性形式存在，而这个普遍性形式逐渐被市民社会本身瓦解为抽象普遍性，想象这样的国家去掌控市民社会，只会得到一个真正彻底实现了因而也走向自己的毁灭的市民社会本身，也就是市民社会的真相，国家作为无限的普遍性的环节必须真正意义上扬弃市民社会。 黑狗看过李嘉图？他提到了李嘉图，但是没怎么具体展开……市民社会这一部分，特别是提到第欧根尼那一节，让人想到很多更现代的问题。黑狗也提到了资本，他怎么会忽视这里的无限进展呢……黑狗指责简单地要求平等“这种特殊性的领域自以为是普遍物，其实只是与普遍物相对的同一，因此，保持着自然状态的残余”……黑狗怎么会没有看到等级不是一种单纯的定在，也即特殊性在等级里起到的绝对作用和增殖性的力量呢，这种力量会使市民社会中一切普遍的东西都被逐渐瓦解，不复存在，“等级之所以重要，就因为私人虽然是利己的，但是他们有必要把注意力转向别人。这里就存在着一种根源，它把利己心同普遍物即国家结合起来，而国家必须关心这一结合，使之成为结实和坚固的东西”，至少普鲁士国家是不符合这种国家的概念，黑狗首先没看到市民社会的破坏性潜力到底有多大（伦理的领域退隐的环节进行得比他想象得更为彻底），其次是没看到这种特殊性的单一性本身成为一种抽象普遍性的可能性，也就是以维持市民社会（资本主义）为目的的国家的生成以及市民社会在其中采取的破坏性力量的新形式（个人特殊性的环节被彻底瓦解在资本或者随便什么的单一性的环节中），总的来说，他没有想到真正的伦理国家作为普遍性的环节根本无法作为黑狗时代的任何可能的国家的形式出现，普鲁士国家充其量只能被认为是一种维持着非常有限、而且根本上是排他性的、仍然保留着“自然状态”即野蛮的痕迹的伦理普遍性的市民社会，而统治恰恰不是国家的概念的统治，而是市民社会的等级的统治（逐渐向大土地所有者转换的封建贵族的统治）。这种普遍性与其说是反思地建立起来的，不如说是基本自发地、自然地产生的，并且被市民社会的规律继续持续地瓦解着。这个环节或许被黑狗称为形式国家/外在国家，但是它显然不符合黑狗的国家概念，它本身只是市民社会的司法和警察的延续物。 《法哲学原理》的一大问题就出现在等级一节，他对一些很关键的问题避而不谈或者没有展开，具体是因为审查还是什么就不得而知，据说黑格尔上法哲学这门课的学生笔记有一些不同的版本。不过这并非最重要的，因为大概只是单纯避而不谈的东西，也即关于普鲁士市民社会的普遍性到底是怎么样一种普遍性（其无穷无尽的问题）倒是也不怎么需要过多讨论了，这里更致命的是黑狗几乎看到了资本主义的无限进展（在市民社会篇第一部分“需要的体系”关于分工、资本差异、等级和191节关于“舒适”的讨论中），但却完全忽视了资产阶级和其逻辑（基本而言，也就是市民社会本身的特殊性的逻辑）的破坏性力量。马克思看到问题在于内在于市民社会普遍性的阶级斗争，而他在这方面的洞察力是足够敏锐的，但是他的错误就在于他低估了自己的正确性，也即低估了他在《宣言》中欢欣鼓舞地赞扬的那种使旧世界的普遍性消融于特殊性的力量，他设想着这种力量会神奇地重新变成自在自为的普遍性，也即那个所谓的“历史的无实体的主体”的共同体的设想，想象着人类终于意识到自己的生产生活本身的伟大过程，却没有看到这种力量也同时粉碎了最低限度的黑格尔意义上的伦理性东西或者一切可能的共同体的概念本身，并借此生存下来，最符合“无实体的主体”这一概念的大概是斯大林主义政权的倒错政治实践，而整个共产主义计划作为启蒙主义计划延续的真相已经在这里可见一斑，似乎只要无序的资本主义生产过程本身被“主体化”、“理性地”意识到，一切就能够解决，更庞大的生产力将会爆发出来，然而这种“理性”却本身就是市民社会和资本主义的理性，这种有序本身就是一种无序，是排除所有他者的有序……启蒙主义在其彻底的成功中彻底失败了，或许可以冒险说，启蒙声称要带来教养，而其本身就缺乏教养，资本主义的现代性就是其结果，无论是打着自由主义的、威权主义的、法团法西斯主义的、社会主义的还是无政府主义旗号的资本主义，疏离的个人组成的市民社会不断瓦解着普遍性，陷入一种无限进展当中，只剩下资本、共产主义真理或无论什么这唯一的主体，二十世纪的整个悲剧似乎都已经潜藏于黑格尔在《精神现象学》启蒙一节的那句话中：“启蒙促使信仰回忆起它的各个孤立环节的对立面，但是启蒙对于它自己的情况同样没有清楚了解，换言之，启蒙还没有给自己启蒙。” 当黑狗说“法”（Rechts）的时候，绝对不能忘记实存的法本身可能不符合黑狗的法的概念，因而就其本身来说就是不法的，而黑狗还强调警察在法的范围内取得职权，就其本身来说和普遍性只是一种相对的同一，警察可以由于其特殊性越出职权范围，更重要的是，其职权范围本身只是一种抽象的普遍性的环节，这也就是说，市民社会的普遍性无非是（相对的）必然性，这种普遍性没有进入对自身的反思当中，只是一种抽象的普遍性，在司法中伦理性的东西作为概念虽然恢复了，但仍然只是一种抽象，而伦理的概念还没有进入到自身的定在中取得自在自为的存在。 法，也就是Rechts，这个概念在黑狗那里非常复杂，不过基本可以对应到“秩序”的意义上，如果要用拉康派的黑话的话，这个就大概就是把拉康的三界放到一起讨论了。主要其实还是对象征秩序的讨论，主观性的环节并不能直接对应到想象界，客观性的环节也不能对应到象征界。抽象法的环节是最低限度的秩序的生成，最初的环节可能甚至可以对应到圣状的生成，在这里起作用的基本还是任性或者意志的单一性，在这个阶段拉康意义上的父法是不存在的，这是侵凌性的场所，直到父法逐渐被建立起来，但这时主观方面个人还未完全接受阉割（原型性倒错主体），而道德的主观性环节类似于想像性的增补的生成，伦理的环节则类似于整个象征秩序的现实性的自反性生成。至于整个辩证进展里发挥作用的当然就是实在界。 252节，技工（Der Gewerbsmann, the tradesman）应该是指同业工会（Die Korporation）组织者或者成员（英译本翻译成corporation member），总之不是这里翻译的“经营工商业者”。 黑格尔似乎把部分希望寄托在同业工会上，觉得同业工会能抵抗资本主义工商业的力量，让个人“参与普遍活动”，让伦理的东西得到恢复，并“达到自觉的和能思考的伦理”、“在自在自为的普遍目的及其绝对的现实中，具有它的真理性”，从而完成向自在自为的伦理理念的现实，“思考自身和知道自身”的伦理精神，也即国家环节的过渡，并使国家不是停留在一种抽象普遍性当中，不是仅仅停留在一种“被提高到普遍性的特殊自我意识”的直接现实性当中，而是继续取得进展。可以说，黑格尔认为自为的同业公会将成为一种作为伦理性共同体的国家的实存基础，将会使主体具有一种伦理的“国家感”或者说在共同体中生活的感觉，能够作为“单一普遍性”对共同体及其特殊的环节和偶然的存在方式所制造出的过剩负责和做出改变，使“普遍性和单一性相互渗透”，尽管这种“国家感”还只是抽象的东西。如果再加上马克思关于资本主义继续破坏过去的一切实体性东西和拒绝与他者发生联系的旧生产方式，市民社会用其特殊性的逻辑消融旧世界僵死的普遍性的坚冰，特别是对黑格尔的等级环节中溢出的阶级斗争的洞见，乃至于这种基础上无产阶级的最广泛的联合的可能性，如果加上这些环节，尽管这些环节导向何方至少在《资本论》前的马克思那里仍然被理解为某种普遍性在范围上的单纯扩大，但似乎法哲学原理的这个伦理回归的环节就真正被补全了，我们能看到黑格尔所谓的自在自为的伦理的共同体在历史过程中出现的可能性。但是，就像我们之前所说，不论是黑格尔还是马克思显然还是在这里低估了资本主义的破坏力，黑格尔至少寄托着一些意义的同业工会被黄色工会取代了，而无产阶级的联合被全球资本主义在地缘差异化中的延续和法西斯主义排他性的无限重复打碎了，但这还不是问题所在，最重要的是：一方面，我们刚才就已经说明，共产主义计划本身就变成了市民社会抽象普遍性的延续，变成了“最大限度地满足欲望和增加效用”的问题，然而共产主义的问题恰恰不是满足欲望，而在于去看到特定欲望本身的过剩和现存秩序的不可能性，看到欲望本身的症状，看到它所制造出的无产者、产业后备军和整个排他性的阶级制度，看到它使共同体卷入资本、“共产主义理想”或者随便叫做什么这唯一的主体追求更多地满足欲望、追求更多的享乐的无限进展，看到它导致的全部灾难，以理解这种情况再也不能继续了，以能够自为地做出改变，至于政治经济学批判就是这种理解现状及其问题和找到介入现状的点位的努力；另一方面，也正是由于对前一个方面和政治经济学批判的任务的基本误解，共产主义甚至变成了一种市侩意识形态，一种在想象的历史潮流面前的聪明的政治投机，一些人说着改变不可能，说着“联合是不可能的”云云的话术，但他们的这种享乐恰恰基于维持和制造着这种他们自以为不需要负责的现状，他们赤裸裸地说着与他们所指摘的自己的镜像完全相同的排他性掠夺和资本主义剥夺性积累的话语的同时，还要恬不知耻地自称共产主义者，但却看不到这种排除他者的现状本身的持续才恰恰是不可能的，而为了填补这个漏洞，他们不惜一切代价，他们渴望着破坏被压迫者过去的艰苦斗争所换来的一切微薄结果，不惜揭去所有的资本主义-自由主义的田园梦想，好给排除更多他者开道来让资本主义的现状及其问题保持不变。与这种情况相似的，同业工会则在黑格尔所说的“僵化”和“固步自封”的预期中发展为了法西斯主义的前身，也即法团主义，也没有什么符合国家概念的国家能够拯救这一点，因为那些“仅仅实存着的国家”已经被市民社会吞没。总而言之，伦理性的东西没有进入实存当中，没有自在自为地被意识到，它彻底被市民社会的特殊性的规律消磨殆尽了，恰恰是在这种消磨殆尽中，必须经过整个二十世纪的这些灾难，我们才最终看到其意义和必要性。这一点才真正补充了《法哲学原理》，黑格尔在《法哲学原理》的序言中就写到，哲学的任务是理解存在的东西，人们无法跳出罗德岛，知性首先要作为直接的东西返回自身它才能成为哲学的对象，而哲学就像密涅瓦的猫头鹰一样，总是在黄昏时刻才起飞，因而总是来得太迟，总是在灾难发生后才能真正给出反思，而且总是在这之后才有一线可能让大众卷入其问题意识当中。然而，这里的问题不只是黑格尔没有机会面对现实的历史过程，《法哲学原理》中市民社会向国家的过渡就其本身而言就存在基本的过剩，无论是在殖民体系还是等级的环节，黑格尔那精神的圣餐杯早就在其中无数的环节溢出了，而这些过剩并没有在国家的环节被处理，至于国家将如何继续过渡以符合国家的概念，在逻辑上大概也缺乏一个很好的说明，就此我们只能认为他确实不善于或者单纯缺乏兴趣去处理（历史的和概念与逻辑上的）无限进展的问题，比如资本作为某种“特殊普遍性”的无限进展如何取得国家的主权（Souveränität），或者说成为国家的主人（能指）的问题（人们可以想象黑格尔在《法哲学原理》国家篇的某个环节的注释中讨论“资产阶级国家”），但黑格尔的说明中不应该被忘记的是，他非常清楚——国家要符合国家的概念，就不能再只是国家，特别不能是任何单纯实存着的国家，所有的社会对抗在国家的环节中都是根本上不可化约的。黑格尔在最后指向理性的宗教共同体来不是“消除”——与从哈贝马斯派到苏联马克思主义的标准梦想不同——而是让人们能够真正面对和处理这些对抗（我们不在这个问题上具体展开，对于黑格尔来说，这种宗教基本上意味着理解观念论意义上的自我决定的自由和对理性的辩证进展的开放性——当然，由于对黑格尔的一些基本概念的误解，这里的简要说明多半也是会被误解的，我们姑且按下不表），但我们现在才看到，伦理的概念直到共同体的濒死时刻才被想起，直到这个环节才取得有意识的、自在自为的存在，但这种存在还仅仅只是一种可能性。黑格尔的伦理环节的绝对的必然性，并不是某种先知的保证和预言，而恰恰是包含着行动在内的临时框架，其体现在市民社会环节在伦理的退隐下的恶的无限进展这一僵局中。我们亦无法跳出罗德岛，但这里就是罗德岛，就在这里跳吧，现状不能持续下去，这就是我们所知道的，不算太多，也不算太少，“这里必须根绝一切犹豫；这里任何怯懦都无济于事”，我们必须真正在这种反思的基础上行动起来，才能避免现状的无限进展和共同体悲剧的重复上演，这种行动是一种在过去的匮乏中与过去的主体性断裂，一种绝对的反冲（absoluter Gegenstoss），但它必须作为这种反冲进入现实本身当中，头脑清晰地明白当下有何可做，让这种仍然作为可能性的伦理环节成为现实性，去使这种可能性回溯性地成为必然性，取得现实的、自在自为的、从而真正来说是无限的定在。朋友，理论是灰色的，但生命之树也是灰色的，因为这树已经行将就木了，精神的生命，恰恰在于敢于面对这种死亡，在于努力地穿过这腐烂和枯败的混凝土丛林，设法在其土地上开出崭新的花。 273节，黑狗的王权是单一性的环节，而“王权本身包含着整体的所有三个环节”，换句话说，王权是主人的环节，这个主人并不一定要对应到君主，而应该对应到任何一种秩序内的主人能指，换句话说，君主就是个菲勒斯，而且是自我觉知的菲勒斯，但伦理的本性意味着这个主人能指本身不能自动地成为主人，尽管它作为主人能指是“绝对地起源于自身的”，因为它实际上是结果回溯性地创造的原因，主人不是一个知道的人、一个专家、一个（被）确信懂得一切并使其行为自动合理化的人，而是负责的人，就像马克思说的，“国王并不直接就是国王”，它是在特定的社会关系中成为主人的，它必须成为合理的东西，必须在现状成为不可能的时候指出这种不可能性从而引起和做出改变，新的主人能指必须在这个过程中被带出，一个真正的伦理性的主人应该是分析师，而我们都知道的是，在精神分析真正结束的时刻，分析师应该成为可有可无的，这比黑狗提到的情况，也即“当国家制度巩固的时候，他（君主）除了签署之外，更没有别的事可做”，“可是这个签署是重要的……希腊人是从完全外部的现象——神论、祭神牲畜的内脏、鸟的飞翔——中得出最后决断的……‘我要这样’这一决断必须由人自己来宣示”这种情况更进一步，在黑狗的情况中，“签署”本身显然成为空洞的，因为自我规定的、自在自为的整体没有真正进入到其特殊实存当中（黑格尔单纯无法在理性的宗教共同体外想象这种进展，然而市民社会的溢出和革命正做着他想象的宗教应该完成的事，所以他最后的文本是对英国稍微普遍一点的民主制度的恐惧，觉得这是抽象普遍性的开始，比较搞的是，魏玛德国的两次普选成功选出了国社党作为最大单一政党，事实证明，民主确实也很糟糕，不过比起君主制还是更符合一种观念论意义上的自由[Freiheit]的理念的制度，也就是更加符合法的理念的制度，因为人们至少已经开始将自己作为公民来理解），而精神分析共同体则涉及到集体决断、集体的自我规定的环节，也即共同体本身现实的自我规定的环节，从而能够更彻底地摆脱一种主观任意性和抽象普遍性，也许更接近黑格尔后来所提到的宗教共同体和真正的伦理国家的环节。 到国家这一篇黑狗的结论太保了所以一边看一边在想他缺了啥环节，看得有点累只能说。也不是保，黑狗真的是保么，不一定。他在序言说密涅瓦的猫头鹰在黄昏时刻才起飞，哲学只能分析现有的和已经知道的东西，而对未来的情况则总是有一种基本的开放性。黑狗单纯搞不清一些东西的情况，这在法哲学原理的几个环节是很明显的。比如黑狗显然和他的同时代的所有男性哲学家一样不怎么理解女性（可能比费希特稍微好一点，毕竟黑狗直接承认不理解了，还有一些开放性在这里），而且也不知道民主会导向哪里，非常怀疑其危险…… 305节，设想大土地所有者作为立法权在市民社会中起作用的中间等级这一块属实是有点太蛇皮了，黑狗怎么没想过对土地的占有导致的过剩呢……","link":"/posts/cccc622d/"},{"title":"必须保卫社会：从反黑意识形态到共同体的政治","text":"反黑意识形态本身· 就最近的“反黑”问题，尽管我们希望解决具体的问题（更不用说这些问题所能够发生的背景了），但令人诧异的是这些话语最后都收敛到关于女性的性幻想上，“反黑”最后指向的逻辑是这样的，他们首先有与他们反对的对象（想象中的黑人）可以说是一摸一样的关于占有女性的幻想，然后认为黑人侵入了这种幻想。这种偏执狂式的幻相难道不会让我们想到镜像认同中的侵凌性的最纯粹形式？而这一切都似乎标志着更糟糕的情况——伦理域（大他者）本身的解体，即伦理本身解体为个人化的排他性道德标准或者停留在黑格尔所谓的“抽象普遍性”，人们已经几乎无法想象为了与任何一个他人共同生活而改变自己的生活方式的可能性，当这些人在使用民族主义话语为自己的个人主义梦想辩护的时候，我们必须说他们已经在严重地败坏这个民族的伦理共同体本身，而他们完全可以以相同的逻辑排除任何人，当下最极端也是最现实的例子是试图排除这个社会的一半成员即女性的男权主义幻想（同样也基本就是其反对的“市场女性主义”的镜像，而其这一对位物的基本问题也是一样的）。就像反犹主义或任何一种排他性的意识形态的重点不是犹太人或任何群体的实际特征，而是这种意识形态本身，无论那个群体到底是什么样，这种意识形态都已经包含着侵凌性的幻相，并且默认了一切现存的等级制秩序，只是由于在这种秩序中取得一个位置的不可能性才不得不把随便什么他者都看作取得位置的阻碍，看作偷走自己的享乐之人，而不是把这种不可能性看做秩序固有的，从而只是让共同体的困境与不可能性保持不变——这种意识形态指向他者的作用恰恰是让人们忘记自己在做什么，而现存秩序中与个人的实存位置相关的种种实际问题、实际的困境和实际的不法行为可以被简单地归咎于一切他者的单纯存在，从而带来一个未受破坏的美好社会的幻想，但重点在于，社会恰恰在根据自己的逻辑破坏自身，而这种破坏，哪怕只是人们幻想中的破坏，也必须经过社会的中介才是可能的。无论如何，我们的指责从来都不是关于他们提出的那些具体问题的，而是关于他们以错误的方式提出了错误的问题，通过提出这个其解决只是意味着让问题本身保持不变的虚假问题来对真正的问题视而不见，因此实际上拒绝了真正面对现有的困境和僵局。这到底是什么意思？我们认为，就“反黑”而言，从现在开始思考整个问题发生的背景，比如“超国民待遇”如何发生，到底是什么让部分人享有这样的待遇，特别地，这些人是否只是黑人，甚至说，是否真的存在过什么一般的“国民待遇”吗？而“反黑”被提出的方式也必须被注意，注意当人们说“反黑”的时候人们到底说什么，最重要的是这包含着一种什么样的幻想，或许对真正解决问题是有帮助的。如果不考虑这些问题而单纯指向黑人，那么这个黑人就已经成为了一个彻底空洞和抽象的“敌人”的代名词，它缺乏任何具体的社会行为、存在和意义，我们完全可以想象别的群体替代这个位置，这难道不是已经一直在发生了吗，一个例子，赛里斯过去任何一个地方对其的歧视都耳熟能详——“外来务工人员”。在我们指出这些具体地考察问题的要求之后，一些人甚至会说，“难道归根到底，黑人不应该被歧视吗？”。于是，这些人在这里为了不危及他们的幻想而放弃了理由，放弃了社会性的理由。同样的无条件的歧视的话语在过去曾经也被施加于这个民族本身，用来给历史上所有的殖民和大屠杀辩护，而不论一个民族如何地糟糕——如果这种糟糕的情况真的存在的话，他们当然应该为此负责，就像赛里斯二十世纪的革命青年对军阀霸道横行的野蛮状况感到有必要负责和做出改变一样——人们是会改变的，是会把自己理解为被压迫者来展开反抗，并在这个过程中改变对自身的认识和生活方式的，赛里斯就是这样一个民族。特别是当那些人搬出智商云云的“科学”的时候，不谈这些“实证数据”是如何得到的以及“智商”包含着的标准意味着什么的问题，也不谈“智商”的众所周知的“社会决定”的问题，这种“智商”为什么导向一种等级制？为了资本主义的最高效率以更好地满足个人享乐吗？其实再清楚不过了，这种歧视几乎就是部分赛里斯校园内对差生的常见歧视的搬演，“差生”的意志当然起到它能够起到的全部作用，但首先教育的等级制注定差生的位置将永远存在，而且这种歧视与“差生”实际上做了什么没有任何关系。如果人们否认自己可以接受以同样的方式无条件地被歧视、被屠杀，那么他们在这里的逻辑就变成一种双标，而且完全是后现代的——“你可以有不同的存在，有自己的不同生活方式，嗯，这很好，但不论你怎么活着，这都不妨碍我歧视你，这就是我的生活方式”，于是这里产生出一种“我们”和“他们”的逻辑，齐泽克所谓的极端政治（ultra-politics）和战争的逻辑，而这不需要任何社会的、现实的、实体性的理由，这就是反黑版本的身份政治，没什么新奇的，与当代市民社会最糟糕的那些排他性的“政治正确”完全相同，直白地说，也就是任性的逻辑，这种逻辑是永无止境的，而且永远不愿意面对和解决任何问题。我们可以厌恶单纯破坏共同体的排他性的个人，但我们不能为此把共同体本身牺牲和化约为一种同样排他性和不可能的幻想，如今共同体本身就已经面临日益严峻的社会对抗——反黑的那些幻想在想象一个民族共同体时完全忽视了现有的性交易和人口买卖乃至于阶级压迫的情况，他们根本不想要一个真正的民族共同体，而只想要一个能满足自己不可能的甚至可以明确地说是野蛮的个人主义享乐的共同体（特别是把女性化约为“性资源”，固定为“拜金女”等等的想象客体的那些幻想）。人们说着民族感和集体感，其实就和这片遵守着市民社会的特殊性规律与阶级规律的土地上，如今每次有人提及集体主义时是一模一样的，这些话的实际含义，我们在过去的日常生活中其实都再明白不过了，这些话只是代表他们自己的个人主义享乐罢了，他们并不在乎民族作为共同体的现实性，他们只在乎可以让他们继续维持个人享乐的那个想象的共同体，而把共同体化约和粉碎为这种想象的代价，他们是一概不管也不问的。古代赛里斯建立在森严的等级制和毫无限度的阶级压迫，建立在残酷的剥削、饥馑、暴力、战争与互相碾轧和复仇的无限进展上的民族直接性，这永远无以为继的，被农民起义的反复和遍野饿殍的幽灵困扰着的共同体，只能由最赤裸裸的压迫，通过慢性的甚至直接的屠杀来暂时维持的共同体，这奴隶的集体，这各民族的大监狱的梦想今天重新复兴了，不过是以自愿做奴隶来换取享乐的倒错形式复兴的，而对这种“文化”中被压迫者的斗争的文化，对创造一个新世界的努力，他们是一概不关心的。我们的问题是，你口中的民族是谁的民族，是被压迫者的还是压迫者的，是王阳明还是农民起义？这里没有第三条路。在新文化运动之后，民族感恰恰意味着对共同体本身负责，能够看到共同体本身存在的条件的危难，无论是帝国主义从外部强加给这个苦难深重的民族的意志，还是这种共同体所包含着的固定下来的压迫和内在不平等、不一致性及其对共同体本身的破坏，对整个民族本身的奴役与钝化，使其在大部分时候只懂得暴力、饥饿、压迫与复仇的语言，使其大部分民众受自然状态和统治集团个人任性的摆布，使民族陷入“城头变幻大王旗”、陷入压迫性的封建关系之无限进展的锁链当中，如果这样的民族就是有些人想要的民族，那么就像新文化运动中这个民族就早已懂得的一样，他们就是在侮辱这个民族的尊严。无论如何，今天民族国家不符合自己的概念，陷入了自身不一致，如果我们还想要真正拯救民族共同体本身，我们就需要一种新的共同体，而对任何人都有能力改变，与过去已经死亡却不自知的秩序断裂并加入这种新的共同体的可能性，以及共同体本身的改变保持开放是必要的，对破坏（这些反黑意识形态就是一种最基本层面的破坏）的抵制和规训措施也是必要的。这里没有简单的解决方式，提出错误的问题只是继续让一切保持不变，从而重复在二十世纪无数民族共同体中已经发生过的悲剧。 反黑意识形态的现实· 今天这种情况到底是怎么回事，我们何以走到这步田地？不得不说，如今人们几乎单纯就是有点缺乏教养了，我们所谓的教养，是指一种能够和他者一起生活的能力。资本主义市民社会缺乏这种东西是在预期中的，这种情况其具体的经济基础，或者说是如何在一种政治经济学秩序中产生出来的，现在大概不适合多说，但是任何一个在这里生活的人应该都十分清楚明白，我们在这里讨论一下其具体情况。首先，这种“教养”不是又一种说人们“太年轻”的陈词滥调，塞里斯的成人，特别是说着“太年轻”之类的话的人，恰恰是最缺乏这种教养的，人们大多是审慎而“聪明”的个人主义者，把几乎所有的精力都放在如何才能某些方面（如果不是全部方面的话）踩在别人头上成为唯一的赢家上，而新一代的每个人也大多没有在家庭和学校教育中得到这种教养，家庭教育他们去逐利，逼迫他们去去继承他们父母没能完成的愿望，要求他们去不择手段地投机来成为“成功人士”甚至是所谓的“光宗耀祖”，学校则教育人们工具理性，教育人们如何把他者当作自己的工具来完成个人目的，教育人们“提高一分，干掉千人”、赤裸裸的等级制和排他性的“向上爬”的竞争，在教育人们不必在乎这竞争中的被排除者、无产者、无份者的同时，和每一个新自由主义神话一样把这种个人主义说成能够神奇地有利于普遍的福祉，从而把这种个人主义说成普遍的，粉饰为集体主义，集体主义在塞里斯是什么意思，就是你在每个人的压迫性的享乐下不能反抗，校园霸凌不过是其必然的外在表现，而解决这种霸凌的方式最后只是把据说更权威的个人的任性意志强加在双方之上，问题好像只是霸凌者不够懂得社会的规律，掌握的资本和知识不够多，而受迫害者本身变得根本不重要，甚至也被要求去接受现状，在现状中恢复享乐的能力。结果是，人们不是无法适应这个逼迫所有人为了自己的享乐排除所有人、忘记所有人的社会而被归类为抑郁症和“低功能”，就是变成一种纯粹的恶和任性的代表，他人做了什么根本不重要，他们可以为了自己被承诺的满足和单纯想象的被夺走的满足憎恶每一个人，用复仇的逻辑对待每一个人，外地人、农民工、女性、黑人，而不是面对共同体具体的问题所在，去哪怕有半分认真地真正面对那些问题，去考虑这些问题能够发生的条件，而只是关心自己最直接的享乐，把目光所及的甚至是想象的能够打成敌人的人都看作敌人。在这些问题中，同样的逻辑总是占据着上风：从和身边女性或者干脆说任何人的关系，到对黑人的无能狂怒的同时，却无视黑人中享有特权的人如果真的存在的话，到底在现有的社会中处于什么位置，其特权又是从何而来，以及到底又有多少黑人不过是普通的劳动者，是完全正常的，毋宁说同样正常地受压迫的，也许还比这些更关心共同体的实际命运几分的社会成员，而又有多少是应该惩戒的流氓与无赖。我们完全支持解决这些具体的问题，但这些缺乏基本的教养的人是不关心这些问题的，他们只想享乐罢了，他们忘记自己在这么做的时候恰恰接近了他们所想象的破坏这个共同体的作恶之人毋宁说流氓，因为他们已经把现实的共同体化约为了其自身享乐的想象共同体，而为了保卫同样的享乐，他们还可以继续排除任何人，这就是资本主义意识形态和黑格尔所谓市民社会的特殊性规律的最纯粹形式，而如果人们仍然把共同体保持为全球资本主义世界体系的一个特殊环节，接受这种资本主义的逻辑和其包含着的全部等级制，期待着问题的转移却忘记自己在做什么，那么不会有任何问题得到解决，问题只会被转移给他者，这种转移一直都在进行着，无论是日常话语中的无产者、失业者、外地人，还是近来常见的女性、其他民族乃至于他们大概暂时还不敢说的共产主义者——就这点而言其实他们知道自己在做什么，而故意选择了不需要承担责任的“他者”——而精神分析的教训是，压抑本身就是被压抑之物的回归，哪里有压迫，哪里就有反抗。“往后的日子变得多么简单，周围的人也显得那么多余，我们每个人都是那么聪明，只要赶快抹杀自己的过去，这个大彻大悟的民族……” 尾声：共同体的政治· 《法哲学原理》的一大问题就出现在等级一节，黑格尔对诸多很关键的问题避而不谈或者没有展开，具体是因为审查还是什么就不得而知。不过这并非最重要的，因为大概只是单纯避而不谈的东西，也即关于普鲁士市民社会的普遍性到底是怎么样一种普遍性（其无穷无尽的问题）倒是也不怎么需要过多讨论了。这里更致命的是，黑狗几乎看到了资本主义的无限进展（在市民社会篇第一部分“需要的体系”关于分工、资本差异、等级和191节关于“舒适”的讨论中），但却完全忽视了资产阶级和其逻辑（基本而言，也就是市民社会本身的特殊性的逻辑）的破坏性力量。马克思在这方面的洞察力是足够敏锐的，他看到问题在于内在于市民社会普遍性的阶级斗争，但是他的错误就在于他低估了自己的正确性，也即低估了他在《宣言》中欢欣鼓舞地赞扬的那种使旧世界的普遍性消融于特殊性的资本主义的力量，他设想着这种力量本身会（经过无产阶级的革命中介）神奇地重新变成自在自为的普遍性，也即那个所谓的“历史的无实体的主体”的共同体的设想，想象着人类终于意识到自己的生产生活本身的伟大过程，却没有看到这种力量也同时粉碎了最低限度的黑格尔意义上的伦理性东西或者一切可能的共同体的概念本身，并借此生存下来，最符合“无实体的主体”这一概念的大概是斯大林主义政权的倒错政治实践，而整个共产主义计划作为启蒙主义计划延续的真相已经在这里可见一斑，似乎只要无序的资本主义生产过程本身被“主体化”、“理性地”意识到，一切就能够解决，更庞大的生产力将会爆发出来，然而这种“理性”却本身就是市民社会和资本主义的理性，这种有序本身就是一种无序，是排除所有他者的有序……启蒙主义在其彻底的成功中彻底失败了，或许可以冒险说，启蒙声称要带来教养，而其本身就缺乏教养，资本主义的现代性就是其结果，无论是打着自由主义的、威权主义的、法团法西斯主义的、社会主义的还是无政府主义旗号的资本主义，疏离的个人组成的市民社会不断瓦解着普遍性，陷入一种无限进展当中，只剩下资本、“共产主义真理”或无论什么这唯一的主体，二十世纪的整个悲剧似乎都已经潜藏于黑格尔在《精神现象学》启蒙一节的那句话中：“启蒙促使信仰回忆起它的各个孤立环节的对立面，但是启蒙对于它自己的情况同样没有清楚了解，换言之，启蒙还没有给自己启蒙。” 而黑格尔在《法哲学原理》中似乎把部分希望寄托在同业工会上，觉得同业工会能抵抗资本主义工商业的力量，让个人“参与普遍活动”，让伦理的东西得到恢复，并“达到自觉的和能思考的伦理”、“在自在自为的普遍目的及其绝对的现实中，具有它的真理性”，从而完成向自在自为的伦理理念的现实，“思考自身和知道自身”的伦理精神，也即国家环节的过渡，并使国家不是停留在一种抽象普遍性当中，不是仅仅停留在一种“被提高到普遍性的特殊自我意识”的直接现实性当中，而是继续取得进展。可以说，黑格尔认为自为的同业公会将成为一种作为伦理性共同体的国家的实存基础，将会使主体具有一种伦理的“国家感”或者说在共同体中生活的感觉，能够作为“单一普遍性”对共同体及其特殊的环节和偶然的存在方式所制造出的过剩负责，使“普遍性和单一性相互渗透”。如果再加上马克思关于资本主义继续破坏过去的一切实体性东西和拒绝与他者发生联系的旧生产方式，市民社会用其特殊性的逻辑消融旧世界僵死的普遍性的坚冰，特别是对黑格尔的等级环节中溢出的阶级斗争的洞见，乃至于这种基础上无产阶级的最广泛的联合的可能性，如果加上这些环节，尽管这些环节导向何方至少在《资本论》前的马克思那里仍然被理解为某种普遍性在范围上的单纯扩大，但似乎法哲学原理的这个伦理回归的环节就真正被补全了，我们能看到黑格尔所谓的自在自为的伦理的共同体在历史过程中出现的可能性。但是，就像我们之前所说，不论是黑格尔还是马克思显然还是在这里低估了资本主义的破坏力，黑格尔至少寄托着一些意义的同业工会被黄色工会取代了，而无产阶级的联合被全球资本主义在地缘差异化中的延续和法西斯主义排他性的无限重复打碎了，但这还不是问题所在，最重要的是：一方面，我们刚才就已经说明，共产主义计划本身就变成了市民社会抽象普遍性的延续，变成了“最大限度地满足欲望和增加效用”的问题，然而共产主义的问题恰恰不是满足欲望，而在于去看到特定欲望本身的过剩和现存秩序的不可能性，看到欲望本身的症状，看到它所制造出的无产者、产业后备军和整个排他性的阶级制度，看到它使共同体卷入资本、“共产主义理想”或者随便叫做什么这唯一的主体追求更多地满足欲望、追求更多的享乐的无限进展，看到它导致的全部灾难，以理解这种情况再也不能继续了，以能够自为地做出改变，至于政治经济学批判就是这种理解现状及其问题和找到介入现状的点位的努力；另一方面，也正是由于对前一个方面和政治经济学批判的任务的基本误解，共产主义甚至变成了一种市侩意识形态，一种在想象的历史潮流面前的聪明的政治投机，一些人说着改变不可能，说着“联合是不可能的”云云的话术，但他们的这种享乐恰恰基于维持和制造着这种他们自以为不需要负责的现状，他们赤裸裸地说着与他们所指摘的自己的镜像完全相同的排他性掠夺和资本主义剥夺性积累的话语的同时，还要恬不知耻地自称共产主义者，但却看不到这种排除他者的现状本身的持续才恰恰是不可能的，而为了填补这个漏洞，他们不惜一切代价，他们渴望着破坏被压迫者过去的艰苦斗争所换来的一切微薄结果，不惜揭去所有的资本主义-自由主义的田园梦想，好给排除更多他者开道来让资本主义的现状及其问题保持不变。与这种情况相似的，同业工会则在黑格尔所说的“僵化”和“固步自封”的预期中发展为了法西斯主义的前身，也即法团主义，也没有什么符合国家概念的国家能够拯救这一点，因为那些“仅仅实存着的国家”已经被市民社会吞没。总而言之，伦理性的东西没有进入实存当中，没有自在自为地被意识到，它彻底被市民社会的特殊性的规律消磨殆尽了，恰恰是在这种消磨殆尽中，必须经过整个二十世纪的这些灾难，我们才最终看到其意义和必要性。这一点才真正补充了《法哲学原理》，黑格尔在《法哲学原理》的序言中就写到，哲学的任务是理解存在的东西，人们无法跳出罗德岛，知性首先要作为直接的东西返回自身它才能成为哲学的对象，而哲学就像密涅瓦的猫头鹰一样，总是在黄昏时刻才起飞，因而总是来得太迟，总是在灾难发生后才能真正给出反思，而且总是在这之后才有一线可能让大众卷入其问题意识当中。然而，这里的问题不只是黑格尔没有机会面对现实的历史过程，《法哲学原理》中市民社会向国家的过渡就其本身而言就存在基本的过剩，无论是在殖民体系还是等级的环节，黑格尔那精神的圣餐杯早就在其中无数的环节溢出了，而这些过剩并没有在国家的环节被处理，至于国家将如何继续过渡以符合国家的概念，在逻辑上大概也缺乏一个很好的说明，就此我们只能认为他确实不善于或者单纯缺乏兴趣去处理（历史的和概念与逻辑上的）无限进展的问题，比如资本作为某种“特殊普遍性”的无限进展如何取得国家的主权（Souveränität），或者说成为国家的主人（能指）的问题（人们可以想象黑格尔在《法哲学原理》国家篇的某个环节的注释中讨论“资产阶级国家”），但黑格尔的说明中不应该被忘记的是，他非常清楚——国家要符合国家的概念，就不能再只是国家，特别不能是任何单纯实存着的国家，所有的社会对抗在国家的环节中都是根本上不可化约的。黑格尔在最后指向理性的宗教共同体来不是“消除”——与从哈贝马斯派到苏联马克思主义的标准梦想不同——而是让人们能够真正面对和处理这些对抗（我们不在这个问题上具体展开，对于黑格尔来说，这种宗教基本上意味着理解观念论意义上的自我决定的自由和对理性的辩证进展的开放性——当然，由于对黑格尔的一些基本概念的误解，这里的简要说明多半也是会被误解的，我们姑且按下不表），但我们现在才看到，伦理的概念直到共同体的濒死时刻才被想起，直到这个环节才取得有意识的、自在自为的存在，但这种存在还仅仅只是一种可能性。黑格尔的伦理环节的绝对的必然性，并不是某种先知的保证和预言，而恰恰是包含着行动在内的临时框架，其体现在市民社会环节在伦理的退隐下的恶的无限进展这一僵局中。我们亦无法跳出罗德岛，但这里就是罗德岛，就在这里跳吧，现状不能持续下去，这就是我们所知道的，不算太多，也不算太少，“这里必须根绝一切犹豫；这里任何怯懦都无济于事”，我们必须真正在这种反思的基础上行动起来，才能避免现状的无限进展和共同体悲剧的重复上演，这种行动是一种在过去的匮乏中与过去的主体性断裂，一种绝对的反冲（absoluter Gegenstoss），但它必须作为这种反冲进入现实本身当中，头脑清晰地明白当下有何可做，让这种仍然作为可能性的伦理环节成为现实性，去使这种可能性回溯性地成为必然性，取得现实的、自在自为的、从而真正来说是无限的定在。 朋友，理论是灰色的，但生命之树也是灰色的，因为这树已经行将就木了，精神的生命，恰恰在于敢于面对这种死亡，在于努力地穿过这腐烂和枯败的混凝土丛林，设法在其土地上开出崭新的花。","link":"/posts/81b25daa/"},{"title":"观念论和共产主义","text":"按：这只是一个草稿及一些阐述的简单拼凑。 在我们审美地（也就是神话地）做成这理念之前, 大众对这理念是不感兴趣的，反之，在神话学理性化之前，哲学家一定是羞于接受神话学的。于是，明朗的东西最终要成为不明朗的东西，不明朗的东西要成为明朗的东西，神话必将哲学化，民众必将理性化，哲学必将神话化，这样，哲学才能成为感性的东西，一种永恒的统一才会在我们这里出现。这绝不是轻率的一瞥，绝不是大众在其先知和神父面前的盲目的颤抖。我们期待的是单个的人亦即所有个体的全部力量的平衡发展。不再有哪一种力量受到压制，从而是精神的普遍自由和平等！一种更高的来自上天的精神将会降临，它给我们带来新的宗教，这新的宗教将会是人的最后的、最伟大的成品。（《德国观念论最早的体系纲领》） 作为黑格尔派，这个没有提出一条真正进路，而只是乞灵于某种“感性化”的纲领绝对是不够的。但只能说，我们相信的是，这条路径、这道弥赛亚的窄门，终究总是开放着的，而且没有任何人能关闭它，也没有人任何人能够代替别人走完这条路，哲学的全部努力是尝试去铺设这条路。它，这真理，在哪里作为僵局显现，自己对这僵局负责并走向真理就是我们的责任，这也许是对弗洛伊德所谓的Wo Es war, soll Ich werden（它曾在之处是我应在）的一种解释。这是为了自由主体的面向的解放，而不是为了哲学家或任何人对自我的固着——这种固着的完全实现总是面临着内在的不可能性，因此固着必须成为自由的才能真正被实现，而这固着本身的自为的、自由的实现是这种固着的真相，在这种真相中，固着本身直接地、明确地仅仅只是作为环节被把握或者说返回主体自身。观念论者非常清楚的是，不但只是说一切人的解放是任何人解放的条件，而且任何人的真正的解放本身就必须直接就是一切人的解放，主体性本身的解放。 这个道理，是非常简单的，各式各样的民粹派、原型法西斯分子、所谓的共产主义者和自由派却都通过共享相同的话语实际上联合起来了，他们似乎对这个简单的道理永远不能或仅仅只是拒绝到达任何理解：只要解放不是普遍的解放，或者说主体的普遍性领域本身的解放，它就不可能是解放，而被压迫者、被排除者仍然会继续作为永恒的内在过剩威胁着这种解放本身的真理性，因此，唯一真正的解放必须直接接受这种过剩以达到绝对的、无限的解放。 我们必须把观念论解释成所有人都能理解的东西，但又不能把它彻底扁平化为完全不是观念论的东西，至少我们要足够清楚地说明我们所谓的“共产主义”究竟是什么……另一方面，也是更重要的方面，黑格尔派会完全保留所有关于资本、生产、阶级矛盾（我们应该充分意识到这个分析仅仅只是为了指出革命的坐标的）的分析，事实上，资本就其本身而言是形而上学的，黑格尔派要做的恰恰是进入到这个实存的形而上学系统去摧毁它，但这不是要把这些东西化约为“符号政治经济学”或者“爱欲经济学”等等，物质生产本身是被定位为实在而不是纯粹观念的环节的，黑格尔派指出的问题恰恰是观念本身不是观念的，生产秩序本身采取形而上学的或观念的形式，但建立在物质生产本身的实在之上。黑格尔派不是空想主义者，也不贩卖理性直观，我们必须理解整个现存秩序的单一性，找到其过剩，并建立一种转移的技术，才能在这种秩序的关键上进行操作。 关于历史性我要澄清的是两点： 历史并不是连续进展，而是旧秩序的不断自我瓦解、断裂，以及在这种断裂上向新的历史环节的跳跃，这种跳跃回溯性地成为必然的，欧洲中世纪的封建主义危机中形成了一个早期的资本主义经济，但这种僵局并不一定导向这个方向，至少对于置身的行动者而言，方向本身是完全不清楚的，而历史编撰学、每一种历史书写都恰恰是一个回溯性地选择结果的原因的问题 共产主义的可能性回溯性地存在于过去所有的这些断裂中，然而共产主义的问题和过去一切简单的新秩序的直接生成的问题都完全不同，用黑格尔的说法，它意味着真正返回自身的世界精神。资本主义是一种恶无限，在直接性中不再有任何出路，必须走向自为的、无限的解放。简单来说，共产主义必须不再是一种固定的秩序，而是一种秩序本身的无限的、否定的自身关联，而秩序的实存只能是它的一个环节。共产主义不能是资本主义的，它必须解决资本主义的僵局，然而再也没有一种特定的秩序比资本主义更接近一种无限进展了，因为它按其本质而言就是通过自己的危机、在自己的死亡中继续存在、继续保持不变，它就是一切自我持存的、自在的秩序的最终形式，那本小册子的第四部分我希望就这点做更具体的讨论。资本主义秩序、以及任何特定的有限的实存秩序（无论在那里什么会代替资本的位置），都内在地产生出过剩，共产主义的任务就是单纯地承担这种过剩，承担每一种实存秩序中的否定性的无限的自身关联，实现这种否定性在一种新秩序中的肯定的自我归复，走向不断准备好建立新秩序的自为的共同体。 马克思所描述的生产力真正来说无非是秩序的自我堆积（不符合这种堆积的更加“直接性”的秩序被他一股脑全部叫做亚细亚生产方式），只不过在资本主义阶段这种堆积成为了一种恶无限，马克思在这里考虑一种能够克服这种堆积的后果来更快地堆积本身的秩序，只能说恰恰是在思考一种没有资本主义的新的资本主义，按照这个思路，当代赛里斯确实恰恰就是克服了所谓的自由资本主义的阻碍能继续更快地自我堆积的资本主义的这样的一个环节——作为世界体系的特殊环节的威权资本主义，齐泽克提及赛里斯所谓经济奇迹并不是要翼赞，而是想指出这决不能令人满意，真正的共产主义者想要的根本不是更强劲的资本主义动力和“经济奇迹”，是时候承认二十世纪共产主义梦想的内在僵局了，某些左派如此努力地试图反驳这些“生产力发展”的情况只能说明他们的标准本身恰恰是资本主义的，而齐泽克和真正的共产主义者的问题是：代价是什么？ 我们的观点无非是：1.必须相信人乃至于整个共同体在自己的僵局中是可以改变的（什么古老的毛主义信念），事实上，共产主义的共同体恰恰意味着始终对这一点保持开放 2.革命必须提供一种改变的进路，一种新的存在方式，否则这种革命就只是一种纯粹抽象普遍性的无能。革命不应该期待自己必然能自动获得多数，它必须去争取多数，让人们看到一种不同的生存方式是可能的，而恐怖是必须的，但是我还是认为恐怖应该提供的恰恰一个基本的出路。 实体即主体，我们说共同体/大他者不存在是因为共同体本身就是经主体中介的单一性，根本没有主体间性的“纯粹外部的”共同体，一切都已经是主体，一切都已经是行动及其沉淀，总是已经被主体的行动中介。因此我所强调的是，共产主义一直都是一种主体性的行动：对一种共产主义来说，只要开始，共产主义就已经存在，已经是可能的了，一种最低限度的新的、在过去的框架中被视为不可能的共同体已经开始，而它还应该被视作过去的这种行动的延续和拯救。共产主义的问题不是可能性的问题，而是它的现实性的问题。“生产力发展”只是在一些生产方式的条件下具有特殊的创造过剩的意义，而过剩本身不是从这种生产力中自动而机械地产生，它恰恰是超出这种生产力的流畅运作的、同时也是这种运作本身所依赖的无条件之实在，能够在其断裂与匮乏之中得到体现，而“生产力条件”云云的辩词，也不过是继续否认过剩的倒错而无谓的努力，不过是对主体性之平等的拒斥。从托马斯·闵采尔到列宁，成为共产主义者这件事都必须是无条件的，一种悬置现状的唯物主义神学的向度对于真正的共产主义行动来说是必须的，而对于新的共产主义的共同体来说，先前的一切都只是荒原罢了。也许那个古老的比喻应该颠倒一下，共产主义不是原野上的星火，而是严格地无中生有的、纯粹发生和涌现的草籽，它的存在本身只是否定的自身关联，它就其本身而言对过去的状况和条件漠不关心，一种不适于生长的土壤会导致生命的死亡，也许总是永久的沉寂，但生命不在乎其延续，而是毕竟无条件地存在着，并改变这种土壤，从土壤中发掘出主体性的生命力，它是这种土壤永恒的、超越时间的、不死的过剩与诅咒，甚至死亡也不过只会是这种生命的延续。","link":"/posts/f49ae4bd/"},{"title":"《视差之见》翻译问题","text":"注：以下并非严格的校对，而只是在相当随意的对照阅读中（因为一些不连贯等）发现的，可能漏过了许多问题，或者单纯就是我不想写了。 0 引论· p. 2，审查/漏译 他一直在写《历史哲学论纲》(&quot;Theses on the Philosophy of History”) ，那是他对马克思主义所做的分析。 Benjamin wrote “Theses on the Philosophy of History,” his short but devastating analysis of the failure of Marxism. p. 2，奇怪的句法调整，译文中“它们”指代不明，more radically应为“更根本的是……”。“也就是说”前缺少了一段“’斯大林‘所代表的同‘本雅明’在同一个水平上运作单纯就是不可能的” 不过，说得更绝对些，这两则消息的共同之处在于，它们之间有联系，但这种联系不可能发生短路，也就是说，出于结构性的原因(structural reasons) ，它们各自代表的层面永不相交。也就是说，绝不可能透过斯大林主义的视角领悟本雅明《论纲》的真实维度。 More radically, what the two stories share is that the link they establish is an impossible short circuit of levels which, for structural reasons, can never meet: it is simply not possible, say, for what “Stalin” stands for to move at the same level as “Benjamin,” that is, to grasp the true dimensions of Benjamin’s “Theses” from a Stalinist perspective. p. 4，审查/漏译，这一段完全消失了 Today’s crisis of Marxism is not due only to the sociopolitical defeats of Marxist movements; at an inherent theoretical level, the crisis can (and should) also be indexed through the decline (virtual disappearance, even) of dialectical materialism as the philosophical underpinning of Marxism... p. 4，这里以及之后的大部分的“消极”（negative）译作“否定”，“积极”（positive）译作“实存”比较恰当 p. 6，“为”应改为“进” 就是把这种普遍与特殊的差异， 置换为特殊自身…… ... displace this difference between the universal and the particular into the particular itself... p. 8，应译作：对于活生生的存在来说，打破/延缓生命繁殖的循环，设置非行为，即退入相对于存在的自反性距离之内，这作为最激进的干预是如何可能的？ 对于活生生的存在来说，打破/延缓生命繁殖的循环，把非行为，即退入与存在保持着的反射性距离之内，设定为最激进的干预，这是如何可能的？ how is it possible, for a living being, to break/suspend the cycle of the reproduction of life, to install a non-act, a withdrawal into reflexive distance from being, as the most radical intervention? p. 9，应译作：第一个关键步骤是用“太一”（the One）本身固有的“张力”（tension）、裂隙（gap）、不重合（noncoincidence）的概念取代“对立面的极性”的主题。 第一个关键步骤是用固有的“张力”(tension)、分裂(gap)、不重合(noncoincidence)等概念，用“太一”(the One)这个概念取代“对立面的极性”。 The first critical move is to replace this topic of the polarity of opposites with the concept of the inherent “tension,” gap, noncoincidence, of the One itself. p. 9，meaning显然应该是意义而不是意识 很难与意识和纯粹实在界(pure Real)的分裂共处 it is difficult to tarry with this gap between meaning and the pure Real p. 12，这里的“而是是否服从全然不同的逻辑”应该改为“而是基于全然不同的逻辑” 他内心挣扎着的，并非一个群体是否比另一个群体”更具普遍性”，而是是否服从全然不同的逻辑(entirely different logic)：这里的逻辑不再是一个自我一致的实体性群体(self-identical substantial group ) 对抗另一个群体之逻辑，而是这样的对抗(antagonism) 之逻辑一对抗沿着对角线切过所有的具体群体。 The struggle which truly engages him is not simply “more universal” than that of one ethnic group against another; it is a struggle which obeys an entirely different logic: no longer the logic of one self-identical substantial group fighting another group, but of an antagonism that cuts diagonally across all particular groups. p. 13，是海德格尔而不是黑格尔 从这个意义上说，黑格尔满心赞许地引用诺瓦利斯(Novalis)的哲学决断(determination of philosophy)，不是完全合理的吗？在诺瓦利斯那里，哲学决断就是渴望回到已经丧失的真正家园。 In this sense, was Heidegger not justified in approvingly quoting Novalis’s determination of philosophy as longing for the true lost home? p. 14，是柄谷行人（反对黑格尔）强调了康德的世界主义的“世界-市民-社会”观念……这里把柄谷行人的立场和齐泽克对其的引用的意义完全搞反了 沿着哲学的构成性的“无家可归”这一思路，柄谷行人反对黑格尔-康德的世界主义的“世界-市民-社会”观念。这个观念并非只是把民族-国家的公民观扩展为全球性、跨国界的公民观，它还涉及下列行为：从认同自己“有机”的、寓千特殊传统的种族实体，转向完全不同的认同原理。 Along these lines of the constitutive “homelessness” of philosophy, Karatani asserts—against Hegel—Kant’s idea of the cosmopolitan “world-civil-society/Weltburgergesellschaft,” which is not simply an expansion of the citizenship of a nationstate to the citizenship of a global transnational State; it involves a shift from the principle of identification with one’s “organic” ethnic substance actualized in particular tradition, to a radically different principle of identification... p. 15，“它无视相互冲突的行动者之间的共同基础”应为“其中相互冲突的行动者之间没有共同基础可言” 最后但并非最不重要的，是政治视差(political parallax)，即社会对抗(social antagonism)，它无视相互冲突的行动者(agent)之间的共同基础。 last, but not least, there is the political parallax, the social antagonism which allows for no common ground between the conflicting agents p. 16，“这一”应改为“的”，因为认知主义脑科学显然还指向超出现象性的自我意识的“客观”进程 不能把现象性的自我知晓(phenomenal self-awareness)简化为“客观”的大脑进程这一附带现象(epiphenomenon of &quot;objective&quot; brain processes) that phenomenal self-awareness dialectical materialism at the gates cannot be reduced to an epiphenomenon of “objective” brain processes 1 第一章 恒星视差：存有论差异之陷阱· 1.1 主体，这个“在内心行过割礼的犹太人”· 1.1.1 发痒的客体· p. 25，应该标注“隶属”和“反对”两个动词分别是to subject和to object p. 30，多了个“人”字 在这里，“发痒的客体”(tickling object) 就是不在场的成因(absent Cause) ，就是莫测高深的未知因素。正是这样莫测高深人的未知因素，瓦解了解决叙事难题的所有方案。 The “tickling object” here is the absent Cause, the unfathomable X that undermines every narrative solution. 1.1.2 康德式视差· p. 32，&quot;positive&quot; solution翻译为了“‘实证性’的解决之道”，positive翻译为实存的或许至少比实证性要合适，这里还有积极、整全、自身一致的意义 p. 32，“适合”是指向影响还是结构完全是混淆的，可以把“适合”改成“适合于”并在后面加上个“那”，这差不多是用指示代词代替定冠词的部分作用 即下列事实——我们的理性(Reason)似乎适合影响我们的外在现实的结构 (the fact that our Reason seems to fit the structure of external reality that affects us) p. 32，应该是：正是在这两个实存项之间，分裂在进行分裂 无法把这个新维度化约为两个实证性术语中的任何一个。正是在这两个实证性术语之间，分裂本身也处于分裂之中。 a new dimension which cannot be reduced to either of the two positive terms between which the gap is gaping. p. 32-33，无法化约为经验杂多的“它”指代不明，这里显然是指向这种“自反性的统一性”（self-reflective untiy），如果指向先验统觉之主体，这里的理解就会变得非常奇怪——重点在于，考虑到齐泽克超越康德的方式（以及他下面对先验统觉之主体和先验对象的区分），经验杂多本身也被当作先验统觉之主体/先验想象力的另一个面向，即不论是经验杂多（[中介了的]前中介直接性，即回溯性建构）还是自反性的一致性都应该被视作主体性的一个面向，它们之间的视差是先验对象X（即如下文所言，“超越了现象性表象的空白”），而先验主体（如下文所言，“早已显现为空白”）是这种空白本身，因此在这里跟先验统觉之主体根本不能在同一个水平上比较。另外，这篇文章中大量地把transcendental和transcendent都译为“超验”，但transcendental在康德（以及齐泽克这里）的语境中一般指经验的可能性条件，一般译作“先验”，而“超越经验”则应该指向transcendent（康德本人就这两个词也做过区分）。 超验性统觉之主体一方面展示出自我反射性的一致(self-reflective unity), 无法把它化约为经验的众多(empirical multitude)，却又缺乏任何实体性的实证存在(substantial positive being)。 ... the subject of transcendental apperception which, while displaying a self-reflective unity irreducible to the empirical multitude, nonetheless lacks any substantial positive being... p. 35，不应该添加这个“才”，这样容易把齐泽克要说的理解成（在康德的意义上的）“本体层面”也有这种属性，进而是理解成现象和本体的层面上都有这种属性，但是主体性自由恰恰是超越/造成现象和本体的分裂/视差的分裂本身。“以至于”应改为“因此” ……主体的自由/自发性（freedom/spontaneity）。它不是现象性实存物(phenomenal entity)才具有的属性，以至于我们无法把它当成隐藏着下列本体事实(noumenal fact)——我们完全陷于难以企及的必然(inaccessible necessity)一的假象而一笑置之。尽管如此，它也不只是本体性的。 ... the subject’s freedom/spontaneity, which—although, of course, it is not the property of a phenomenal entity, so that it cannot be dismissed as a false appearance which conceals the noumenal fact that we are totally caught in an inaccessible necessity—is also not simply noumenal. p. 38，显然，这里的which是指代something else，不得不显现为“空无”的是“别的什么东西”，哪怕强行说which跳跃修饰了difference也是不合适的，因为difference后面省略了that，between...已经是一个定语从句，如果这样说那么这里出现了两个并列的定语从句而没有连词 此外，它不只是（处于各种不同层面的）存在的差异，不只是（处于各种不同层面的）现实的差异，而是现实之全部(All of reality)与别的什么东西(something else)的差异。一旦触及现实，这种差异不得不显现为“空无”（Nothing 空空如也）。 furthermore, it is a difference not merely between (different levels of) beings, of reality, but between the All of reality and something else which, with regard to reality, cannot but appear as “Nothing.”... p. 39-40，minimum of an entity应该译作“最小限度的实存物” 这还意味着，存有论差异并非下列两者间的“最大”差异：一者为各种存在(all beings)，各种最高种类物(highest genus)，一者为各种存在、各种最高种类物之外的某物。存有论差异是“最小”差异，是差异的绝对最小值；它不是各种存在之间的差异，而是某个实存物的最小值(minimum of an entity)与空白(void)、空无(nothing)之间的差异。 This also means that ontological difference is not “maximal,” between all beings, the highest genus, and something else/more/beyond,but, rather, “minimal,” the bare minimum of a difference not between beings but between the minimum of an entity and the void, nothing. p. 40，finitude（有限性）译作了无限 只要立足于人类之无限(finitude of humans) …… Insofar as it is grounded in the finitude of humans... p. 40，应为：通过把先验视域的一切置于更广阔的本体现实之域，他最终把先验视域化约为现实向有限的存在（人）呈现的一种方式。 通过把一切置于疆域广阔的本体现实之域(realm of noumenal reality)，他最终把超验视域(transcendental horizon)化约为现实在有限的存在——人——面前呈现自身的一种方式。 ultimately, he reduced the transcendental horizon to a way in which reality appears to a finite being (man), with all of it located in a wider encompassing realm of noumenal reality. p. 41，“这种事物导致”改成“其”，或者在“导致”后面加上个“的” 康德所谓的“超验”之维远非稳定一致的位置，它只能在已言(the said)和未言(the unsaid)达成的脆弱平衡中，通过制造某种事物——我们拒绝表述和“如此设定”(posit as such)这种事物导致全部结果——才能维系自身。 ... far from being a stable consistent position, the dimension of the Kantian “transcendental” can sustain itself only in a fragile balance between the said and the unsaid, through producing something the full consequences of which we refuse to articulate, to “posit as such”. p. 41，应为：再一次地，康德虽然不能一致地提出这点，但是他“知道这点”。 再说一次，康德不必能够系统地概括就“知道它&quot; 。 Again, Kant “knew it” without being able to formulate it consistently. p. 44，&quot;assert it 'as such'&quot;应译作“主张（事情）‘本身’就这”或者译作“主张这事就‘这样’了”，这里有一种严格的自反性设置的意义，也就是放入现象/表现本身的自反性领域的意义，“本身”不是指某种“自在的”本体的情况，而是现象、事情本身，强调此外没有更多了，像这样翻译也至少应该标注原文 换言之，黑格尔要采取的步骤不是“克服”康德的分裂，而是任其“自生自灭，”…… In other words, Hegel’s move is not to “overcome” the Kantian division but, rather, to assert it “as such,”... p, 44，黑格尔名声不佳的“三元组”（the infamous “Hegelian triad”）显然是指三段论：正题-反题-合题（thesis-antithesis-synthesis） p. 46，这里强调的实证内容需要被合理化没有翻译出来，应为：这意味着，要解释我们的陈述和态度，我们永远不能仅仅援引某些实证性数据（自然的法则与进程、神圣的理性、上帝的意志……）——这些援引必须被合理化，其规范性的约束力必须以某种方式被解释。 这意味着，要解释我们的陈述和态度，我们永远不能仅仅采纳实证性数据——自然的法则和自然的进程、神的理性(divine Reason)、上帝的意志等。采纳任何一种实证性数据都是合乎情理的，这些数据的规范性的约束力也必须以某种方式得到解说。 ... which means that, in order to account for our statements and attitudes, we can never simply refer to some positive data (natural laws and processes, divine Reason, God’s Will...)—each of these references has to be justified; its normative binding power has to be somehow accounted for. 1.1.3 The Birth of (Hegelian) Concrete Universality out of the Spirit of (Kantian) Antinomies· p. 46，本节标题本身的翻译，应为“诞生出”而不是“脱颖而出” p. 46，a pure fake翻译成了“一个如假包换的赝品”？ p. 47，应为：因此看起来卡瓦罗至少确实从在阿根廷广泛传播的拉康派运动中学到了点什么——事物就是自己的最佳面具这一事实。 情形似乎是这样的，至少卡瓦罗受益于拉康运动在阿根廷的广泛传播。至少他知道，掩饰某个事物的最佳面具，其实就是它自己。 It thus seems that at least Cavallo did learn something from the widespread Lacanian movement in Argentina—the fact that a thing is its own best mask. p. 47，应为：需要于实在中介入的一切只是一个空白框架，就能使我们之前“直接”看到的相同事物现在是通过框架被看到。 所有那些不得不干预实在界的事物，都不过是一个空空如也的框架而已。所以，同一个事物，我们以前是“直接“看到的，现在则是透过那个框架看到的。 all that has to intervene in the Real is an empty frame, so that the same things we saw “directly” before are now seen through the frame. p. 47，不怎么符合中文用语习惯的翻译，以及漏译。应为：只有一个结论，可以用来解释这一鸿沟：并不存在鸿沟在其中出现的，框架在其中把表象之域隔离开来的“中性”现实。每一个“现实”领域（每一个“世界”）都总是已经被框起来了的，通过一个隐形的框架所看到的。 只有一个结论，可以用来解释这一分裂：并不存在“中性”的现实。在这样的现实中，分裂形成了；在这样的现实中，框架把表象之域(domains of appearances) 隔离开来。 There is only one conclusion which can account for this gap: there is no “neutral” reality within which gaps occur, within which frames isolate domains of appearances. Every field of “reality” (every “world”) is always-already enframed, seen through an invisible frame. p. 48，the Other Dimension显然应该译作“（大）他者维度”。另外，译者自己加了一句“真实就会变得虚假”（他做了解释）。这样翻译更合适：“一旦我们通过框架瞥见了（大）他者维度，现实本身就会变成表象。换句话说，事物不是简单地显现，它们是装作在显现。”译者似乎没有把握到这里黑格尔式的重点，即事物不止是表象，而是把自己表现为（本质的）表象，表现为在其后还隐藏着本质，超感性之物因此是表象作为表象（the supersensible is therefore appearance qua appearance）。 一旦我们透过框架(the Frame)，瞥见了另类维度(the Other Dimension)，现实就会变成表象，真实就会变得虚假。换言之，事物并不只是显现，它们还装着在显现。 once we get a glimpse, through the Frame, of the Other Dimension, reality itself turns into appearance. In other words, things do not simply appear, they appear to appear. p. 49，这次跟翻译无关，译注有问题，如果要继续使用译者在这里的表述的话，这里更重要的是“人”的最小差异，也即：任何人都不只是“人”，普遍的“人”的“非-人”内核。 “人民”之所以具有普遍性，是因为没有任何人属于“人民”，任何人都只是“人”，而不是“人民” 。“人民”是“人”的例外．“人民”的普遍性便来自这里。一译者注 p. 50，the obverse experience显然是“颠倒的经历”而不是“正面的经验” p. 56，alternate显然是“替代”而不是“交替” p. 57，漏译/审查？ 在其他的“特定主义”(particularistic)宗教中，总有允许他人立足的一席之地。 In other “particularistic” religions (and even in Islam, despite its global expansionism) there is a place for others p. 58，应为：位置/规定性的匮乏与普遍性是严格地相互依存的 一者是普遍性，一者是特定位置/决断的匮乏，两者是彻头彻尾地相互依存的。 universality is strictly codependent with this lack of specific place/determination. p. 59，void of their Outside应为“缺乏外部”而不是“缺乏外观” 1.1.4 主人能指及其兴衰· 理论部分懒得看中译本了，下面估计主要就是齐泽克举例的部分会捉点虫了，感觉问题已经多到了捉虫失去了意义…… p. 66，注释把S\\rm \\cancel{S}S​打成了S(A)\\rm S(\\cancel{A})S(A​) p. 67，按照理解注释中应为“为主人效劳”而不是“为人效劳” p. 75，意思反了，还莫名其妙多了括号里的内容 尽管很容易把希区柯克长期以来的粗枝大叶（很可能是这样的）说成自觉的谋略 Although it is easy to project a conscious strategy into what may simply have been Hitchcock’s sloppiness p. 76，这翻译是不是加料太多了 如此一来，即使背景“绝假纯真”，也会导致故意人为的效果 even if it is a “true” background, nonetheless generates the effect of something artificial","link":"/posts/e63545ca/"},{"title":"话语理论前的S1（一元能指）和S2（二元能指）的问题","text":"讨论这个是因为在看Bruce Fink的The Lacanian Subject时看到了这些段落： It should be kept in mind that the French words I am translating by mother's desire (désir de la mère) are inescapably ambiguous, suggesting both the child's desire for the mother and the mother's desire per se. Whichever of the two we choose to dwell on, or whether we prefer to view the situation as a whole, the point is the same: language protects the child from a potentially dangerous dyadic situation, and the way this comes about is through the substitution of a name for the mother's desire. Name-of-the-FatherMother’s Desire\\frac{\\textup{Name-of-the-Father}}{\\textup{Mother's Desire}} Mother’s DesireName-of-the-Father​ Read quite literally, this kind of formulation (Écrits, p. 200) suggests that the mother's desire is for the father (or whatever may be standing in for him in the family), and that it is thus his name which serves this protective paternal function by naming the mOther's desire. Now a name is, according to Saul Kripke, a rigid designator; in other words, it always and inflexibly designates the same thing. We might refer to a name as a signifier, but only with the caveat that it is an unusual kind of signifier, a &quot;primordial&quot; signifier. A further step is required for that which replaces or stands in for the mOther's desire to function as a &quot;full-fledged&quot; signifier: it must become part and parcel of the dialectical movement of signifiers, that is, become displaceable, occupying a signifying position that can be filled with a series of different signifiers over time. This requires a &quot;further separation&quot; of the kind discussed later in this chapter, and it is only that further separation that allows Lacan to refer to the symbolic element operative in the paternal function in a variety of ways: as the Father's Name (le nom du père), the father's no-saying (le non du père) or prohibition, the phallus (as signifier of desire), and the signifier of the Other's desire, S(A)\\rm S(\\cancel{A})S(A​). SignifierMother’s Desire\\frac{\\textup{Signifier}}{\\textup{Mother's Desire}} Mother’s DesireSignifier​ The substitution implied by the paternal metaphor is only made possible by language, and thus it is only insofar as a &quot;second&quot; signifier, S2\\rm S_2S2​, is instated (the Father's Name, at the outset, and then more generally the signifier of the Other's desire) that the mother's desire is retroactively symbolized or transformed into a &quot;first&quot; signifier (S1\\rm S_1S1​): S2S1\\rm \\frac{S_2}{S_1} S1​S2​​ S2\\rm S_2S2​ here is thus a signifier which plays a very precise role: it symbolizes the mOther's desire, transforming it into signifiers. By doing so, it creates a rift in the mOther-child unity and allows the child a space in which to breathe easy, a space of its own. It is through language that a child can attempt to mediate the Other's desire, keeping it at bay and symbolizing it ever more completely. While in the 1950s Lacan spoke of the S2\\rm S_2S2​ involved here as the Name-of-the-Father, and in the 1960s as the phallus, we can understand it most generally as the signifier that comes to signify (to wit, replace, symbolize, or neutralize) the Other's desire. The symbol Lacan provides us for it (see, in particular, Seminars VI and XX) is S(A)\\rm S(\\cancel{A})S(A​), which is usually read &quot;the signifier of the lack in the Other&quot; but, as lack and desire are coextensive, can also be read &quot;the signifier of the Other's desire.&quot; (The phallic signifier and S(A)\\rm S(\\cancel{A})S(A​) are discussed at length in chapter 8 below.) (Fink 1995, p. 57-58) 总的来说只了解话语理论的话，看到⽗之名出现在S2\\rm S_2S2​的位置是很奇怪的，我比较在意的是它们和后来的S1\\rm S_1S1​与S2\\rm S_2S2​的关系……而下面这些更是有点难以理解： Lacan proposes that we equate these representatives with signifiers, words standing in for drives (i.e., acting as the representatives of drives) at the ideational level: the level of representation or thought. Signifiers are what allow drives to be represented: presented to us as beings of language. Starting from this equation of Vorstellungsrepräsentanzen with signifiers, repression is conceptualized by Lacan as leading to the creation of the unconscious on the basis of a coupled pair of signifiers: the &quot;unary signifier,&quot; which Lacan represents as S1\\rm S_1S1​, and the &quot;binary signifier&quot; S2\\rm S_2S2​ (Seminar XI, p. 219). The binary signifier is what is repressed in primal repression. ... The signifier of the Other's desire, the Name-of-the-Father, is the binary signifier that is primally repressed. (Fink 1995, p. 74) ⽗之名为什么是原初压抑中被压抑的能指？但是考虑到，原初压抑的对象显然不是能指⽽是驱⼒，那么这⾥或许是说，⼆元能指是“原初压抑中被压抑之物”的能指（什么语⾔的歧义性）。 吴琼在《阅读你的症状》略微讨论过这个问题，我们来看一下他是怎么说的： 总之，在拉康那里，所谓主体是一个能指对另一个能指表征出来的，既表明主体是语言结构的效果，也表明语言在表征主体时有一种根本性的无能，在主体中总有某个东西是能指所不可表征的，而正是这个不可能性引发了能指的“坚持”，引发了能指在主体身上的重复激情一如果你非要问这个不可表征的东西究竟是什么，现在只能简单地回答说，那就是主体的原始欲望，主体的被禁止的原乐追求。同时，也正是因为这一不可能性，使得能指所表征的主体根本上只是一个分裂的主体，一个被划杠的主体，拉康用符号将其表示为“S\\rm \\cancel{S}S​” 。至千表征主体的那个能指一拉康后来称它为“主能指“(master signifier) 可用符号记作“S1\\rm S_1S1​”，而在能指运动中被替代的“另一个能指”，可记作“S2\\rm S_2S2​”。① ① 但是，“一个能指”和“另一个能指”究竟谁是主能指，S1\\rm S_1S1​和S2\\rm S_2S2​究竟哪一个代表“一个能指”，哪一个代表“另一个能指”，还有主能指对其表征主体的到底是“另一个能指”还是“其他所有能指”，对于这一切，拉康的说法前后不一，十分混乱。比如在《主体的倾覆和欲望的辩证法》(1960年）的一段文字中（见Jacques Lacan, Écrits, p. 693) ，他明显地把“另一个能指”视作主能指，在第11期研讨班（1964年）的一个说明能指表征主体的图示中（见Jacques Lacan, The Four Fundamental Concepts of Psychoanalysis, p. 198） ，他用S1\\rm S_1S1​代表“另一个能指”，S2\\rm S_2S2​代表“一个能指”，并显然也是把前者当作主能指，而在第14期研讨班（1966—1967年）中，他又用S1\\rm S_1S1​代表“一个能指”，并把它视作主能指，用S2\\rm S_2S2​代表“另一个能指”，再到1969—1970年的第17期研讨班中，还是S1\\rm S_1S1​代表作为主能指的“一个能指”, S2\\rm S_2S2​则代表“其他所有能指”。造成这种混乱究竟是因为拉康的记忆错误还是因为观点的转换，已经无从考证。就我个人的理解，拉康把“另一个能指”作为主能指的时候，强调的是该能指——它实际就是母亲欲望的能指——结构主体之欠缺的功能，而把“一个能指”当作主能指的时候，强调的是该能指它实际就是父亲功能的能指对于主体性的构成功能。有关拉康在这两个能指上的混乱，齐泽克曾做过特别说明，参见斯拉沃热·齐泽克：《因为他们井不知道他们所做的——政治因素的享乐》，郭英剑等译，26~29页，南京，江苏人民出版社，2007。(吴琼，《雅克·拉康：阅读你的症状》，p. 354) 吴琼对这个问题的答案居然基本就是说这件事“⼗分混乱”…… 还是来看看齐泽克在Less Than Nothing里说了什么吧： Lacan is here a radical Hegelian (unbeknownst to himself, no doubt): there is multiplicity because the One does not coincide with itself. We can now see the precise sense of Lacan's thesis according to which what is &quot;primordially repressed&quot; is the binary signifier (that of Vorstellungs-Repräsentanz): what the symbolic order precludes is the full harmonious presence of the couple of Master-Signifiers, S1\\rm S_1S1​-S2\\rm S_2S2​ as yin-yang or any other two symmetrical &quot;fundamental principles.&quot; The fact that &quot;there is no sexual relationship&quot; means precisely that the secondary signifier (that of the Woman) is &quot;primordially repressed,&quot; and what we get in place of this repression, what fills the gap, are the multiple &quot;returns of the repressed,&quot; the series of &quot;ordinary&quot; signifiers. Watching Woody Allen's parody of Tolstoy's War and Peace, the first association that springs to mind is, of course: &quot;If this is Tolstoy, where is Dostoyevsky?&quot; In the film, Dostoyevsky (the &quot;binary signifier&quot; to Tolstoy) remains &quot;repressed&quot;—however, the price to be paid for that appears in a conversation in the middle of the film which, accidentally as it were, includes the titles of all Dostoyevsky's main novels: &quot;Is that man still in the underground?&quot; &quot;You mean one of the Karamazov brothers?&quot; &quot;Yes, that idiot!&quot; &quot;Well, he did commit his crime and was punished for it!&quot; &quot;I know, he was a gambler who always risked too much!&quot; and so on. Here we encounter the &quot;return of the repressed,&quot; the series of signifiers which flIls in the gap of the repressed binary signifier &quot;Dostoyevsky.&quot; This is why the standard deconstructionist criticism according to which Lacan's theory of sexual difference falls foul of &quot;binary logic&quot; totally misses the point: Lacan's la Femme n'existe pas aims precisely at undermining the &quot;binary&quot; polar couple of Masculine and Feminine—the original split is not between the One and the Other, but is strictly inherent to the One, as the split between the One and its empty place of inscription (this is how we should read Kafka's famous statement that the Messiah arrives one day too late). This is also how one should conceive the link between the split inherent to the One and the explosion of the multiple: the multiple is not the primordial ontological fact; the &quot;transcendental&quot; genesis of the multiple resides in the lack of the binary signifier; that is, the multiple emerges as a series of attempts to fill in the gap of the missing binary signifier. The difference between S1\\rm S_1S1​ and S2\\rm S_2S2​ is thus not the difference of two opposed poles within the same field, but, rather, the cut within this field (the cut of the level at which the process occurs) inherent to the one term: the original couple is not that of the signifiers, but that of the signifier and its reduplicatio, the minimal difference between a signifier and the place of its inscription, between one and zero. 这段说明让事情清楚了不少。这差不多相当于说，⼀元能指（S1\\rm S_1S1​, unary signifier）和⼆元能指（S2\\rm S_2S2​, binary signifier）是主⼈能指对，⼀元能指就是黑格尔的存在（Sein），⼆元能指就是⽆（Nichts）。而作为“其他所有能指”的S2\\rm S_2S2​是填补被压抑的⽆的，作为被压抑物的回归的能指。 在处理和定位早期理论（父性隐喻）中S1\\rm S_1S1​和S2\\rm S_2S2​时，我倾向于认为这个早期的S2S1\\rm \\frac{S_2}{S_1}S1​S2​​的⽗性隐喻本身是⼀个主人能指（Master Signifier），作为S1\\rm S_1S1​（菲勒斯⽆⾮是⼤他者（⺟亲）的欲望的命名）及产生S1\\rm S_1S1​的原初压抑（⼤他者的欲望本身，这个位置，即⼤他者欲望什么这个问题本身，只不过就是⼤他者的匮乏，⼤他者不能给出的东⻄，问题本身就是答案）本身的能指S2\\rm S_2S2​的对子，后者在这里是作为主人能指S1\\rm S_1S1​的转喻匮乏的或“原初压抑中被压抑的”能指的面向。 在这个对⼦中，⾸先是对⺟亲的欲望的命名，S1\\rm S_1S1​或Mother's Desire（这本身在晚期拉康那里就直接等同于父之名和菲勒斯，后两者已经包含了这个面向），即存在（Sein），⽽这个对⼦中的S2\\rm S_2S2​或父之名，即这个命名本身的位置，就是⽆（Nichts），⼀个指向⽆的能指，其匮乏引出了更多试图去填补这个匮乏的能指（即后来作为“其他所有能指”的S2\\rm S_2S2​），回溯性地⽀撑了存在的意义。 最终可以这么描述：⺟亲的欲望这个能指要被命名本身就总是已经被⽗性隐喻替换为⽗之名了，作为或命名⺟亲的欲望的⽗之名这个能指/名称是存在（Sein），⽗之名本身的位置是⽆（转喻匮乏的能指，原初压抑的能指），⽽两者不过就是同⼀个东⻄，存在直接过渡到⽆，⽆直接过渡到存在。⽽作为话语理论中的主⼈能指（S1\\rm S_1S1​）的⽗之名是⽗之名的两个⾯向的结合，但就新的S1\\rm S_1S1​本身被铺设下来而言，它还不是定在（Dasein），甚⾄也不是转变（Werden），⽽是纯粹的存在，从而是随着存在过渡到的⽆，当这种铺设作为一个总是已经完成的运动，才意味着转变，从而是定在。","link":"/posts/cbd3c15/"},{"title":"诺斯替主义者如何成为黑格尔：从《精神现象学》到《逻辑学》","text":"如果说黑格尔在什么意义上是诺斯替主义者的话，那就是《精神现象学》的黑格尔；如果说黑格尔在什么意义上是神秘主义者的话，那就是《精神现象学》开篇的感性确定性（这一个，能指）的来源。黑格尔从神秘主义直观中获得的东西恰恰就是这种直观本身，除此之外没有更多（事实上，黑格尔最后所到达的恰恰就是回到这一点，但是指出——真的没有更多了，简单地把《精神现象学》描述为一个圆圈完全忽略了这一点，即这个圆圈没有闭合，它从无到无）。黑格尔在讨论思维与存在的同一的时候，他想处理的不是（至少不只是）一般人们可能会设想的那种思维之外还有超出思维的存在的想象（黑格尔的存在范畴已经经过了康德的批判哲学，这种存在严格来讲恰恰是人们可能会当作思维的东西，即思维的存在，能指的象征秩序），恰恰相反，他真正想处理的是那种思维中有超出存在的东西的诺斯替主义假象（semblance，我在严格的拉康派意义上使用这个词）。黑格尔考虑问题的方式和一些常见误解完全不同，黑格尔的《精神现象学》希望解决的可以说是诺斯替主义-神秘主义而不是那种误解会指向的康德就解决了的庸俗实在论（当然这两个方向都预设了大他者，但是实在论大他者是一种直接性的[母性大他者]，而神秘主义的大他者是反身性的、隐身的、难以捉摸的[父性大他者]），也就是说，《精神现象学》试图处理的是康德给出的反身性的现代主体性的真正结果，即神秘主义（以及康德自己的哲学也隐隐约约地）对某种神秘的自主主体的现象领域背后的物自体的指涉，这种物自体不在存在的领域，因此只能被认为处于思维的“深处”，某种在思维之中又超出其本身的“大他者（另一个）场景”（Other scene）。 《精神现象学》的终点，即绝对知识，就是知识本身，自身关联的知识，这种知识作为思维与存在的同一，意味着思维中没有超出存在的东西，而这种“没有”，这种无，或者黑格尔在耶拿手稿中会称为世界之夜的东西却又恰恰就是作为超出存在的东西的思维本身（可以这么说，思维“中”没有超出存在的东西，但这种作为“没有超出存在的东西”这件事的纯粹“思维本身”是超出存在的东西，即存在-知识只是自身关联-依赖的这种无根性），恰恰就是知识所能够被称之为“本身”（具有自反性）所需要的一种最基本的自身分裂（反身性意味着自己设定自己的预设[positing the presuppositions]的闭合，这却又同时标举出/有赖于一种闭合本身的过剩的无根性）。绝对知识是思维和存在的分裂的“消失”（这种“消失”意味着分裂被压抑了，其痕迹被思维抹除了，而这种抹除恰恰是对纯粹的思维本身的抹除，也就是纯思的自我抹除，所以我们得到了作为知识本身的绝对知识）或者说产生了一个视差转换，它们同一的不可能性不代表思维和存在是两个独立的存在领域，而是指出这种同一的不断失败本身就是思维，思维本身就是存在中的分裂。绝对知识恰恰是同一的不断失败，一个自反性的、自身分裂的永远无法真正实现自身的思辨观念。 《精神现象学》中作为诺斯替主义者的黑格尔完结了，被扬弃了。而黑格尔给诺斯替主义的答案是，神秘主义的直观确实能获得一种东西，这种东西诺斯替主义者们从一开始就已经获得了，但却不愿意接受它，这种东西就是没有东西，无，绝对的无，作为世界之夜的无，与知识本身绝对分离的无，而一切知识都建基其上，也就是建基于无基础。绝对知识就是纯粹的知识本身，就是知识的零年，在这个诡异的纯思试图把纯存在的世界闭合的绝望行动背后——我们直接看到无，即这种尝试去找到“背后”的闭合行动本身，我们在纯存在背后看到了自己的脸孔，看到了我们自己的行动作为一种绝对的过剩，却也是一种绝对的存在论的匮乏，而这种闭合的失败同时作为匮乏和过剩恰恰是驱动着《逻辑学》中的进展的东西。吊诡的是，思维-想象界中无法获得更多东西，也就是想象界中存在论秩序呈现为一种非时间的自我闭合这件事本身，成为了存在论秩序上的断裂，恰恰因为它是闭合的，思维在自己中找不到存在的更多基础，而且恰恰是思维想要寻找一个基础这件事成为了摧毁一切基础的过剩，成为了一种无根性的证明，是思维自己增补着存在的不一致，但这种不一致却又是它的增补造成的，纯思试图用自己的矛治愈矛捅出的伤口。存在论的领域与自然之实在的不同在于，自然与一种闭合无关，存在论所固有的那种缝合创口却又回溯性地造成了其试图缝合的创口（作为创伤性的不可能-实在的面向）的行动是人类知性的力量，是从于自然中的沉浸收缩回自身的主体性自由的深渊，它残酷地单纯忽视、除权弃绝（foreclose）大自然的要求，那些要求仍然涌现，用身体的磨难威胁它，但它对此充耳不闻，却并非不感到痛苦，相反，恰恰是这种无法言说的痛苦及其永恒的焦虑推动它冷静地创造出自己的原型精神病世界，它不但像动物一样痛苦着，而且因为它并不像动物那样生来就知道如何面对痛苦，它的自然发展被一种无深度的空洞打断，它为自己的痛苦而焦虑，在这种焦虑中和痛苦的直接性有了最小限度的分离，它只能通过主动选择不可能的（在其自然沉浸中并不存在的）行动以面对痛苦，最终即去言说那种痛苦，用可以把握的能指的身体去杀死神秘的物之实在。这种言说的赌注是，它能够成为拉康在其讲稿《乔伊斯这个症状》（Joyce the Symptom）中提及的，乔伊斯到达的那种圣状（sinthome），即成为基本幻想并产生出新的意义世界和主体性配置，使实在的身体性焦虑得到缓解，而俄狄浦斯情结也不过是一种圣状的亚种。 于是，在这里，纯粹的思维本身就是那个“闭合行动”，那个对实在界的想像性增补及其象征化动作，那个拉康意义上的基本幻想，而看到恰恰是主体性的纯思成为了它自己不断试图消除的那个过剩/断裂，意味着穿越幻想，这种纯思作为闭合存在论秩序的过剩的重复性冲动就是驱力的主体（subject of drive），而努力消除自己制造的过剩的面向就是欲望的主体（subject of desire），主体的欲望是欲望维持欲望的欲望，是消除（渴望得到、看清、理解）这种欲望本身制造的过剩（对象a）的欲望。在绝对知识中，我们亲历了自己制造出最低限度的纯粹存在，最小限度的象征秩序，也许可以说是咳出拉康的S1（主人能指）的过程，亲历了幻想（穿越幻想的另一个翻译），而驱力-欲望的辩证法（拉康的这种辩证法在这个意义上与《逻辑学》中的黑格尔辩证法在其扮演的角色上出奇地一致，后者与黑格尔作为存在论秩序封闭的不可能性的否定性有关，即匮乏之后没有更多），迫使这个S1继续转喻，考察S1/纯存在以什么方式转喻/运动，这就是《逻辑学》的主题。绝对精神不过意味着重新开始、纯粹的生成是始终开放的，而死亡就是它的开始。 出于一些原因，我想在这里提及一下哈曼的OOO（Object Oriented Ontology，面向对象本体论），它对我来说的问题就是它讨论客客关系的时候根本无法避免人类-主体中心主义，却佯装自己避免了它。那种平等的客客关系本身就是被主客关系中介-赋予的而无法成为一种直接性，唯一直接的只有直接的中介性。东浩纪指责齐泽克和拉康是否定神学，梅亚苏批判齐泽克使“唯物主义成为失败的关系主义”，但真正的问题在于承认主体中心内在的失败和不一致，而这种失败就是唯一直接的东西，中介性本身及其失败是唯一直接的东西，而这种失败就是实在。在黑格尔的自然哲学中，自然无非是逻各斯的不完备。“问题不是去思考先验关联之外的、独立于主体的实在，问题在于思考内在于主体的实在，主体核心的实在界硬核，其外-在（ex-sistence）”。而这种作为直接的中介性的直接性或许可以把我们进一步带向前逻各斯的或者说先于一切中介过程的直接性，对我来说这种讨论在黑格尔那里是完全可能的，黑格尔赋予不同名字的东西都指向这种讨论，世界之夜、人类知性、主体性以及精神（的生命）——最后一例难道不会让我们想到德勒兹讨论的生命吗？就此而言，某些安那其主义者反而不够安那其，他们固着于社会实存内容/理想自我，而不能接受自己和他者的主体性和生命。所以我很难不想要去向那些不断试图抹除和贬抑他者的主体性而不是保持开放，把理论当作知识来根据自己的想象居高临下地指责每一个人，指向后人类主义和新时代技术诺斯替主义梦想的反黑格尔思辨实在论-技术主义德勒兹僧侣们提出一个问题：他们真的像自己想象的那样完全知道德勒兹或我们或他自己（他者）吗？我们一点都不像某些人声称的那样反对或担忧“技术奇点”或者后人类主义的可能愿景（想象这种误解可能是怎么出现的也是一件相当困难的事），问题是这些愿景本身并无效果，只要这些消灭主体性的努力，那些原型偏执狂般的梦想继续存在，毕竟，即便是我们的僧侣们所知道的也并非他们所做的，其最表面的姿态，已经足以说明一切。 最后，我们可以回应那种准诺斯替主义的黑格尔形象，即某种在头脑内演绎吞掉一切的绝对精神并鼓吹个人灵修的沉浸于想象界的原型偏执幻想狂式的自大哲学家。有些讽刺意味的是，历史上包括费尔巴哈和青年马克思在内的对黑格尔的许多批判，其批判的对象最终都是批判者自己的本体论倒影，这种类型的指责的形式往往是在说黑格尔所声称能够给出却实际上没有给出的那种“知识”，他们给出了，但是黑格尔根本不想给出他们认为黑格尔应该给出的那种“知识”。相反，黑格尔所要做的恰恰就是把从形而上学知识的传统中被放逐和忽视的前知识的无的污点纳入形而上学的视野中，但不是通过将其化约为某种存在论秩序的环节，而是通过一种视差之见，通过存在论进展中的不断自身断裂（而进展本身也恰恰通过断裂实现）勾勒出其轮廓。以自然为例，黑格尔那里当然是有自然的，指责他的人那里往往才没有这种东西，他们只有自然的知识，而不知道一切知识中自然的无知！","link":"/posts/ee1801db/"},{"title":"回应：当恶于恶的废墟上起舞时怎么办","text":"原作者：Slavoj Žižek（斯拉沃热·齐泽克） 翻译：傻哥 校对：暂无 参考文献及注释部分未翻译。 校对工作暂未进行，如有错误敬请指正。 本文章基于CC BY-NC-SA 4.0发布，仅供个人学习，若侵犯您的资产阶级法权，请联系号主删除。 不幸的是，在《诗化革命》一文中，我的立场被如此严重地歪曲了，以至于我必须仅仅为了纠正这些歪曲而花费时间（和宝贵的印刷空间）。作者一再提及我的摇滚明星理论家身份，我的表演技巧等等。在一场理论辩论中谈论这个是他的选择，而不是我的。只处理我的理论的关于我的文章，甚至书籍是有的。如果作者在我的实际立论上多花过一点点时间，这场辩论就会变得容易许多。 作者的主要指责是，我对毛和中国的解读包含着“西方左派普遍存在的悲观主义和愤世嫉俗（cynicism）所症状化的，关于全球资本主义的真正替代方案和马克思主义所启发的革命的历史遗产的诗意误读”。简而言之，比起仔细分析复杂的中国革命过程（及其所有失败）作为建构替代现代性（alternative modernity）的尝试其特殊性，我把资本主义在当代中国的胜利看作今天的世界不存在资本主义的替代方案的证明：“齐泽克对毛的后现代解读显然是对替代方案的反驳，不论是概念上的还是现实的替代方案。结果，齐泽克对毛的援引并不是将其看作一种可行的革命或替代现代性的政治策略（事实上齐泽克着重否定毛视野中有任何可能的替代现代性）；相反，这种援引是对毛的东方专制主义或者说‘无序之主’（Lord of Misrule[译注：齐泽克在一篇文章中的表述，批评者很可能误解成了‘暴君’的意味，这个词历史上指由抽签委派的官员，负责主持愚人宴，即Feast of Fools，中世纪欧洲神职人员会过的一个瞻礼日，这个节日传统上似乎表现为某种简短的社会革命，在期间权力、尊严和豁免被暂时给予处于从属地位的人]）视野的隐喻和修辞上的比喻。”（刘康，本期[译注：《立场：亚洲评论》19卷3期]，636） 这段话里全是错误。首先，为什么我的解读会是后现代的？我从来不认为自己是后现代主义者，而且我把这个词作为一个批判的范畴使用。其次，我远非拒斥替代方案，在我最近的政治书籍中，我尝试去勾勒出这些事的具体轮廓，即为什么废除资本主义是必要的，以及为什么我们的解放目标应该仍然被叫做共产主义，直至对新的文化革命的需要的一再坚持。因此当我的批评者写下这些时： 如果资本主义，无论是西方的自由资本主义还是中国的威权资本主义，最终在真正替代方案的缺席下盛行，那么我们对未来的平等与正义的愿景应该是什么？齐泽克没有答案。他在斯洛文尼亚的后共产主义政治实践和理论反思表明，他设想在这段所谓的权力空白时期开展离散的、支离破碎的运动，包括反全球化、环境和原住民权利及同性恋权利活动。齐泽克的政治显然与拉克劳和墨菲（Ernesto Laclau and Chantal Mouffe）倡导的无政府主义社会运动保持一致，即一种“在先进的西方资本主义中的激进民主和不可知论式的多元主义（agnostic pluralism[译注：齐泽克引文无误，但批评者疑似想说agonistic pluralism，即竞争式多元主义]）”。（刘康，本期，646） 我发现很难理解一个自称知道我的著作的人会写出这些话：我有提供一个答案，而且，从拉克劳和我的激烈论战中可以看出，这个答案绝对不会“显然与拉克劳和墨菲倡导的无政府主义社会运动保持一致，即一种‘在先进的西方资本主义中的激进民主和不可知论式的多元主义’。”（此外，将拉克劳和墨菲的政治描述为“无政府主义”和“不可知论式的多元主义”本身就是荒谬的。）当我的批评者声称，根据我的说法，雅各宾派或苏联和中国的革命者的最终失败是由于“一种平等民主对民主程序的过剩”（刘康，本期，637），他再一次彻底地误解了他所提及的段落。在这一段中，我，恰恰相反，赞扬了“平等民主对民主程序的过剩”： 雅各宾派的最佳状态不是在恐怖戏剧中，而是在与日常生活的重组相关的政治想象力的乌托邦式爆炸中：一切都在那里，在浓缩在几年里的狂热活动过程中被提出，从女性的自我组织到让老人可以安宁而有尊严地度过晚年的公共之家。在这里必须被接受的残酷后果是，这种平等民主对民主程序的过剩要“建制化”自己，只能戴着其对立面的面具——作为革命-民主的恐怖。[1] 接下来是更多的两个彻底误读，都基于一个欺骗性的“或”表示的错误等式。我真的否定“一种可行的革命或替代现代性的政治策略”吗？不：我否定的是这个“或”。这是因为确切的原因（已经由詹明信[Fredric Jameson]详尽阐释过了），即我认为“替代现代性”是一个危险的意识形态范畴，一种获得没有其对抗（antagonism）的资本主义的企图（在这个意义上，法西斯主义也是一种对替代现代性的企图）。这也是为什么激进革命不应该用替代现代性的术语来表述（另外，顺便一提，据我所知，毛也从来没有使用过替代现代性这个词——把这个词应用到毛那里显然是试图把毛挤进后殖民主义研究的外衣内）。而且，再一次的，我真的在谈论“毛的东方专制主义或者说‘无序之主’视野”吗？不：我从来没有把毛主义归为一个东方专制主义的案例，而且我的“无序之主”概念根本与东方专制主义毫无关系！当我的批判者以一种更哲学的态度质疑我对毛的辩证法的理解时，他再一次简单地曲解了我的立场： 齐泽克忽略或驳斥了在毛泽东思想中矛盾作为革命条件的特殊性和可变性的中心地位。相反，他聚焦于毛对继续阶级斗争的坚持，将其视作对“否定之否定”这一辩证法原理的拒绝。……毛确实对“否定之否定”，或者说抽象对立面的辩证综合持怀疑态度。（刘康，本期，637） 我忽略和驳斥了矛盾的特殊性的说法在经验上就是错误的：在我关于毛的文章的“毛的辩证法的局限”一节中，我用几页篇幅阐述了毛的矛盾概念，在阐述时总是把它看作植根于一个特定的星丛（constellation），将其评价为一个关键成就，并在其中看到了文化大革命项目的一个哲学基础。至于否定之否定，批评再一次建立在一个错误的等式上：“‘否定之否定’或者说抽象对立面的辩证综合”（刘康，本期，637）——“否定之否定”的真正辩证概念和“抽象对立面的综合”有什么关系？此外，说毛对否定之否定“持怀疑态度”是误导性的，因为我的论点要强得多：他单纯不理解它，他在拒绝它时所批判的是一个荒谬的教科书简单化版本。现在，将否定之否定与我据称的对任何可行的资本主义替代方案的否认结合起来，我们终于到达了中心的和最严厉的批评，我被指责“令人困惑的，不合逻辑的逻辑”： 在齐泽克的视差之见（parallax view[译注：这里应是指方法]）中，共产主义是不可能的，因为否定之否定——或者综合，或者克服作为阻碍的资本主义——最终不是一场胜利，而是“失败中的胜利”。他的逻辑是令人困惑的：一方面，齐泽克认为一种综合的胜利“发生在一个人的特殊信息被，甚至是敌人，接受为一种普遍基础时”。另一方面，他暗示废除资本主义的对抗会导致一种动力的丢失：“如果我们消除了[资本主义的]障碍，被这一障碍所阻碍的潜力本身就会消失。”（刘康，本期，638） 指责是说我前后不一致，强调对资本主义的革命的“否定之否定”的需要的同时声称，当一个人消除阻碍（资本主义所有制框架）时，我们也失去了这个阻碍所阻碍的东西。这里当然没有不一致。我对马克思的指责恰恰是他对资本主义的革命否定计划还不够作为一种“否定之否定”：在否定资本主义时，马克思继续拥护资本主义基本的唯生产力论前提（不断扩大再生产的冲动），而我的观点是，如果一个人真的要否定资本主义，就应该也否定这个基本前提。 最后，这终于把我们带到《诗化革命》中针对我的论战所相关：我被指控“不负责任的荒谬”，提出“毛的理论与实践和全球资本主义的奇怪同构性”（刘康，本期，644），真正令我的批判者困扰的是我对毛主义计划的清楚局限性的分析，以及我对一个激进的新开始的呼吁。（这同样适用于说我参与了对毛的“妖魔化”的指责：如果，即使是根据官方的统计数字，数千万人死于1950年代后期的饥荒，一个人难道不应该注意到这个事实并问这是如何可能的吗？）有很多无意中制造的讽刺之处在于，就我成为严厉批评对象的关于毛的文章而言，我经常受到相反的攻击，被指控为历史上最大的屠杀者庆祝，等等。我实际上在做的只是以下几点：虽然我毫不含糊地接受毛的伟大和中国革命在世界历史上的关键作用，但我也探究其最终未能提供一个全球资本主义的可行替代方案的原因。和巴迪欧（Badiou）一样，我认为，如果共产主义计划要被更新为全球资本主义的真正替代，我们应该从头开始，与二十世纪的共产主义经验划清界限。人们无法通过重复提及对中国特殊性进行具体历史分析的必要性来回避这个问题：在我的批评者的文章中对这种分析的呼吁是纯粹形式的和抽象的。 那么从头开始是什么意思呢？应该牢记的是，1990年不仅是共产主义国家社会主义（communist state socialism）的失败，而且也是西方社会民主主义的失败。没有什么比当今左派对社会民主福利国家的“有原则的”捍卫更能体现其悲楚的了：这个想法是，在没有可行的激进左派计划时，左派所能做的就是用扩张福利国家的要求来轰炸国家，而他们很清楚国家无法提供他们所要求的。然后这种必然的失望就会提醒人们社会民主左派的基本无能，从而将人们推向一种新的激进革命左派。不用说，这种愤世嫉俗的“教育学”（cynical “pedagogy”）政治注定要失败，因为它在打一场败仗：在目前的政治-意识形态星丛中，对福利国家所无力提供的反应将是右翼民粹主义。为了避免这种反应，左派将不得不提出自己超越社会民主福利国家之界限的积极计划。永远不应该忘记1989年同时是现代国家主义左派的两种倾向的失败，即共产主义和社会民主主义。这也是为什么这是完全错误的，即把希望放在强大的（完全主权的）民族-国家（其可以保卫福利国家的成果）以对抗跨国机构，比如欧盟，故事据说是这样的，欧盟是全球资本用来摧毁福利国家无论还剩下的什么东西的工具。从这里出发，距离接受担心国族认同在跨国的欧洲中被稀释的民族主义右派作为“战略同盟”只有一步之遥。 但是对二十世纪共产主义的虚假忠诚最狡猾的模式就是代表某种等待爆发的真诚的工人阶级运动，而拒绝所有“真实存在的社会主义”。早在1983年，乔治·佩罗尔（Georges Peyrol）就写了《轻松认出一个旧马克思主义者的三十种方法》，这是对传统马克思主义者的一副精彩的讽刺批评画像，这些马克思主义者确信——或早或晚，我们只需耐心等待——真诚的革命工人运动就会再次兴起，胜利地同时扫除资本主义统治以及腐败的官方左翼政党和工会。乔治·佩罗尔是阿兰·巴迪欧（Alain Badiou）的假名之一。他的讽刺攻击的对象是继续存在的托洛茨基分子，他们继续依赖一种信仰，即从马克思主义左派的整个危机之中，新的真诚的革命工人阶级运动会以某种方式出现。 所以今天我们身在何处？阿兰·巴迪欧精彩地把后社会主义情境描述为“这种麻烦的情境，在其中我们看到恶于恶的废墟上起舞”[2]：没有任何怀旧的问题，共产主义政权是“恶”——问题是取而代之的也是“恶”，尽管是以不同的方式。以什么方式？1991年，巴迪欧就真正存在的社会主义的时代关于民主的西方和共产主义的东方之间的区别的老笑话，给出了一个更具理论性的表述：在东方，知识分子的公开言论被翘首以待，有很大反响，但他们被禁止自由发言和写作，而在西方，他们可以随心所欲地说和写，但是他们的言论被广大公众所忽视。巴迪欧通过法（治）在国家与哲学（思考）两极中定位的不同方式来把西方和东方对立起来。在东方，哲学被强调其重要性，但是哲学是作为一种国家哲学，直接从属于国家，因此没有法治：对哲学（其合法化作用）的指涉把国家正当化为直接代表历史的真理工作，而这个更高的真理允许它放弃法治和形式自由。在西方，国家不是被历史的更高真理而是被由法治保障的民主选举合法化，而结果是国家和公众对哲学漠不关心：“政治服从于议会制社会中法律的主题……导致无法区分哲学家和智者（sophist）……相反，在官僚社会中，无法区分哲学家和公务员或警察。最后，哲学一般无非就是暴君（tyrant）的话语。”[3] 在两种情况中，哲学都被剥夺了它的真理性与自主性，因为“哲学身份的内在敌手（adversaries），即智者和暴君，或甚至是记者和警察，都声称他们自己是哲学家。”[4]这里应该补充的是，巴迪欧绝没有秘密地或公开地比起法律国家更偏好警察党国：他声明比起警察党国更偏好法律国家是完全合法的；他在这里划了另一个关键区分：“陷阱是去设想，这种涉及国家的客观历史的偏好，真的是一种主观政治决定。”[5]他所说的“主观政治决定”是指沿着共产主义（激进解放者）路线的真正集体参与：这样的参与不是与议会民主“对立”，它只是在一个根本不同的层面上运作，也就是说，在其中，政治参与不是局限于单一的投票行动，而意味着一种激进得多的对一项事业的“忠诚”，一种耐心的和集体的“爱的工作”。今天，与民主的蜜月肯定是结束了，此时这个教训比任何时候都更加真实：巴迪欧用理论术语表达的为大多数普通民众的日常经验所证实：共产主义政权的崩溃不是历史断裂意义上的，使解放的历史上的新事物诞生的事件；在中断之后，事情只是恢复到了它们的资本主义常态，所以我们经历了马克思已经在其对法国大革命的分析中描述过的从对自由的热情到利润与利己主义的统治的相同过程。瓦茨拉夫·哈维尔（Václav Havel）的例子就是个典范：他的追随者震惊地得知，这位为“活在真相中”疾呼奔走的道德斗士，后来参与了同共产党秘密警察的前成员控制的可疑的真实房地产公司的不正当交易。提摩西·加顿·阿什（Timothy Garton Ash）在2009年共产主义垮台二十周年之际访问波兰时显得多么天真：对周围庸俗的灰色现实视而不见，他试图说服波兰人他们应该感到光荣，就好像他们的土地仍然是团结的高贵土地。 占统治地位的意识形态，当然，很清楚这种鸿沟，而其回应是“成熟”：应该摆脱只能以极权主义告终的乌托邦希望，接受新的资本主义现实。悲剧在于，一些左派赞同这种判断。巴迪欧描述了革命（即激进解放）运动失败的三种不同方式。首先，当然是直接失败：简单地被敌手粉碎。然后，是一种在胜利本身中的失败：通过接管敌人的主要权力议程的方式（目标是夺取国家权力，不论是以议会民主的方式还是直接将政党和国家等同起来）战胜了敌人（至少是暂时地）。在这两个版本之上，或许还有一种最真诚，但也是最可怕的方式：由正确的直觉所引导，这种直觉告诉革命运动，革命每次凝固为新的国家政权都等于对革命的背叛，但它却无法把一种真正的替代性的社会秩序发明出来并施加于现实，为此革命运动采取孤注一掷的策略，求助于“极左派”的完全毁灭性恐怖来保卫其纯洁性。巴迪欧恰如其分地将这个最后版本称为“虚无的牺牲诱惑”（sacrificial temptation of the void）： 红色年代最伟大的毛主义口号之一是“敢于斗争，敢于胜利”。但我们知道，如果说遵循这个口号并不容易，如果主体性所害怕的不是斗争而是胜利，那是因为斗争使它暴露于一种简单的失败（攻击没有成功），而胜利使它暴露于失败最可怕的形式：意识到赢得徒劳无功，胜利准备着重复、恢复。一场革命永远不过是两个国家之间（between-two-States）的革命。虚无的牺牲诱惑正是从此而来。解放政治最可怕的敌人不是既存秩序的镇压，而是虚无主义的内在性，以及伴随着这种虚无的无限度的残酷。[6] 巴迪欧在这里实际上所说的与毛的“敢于胜利！”恰恰相反。一个人应该害怕胜利（去掌权，去建立一个新的社会政治现实），因为二十世纪的教训是胜利不是以恢复（重返到国家权力的逻辑）就是以困在自我毁灭的纯净化的地狱般的循环中告终。这就是为什么巴迪欧提议用减法（subtraction）代替纯净化：不是“赢取”（接管权力），而是与国家权力保持一种距离，创造从国家中减去的空间。但是难道我们通过这种方式不是在事实上接近某种激进和务实左派之间的分工（或互补）吗？激进左派把自己从国家政治中减去，将自己局限于采取原则立场并用不可能的要求轰炸国家，而务实左派则在彼得·曼德尔森（Peter Mandelson）[译注：英国工党政治家，在1990年代把工党重新塑造成“新工党”的关键人物之一]承认的意义上与魔鬼达成协议，即在经济问题上，我们都是撒切尔主义者。巴迪欧的激进结论是基于他对标准的“正统”二十世纪马克思主义观点的拒绝，根据这种观点，“存在一个‘客观的’能动者（agent），被铭刻于社会现实中，它承载着解放的可能性”。根据巴迪欧，寓于其中的是二十世纪的伟大革命序列与我们现在的时代的差异；在整个二十世纪，“人们认为解放政治不是一个纯粹的理想、一种意志、一种处方，而是被历史和社会现实铭刻于，几乎是被编程进其自身中的。这种信念的一个结果是，这个客观的能动者必须被转换为主观的力量，这个社会实体必须成为主观的行动者。”[7] 在这里应该注意到的第一件事是巴迪欧在这里预设的备选——不论是被铭刻进社会现实的、由“客观”社会进程生成的解放政治，还是共产主义理想的纯洁性——并未穷尽。让我们来看看格奥尔格·卢卡奇（György Lukács）的《历史与阶级意识》：这部著作完全与任何类型的直接指向“客观条件”的客观主义对立，也就是说，对于卢卡奇，阶级斗争是原初事实，它意味着每种“客观的”社会事实都已经被斗争的主体性“中介”了（卢卡奇的关键例子：一个人不是等待“成熟”客观条件来开展革命，而是条件通过置身的政治斗争变得“成熟”于开展革命）。尽管卢卡奇使用了著名的黑格尔对子“自在/自为”来描述作为社会现实的一部分的“经验的”工人阶级的成为无产阶级（becoming-proletariat），这并不意味着阶级意识产生于“客观的”社会过程，而它“是被历史和社会现实铭刻于，几乎是被编程进其自身中的”：阶级意识的匮乏本身就已经是政治-意识形态斗争的结果。换句话说，卢卡奇并没有把中立的客观社会现实从主观政治投入中分离出来，不是因为，对他而言，政治主体化（subjectivization）是被“客观的”社会进程决定的，而是因为未经政治主体性中介的“客观社会现实”不存在。 这让我们想到了巴迪欧对政治经济学批判的驳斥。因为他把经济视为实存社会存在的特殊领域，他将其从“真理-事件”的可能地点排除出去。但是一旦我们接受经济总是政治经济，也就是政治斗争的场所，而其去政治化，其作为“财货服务”（servicing the goods）的中性场所的状态，本身总是已经是政治斗争的结果了，就为我们打开了经济的重新政治化，从而是经济作为真理-事件的可能场所的重新主张的视野。巴迪欧的经济的“腐化”力量与共产主义理想的纯洁性作为两个不相容领域的排他性对立，在他的作品里引入了一种近乎诺斯替主义的基调：一方面，高贵的公民为平等的原则公理而斗争，另一方面，“堕落的”布尔乔亚，可悲的“人类动物”追求利润和享乐。这样一种鸿沟的必然结果就是恐怖：正是由于这种共产主义理想的纯洁性驱动着革命进程，由于理想（Idea）与社会现实之间的“中介”的匮乏，所以这种理想要在不背叛其激进特征的同时介入历史现实，便只能戴着自我毁灭的恐怖的面具。这就是为什么“政治经济学批判”是至关重要的，如果我们要打破这个僵局：只有改变资本主义结构，才能打破必然失败的循环。 当巴迪欧提出他的“共产主义假说”时，他的老同事雅克-阿兰·米勒（Jacques-Alain Miller），他现在是一位受人尊敬的中右翼自由派，其反应是这种怀疑性的陈词滥调，即这个假说在二十世纪经受了过于充分的检验，关于其作为新社会的结构原则的可行性已经没有任何疑问。那么共产主义是否单纯就是不可能的，在其无法稳定为一个新秩序的意义上？即使是巴迪欧也把共产主义的永恒理想呈现为一次又一次回归之物，从斯巴达克斯（Spartacus）和托马斯·闵采尔（Thomas Munzer）到罗莎·卢森堡（Rosa Luxemburg）和毛主义文化大革命——也意味着一次又一次失败之物。那么，共产主义就只剩下平等主义反抗的永恒精神了吗（而其命运是在巴迪欧展开的三种模式之一中失败——或者是坚持从国家权力的领域中做减法）？ 不可能这个词应该让我们停下来思考。今天，不可能和可能以一种奇怪的方式分布，两者同时爆发为一种过剩。一方面，在个人自由和科学技术的领域，不可能之事变得越来越可能（或者说我们被告知）：“没有什么是不可能的”；我们可以享受所有倒错版本的性；音乐、电影和电视剧的全部档案可供下载；上太空对所有（有钱的）人开放；并且还有前景可以增强我们的身体和精神功能，通过干预基因组来操控我们的基本属性，直到把我们的身份完全转换为可以从一个硬件下载到另一个的软件的技术斯诺替主义的梦想。另一方面，特别是在社会经济关系的领域，我们的时代把自己看作一个成熟的时代，在这个时代中，随着共产主义国家的崩溃，人类放弃了旧千年的乌托邦梦想并接受了现实的约束（读：资本主义社会经济现实）及其所有的不可能性：你不能参与大规模的集体行动（这必然会以极权主义恐怖告终），不能坚持旧的福利国家（它使你失去竞争力并导致经济危机），不能将自己与全球市场隔离开来，等等。（在其意识形态版本中，生态学还添加了其自己的不可能性列表，即所谓的阈值——全球变暖不超过两摄氏度——这是根据“专家意见”。） 在这里清楚地区分两种不可能性是至关重要的：社会对抗的不可能-实在（impossible-real of a social antagonism）和占统治地位的意识形态领域所聚焦的不可能性。不可能性在这里被加倍了，它充当了自己的面具，也就是说，第二种不可能性的意识形态功能是去模糊第一种不可能性之实在。今天，统治意识形态努力让我们去接受激进变、废除资本主义、不受议会游戏约束的民主等等的“不可能性”，以使切割开资本主义社会的对抗之不可能/实在不可见。这种实在是在它是现存社会秩序的不可能，即其内在对抗的意义上的不可能——然而，这并不意味着，这种实在/不可能不能被通过一种改变社会领域的基本“先验”框架的“疯狂的”行动直接处理并激进地改变。这就是为什么，正如阿伦卡·祖潘契奇（Alenka Zupancic）所说，雅克·拉康（Jacques Lacan）克服一种意识形态不可能性的公式不是“一切皆有可能”，而是“不可能发生”。拉康式的实在/不可能不是一种应该被现实地纳入考虑的先天（a priori）限制，而是行动的领域，是可以改变其坐标的介入：一种超出对可能的领域的介入的行动——一种改变什么是可能的其坐标本身从而回溯性地创造自己的可能性条件的行动。这就是为什么共产主义也关乎实在：作为一个共产主义行动意味着去介入到今天的全球资本主义下的基本对抗之实在当中。 在真正的马克思主义中，整体性不是一个理想而是一个批判的概念——在其整体性中定位现象并不意味着看到整体隐藏的和谐，而是将其所有的“症状”、对抗、不一致也作为其组成部分纳入系统当中。在这个意义上，自由主义和原教旨主义构成了一个“整体性”：自由主义和原教旨主义的对立结构使自由主义本身产生出其对立面。那么自由主义的核心价值观：自由、平等等等呢？矛盾的是，自由主义本身并没有强大到足以拯救它们——也就是它自己的核心——以对抗原教旨主义的猛攻。原教旨主义是一种反应——当然是一种虚假的、迷惑人的反应——针对自由主义的实在缺陷的反应，这就是为什么它一次又一次地被自由主义产生出来。放任自流，自由主义就会缓慢自我破坏——唯一能够拯救其核心的是更新的左派。 在西欧和东欧，有一种政治空间的长期重排（rearrangement）的迹象。直到最近，政治空间都由两种代表整个选举主体的主要政党主导，即中右翼政党（例如，基督教民主党、自由保守党、人民党）和中左翼政党（比如，社会党，社会民主党等等），附带着代表一小部分选民（生态学家，自由派等等）的较小的政党。现在，逐渐出现了一种代表全球资本主义本身的政党，通常持对堕胎、同性恋权利、宗教和少数民族等等的相对宽容；与这种政党对立的是一种越来越强势的反移民民粹主义政党，在其边缘，伴随着直接的种族主义新法西斯团体。这里的典型案例是波兰：在前共产主义者消失以后，主要政党是总理唐纳德·图斯克（Donald Dusk）的“反意识形态”中间派自由党和卡辛斯基兄弟（Kaczynski brothers）的保守基督教党。意大利的西尔维奥·贝卢斯科尼（Silvio Berlusconi）证明即使是这个最终的对立也不是无法克服的：同一个政党，他的意大利力量党（Forza Italia），可以在作为全球资本主义政党的同时把民粹主义反移民趋势给整合进去。在后意识形态管理的去政治化领域，动员人们的唯一方法是唤醒恐惧（来自移民，也即，来自邻居）。引用加斯帕·M·塔马斯（Gáspár M. Tamás）的个人谈话，我们因此正在再一次慢慢接近一种情境，其中“没有人在沙皇和列宁之间”，也就是说，在这种情境中，一种复杂的情况会被化约为一种简单的基本选择：社群或集体，社会主义或共产主义（奥托·魏宁格[Otto Weininger]声称社会主义是雅利安的，而共产主义是犹太的是正确的）。或者，用来自1968年的众所周知的术语来说，为了让其关键遗产得以延续，自由主义需要激进左派兄弟般的帮助。 因此任务仍然是忠于巴迪欧所谓的共产主义的永恒理想：在造反与乌托邦梦想中，在激进运动（佛教vs印度教，道教或者法家vs儒教，等等）中存活了几千年的平等主义精神。问题在于如何避免激进社会爆发的替代方案以失败告终，无法使其自身稳定化为新秩序，或者一种作为替代方案的平等，被移置到社会现实之外的领域（佛教中我们都是平等的——在极乐世界）。正是在这里西方思想的原创性进场了，在其三次伟大的历史断裂中：与神话宇宙断裂的古希腊哲学，与异教宇宙断裂的基督教，与传统威权断裂的现代民主。在所有这些例子当中，平等主义精神都被转变为了一个（有限的，但尽管如此却是实际的）新实存秩序。 简而言之，西方思想的赌注是，那激进否定性（其最初的和直接的表现就是平等主义恐怖）并不注定只是一阵短暂的热情爆发而随后事情必须恢复原样——恰恰相反，激进否定性，这对每一种传统等级秩序的破坏，能够将自己表达在一种新的实存秩序中，在其中，它获得生命新形式的稳定性。这就是基督教中圣灵的意义：信仰不能只是在信徒的集体中被表达，它作为信徒的集体而存在。这种信仰本身基于“恐怖”，由基督的话指出，即他并非带来和平，乃是带来刀剑，以及不恨自己的父母的人不配做其真正的门徒，等等。这种恐怖的内容是对所有传统等级社群连结的摒弃，它带着这样一种赌注，即建基于这种恐怖的另一种集体关系是可能的，一种由作为政治之爱的爱德（agape）联结起来的信徒们的平等主义关系。 这种建基于恐怖的平等主义关系的另一个例子就是民主本身。人们应该注意克劳德·勒福特（Claude Lefort）对民主的描述：民主的公理是权力的位置应该是空白的，没有人因传统、个人魅力或其专家和领导能力而直接胜任这一职位。这就是为什么，在民主登上舞台之前，恐怖必须做其工作，使权力的位置同任何自然的或直接合格化了的冒牌觊觎者（pretender）永远分离开来：这个位置和那些暂时占有它的人之间的鸿沟必须被不计代价地维护。这也是为什么可以用民主的方式补充黑格尔对君主制的演绎。黑格尔坚持君主作为国家“非理性的”（偶然的）头脑，恰恰是为了使国家权力的顶峰远离专家（对他来说体现在国家官僚中）——而官僚制以专业知识统治；也就是说，虽然官僚是因为他们的能力和资质被选中的，但国王生来就是国王，最终，大部分是出于自然的偶然性。黑格尔因而所试图避免的危险在一个世纪后在斯大林主义官僚制中爆发，其恰恰是（共产主义）专家的统治：斯大林不是一个主人的形象，而是一个“真正知道”的人，这个人在所有可以想象到的领域都是专家，从经济到语言学，从生物学到哲学。 但是我们可以很好地想象一个民主程序在每一次选举结果中都因为一种无法化约的偶然性时刻而维护相同的鸿沟：远非其局限性，正是选举不打算选出最有资质的人的事实保护其免受极权主义诱惑侵害——这就是为什么，正如古希腊人就已经清楚的那样，选择谁将来统治我们的最民主的形式是抽签。也就是说，就像勒福特所说明的那样，民主的成就是将传统专制权力中最大的危机时刻，从一个主人过渡到另一个时造成恐慌的“王座是空的”的时刻，转变为其力量的手段本身：民主选举是通过零点的时刻，此时社会关系的复杂网络被溶解为纯粹数量上众多的个人，他们的投票被机械地计数。所有等级关系溶解的恐怖的时刻，就这样被重新制定和转换为一个新的且稳定的实存政治秩序的基础。 黑格尔对直接普遍民主投票的恐惧（参见他在1831年对英国改革法案的紧张拒绝）因此可能是——根据他自己关于理性国家应该是什么的标准——错误的。恰恰是民主（民主的普遍选举），（比起他的身份制议会国家[state of estates]更合适于）完成将否定性（与恐怖统治相吻合的自我毁灭的绝对自由）转变为一种稳定的新政治秩序的“魔术”把戏。在民主中，恐怖的激进否定性，对每一个假装与权力的位置等同的人的毁灭，被扬弃（aufgehoben）和转变为了民主程序的实存形式。 今天，当我们知道形式民主程序的局限性之后，问题在于我们能不能在这个把平等主义否定性反转为新的实存秩序的方向上想象得更远一些。人们应该在不同的领域中寻找这种秩序的踪迹，包括科学社群。一则关于CERN社群（欧洲核子研究中心）如何工作的报道在这里有象征性：以一种几乎乌托邦式的方式，个人努力与非等级制的集体精神同时存在，而对科学事业（去重现宇宙大爆炸[the Big Bang]的环境条件）的忠诚比物质上的考虑重要得多。 我们正处于新一波的“公地的圈地运动”（enclosure of commons）浪潮当中：我们的自然环境，我们的象征实体，甚至我们的基因遗传都是公地。这场圈地运动同时涉及人们与他们生命历程的客观条件的关系和人们之间的关系：公地被私有化的代价是被无产化的大多数。有一道鸿沟贯穿了这两个要素——没有共产主义，公地也可以被恢复给集体人类，即在一个威权主义-社群主义政权中；而被去实体化的、“无根的”，被剥夺了其实体内容的主体，也可以在社群主义的方向上，通过在新的实体社群中找到其合适位置而被抵消。正是在这个意义上，安东尼奥·奈格里（Antonio Negri）的反社会主义标题《再见，社会主义先生》（Good-Bye Mr. Socialism）是对的：共产主义是要对立于社会主义的，社会主义提供一个团结的有机社群，而不是平等主义集体——纳粹主义是国族社会主义，而不是国族共产主义。可以有社会主义的反犹主义者，但不能有共产主义的版本。（如果它出现了，就像在斯大林晚年那样，那么这标志着一个人不再忠于革命事件。）埃里克·霍布斯鲍姆（Eric Hobsbawm）近期发表了一篇专栏文章，题为《社会主义已经失败了。资本主义现在破产了。所以接下来是什么？》（Socialism Has Failed. Now Capitalism Is Bankrupt. So What Comes Next?）。答案是共产主义。社会主义希望解决前三个对抗，而抛开第四个，抛开无产阶级的单数普遍性（singular universality of the proletariat）。全球资本主义体系要在从其长期的对抗中生存下来的同时避免共产主义的解决方案，唯一的出路只能是去在社群主义、民粹主义、带有亚洲价值观的资本主义或随便其他什么的伪装下重新发明某种社会主义。那么，我们该如何以共产主义的方式应对生态灾难的威胁呢？正是在这里，我们应该回到巴迪欧称之为革命-平等主义正义的“永恒理想”的四个时刻。被要求的是 严格的平等主义正义。所有人都应该在最终的重新计算中付出相同的代价，也就是说，人们应该在人均能源消耗、二氧化碳排放量等方面施加相同的全球标准；发达国家不应该被允许以现在的速率污染环境，并抱怨第三世界的发展中国家（从巴西到中国）在其快速发展中破坏了我们共享的环境； 恐怖。无情地惩罚所有违反所施加的保护措施的人，包括对自由主义“诸自由”（freedoms）的严格限制和对潜在违法者的技术控制； 自愿主义。面对生态灾难威胁的唯一方法就是通过大规模的集体决定，这种决定将会与资本主义发展的“自发的”内在逻辑背道而驰。就像瓦尔特·本雅明（Walter Benjamin）在其《历史哲学论纲》（Theses on the Concept of History）中所指出，今天，革命的任务不是去帮助历史潮流或历史必然性实现自己，而是去“停下”正驶向全球灾难的悬崖的历史“列车”——这一洞见随着生态灾难的前景而获得了新的重要性； 最后但并非最不重要的是，所有这些都应该同对人民的信任相结合（下一个赌注，即大多数人都支持这些严厉的措施，把它们看作自己的措施，并准备好参与它们的实行）。人们不应该害怕主张，作为恐怖和对人民的信任的结合的对所有平等主义-革命恐怖的形象之一，即向当局告发罪犯的“告密者”重新活跃起来。（以安隆丑闻案为例，《时代》杂志将那些向金融当局通风报信的内部人士称赞为真正的公众英雄，这是正确的。） 这就是曾经被称为共产主义的东西今天仍有用武之地的原因。 Slavoj Žižek, &quot;Introduction: Mao Tse-tung, the Marxist Lord of Misrule,&quot; in Mao on Practice and Contradiction (London: Verso, 2007), 7. ↩︎ Alain Badiou, Of an Obscure Disaster (Maastricht: Jan van Eyck Academie, 2009), 37. ↩︎ Ibid., 55-56. ↩︎ Ibid., 57. ↩︎ Ibid., 58. ↩︎ Alain Badiou, L’hypothèse communiste (The Communist Hypothesis) (Paris: Lignes, 2009), 28. ↩︎ Ibid., 46. ↩︎","link":"/posts/a124b88d/"},{"title":"一个对话：正在解体的大他者","text":"A： 你感到自己被剥夺，过得很不好，这当然是坏。每个人都觉得自己过得不好，那就是坏。但是一些更明智的看法，一些智慧，或者教育，能够让人觉得这种生活是好的。并且发表“我生活得很好”的观点，同时嘲讽那些实际上感觉自己过的不好的人。当每个人都能各抒己见，每个人都可以自称自己的观点具有一定正确性的时候，这个问题就比较严重了。 大家都是两个眼睛一张嘴，谁又比谁更高贵呢？凭什么你对我不对？听起来每个人都能发表自己的看法是一种自由，实际上它反而会导致权力的滥用。 S： 那说明大他者死球了，该换一个了。 A： 实际上换不掉。因为这种时候权力更有用。实际上每个人都有独立的思想，也可以自以为有独立的思想。让一个人或者一大群人自以为自己思想独立是很简单的事。 P： 我感觉扭曲的事情是。现在的人把一些不知所谓的事情当做真理。类似于伪史论者，类似于新教徒。 A： 嗯，伪史论者确实是典型的例子，还有目前古生物学术界和国外古生物爱好者对霸王龙和矮暴龙定种的分歧。每个人都有言论自由恰恰导致更正确，或者说更合理的观点被遮蔽。也许政治正确也是个例子。 S： 为什么我说大他者死球了？可以参见齐泽克《危梦之年》（The Year of Dreaming Dangerously），齐泽克在00年之后的著作除了集中讨论狗智主义问题之外开始更多地讨论一种当代大他者解体的问题。我们面临的是一种普遍的倒错化（如果不是精神病化的话），一堆话语（迷你大他者）在大他者失效的地方竞争。对抗不再被视为同一个秩序下的反抗，而是被视为“我们”和“他们”的战争。“不知所谓的事被当作真理”，恰恰是因为之前被当作真理的东西已经死球了，齐泽克举了个很简单的例子，关于网络性骚扰的问题，在很多情况下已经失去了判断的普遍标准，大他者在这里终结了，所以我们有了一大堆各种各样的伦理委员会来试图基于现有的大他者（语境）来继续规范这些东西，但它们总的来说是失败的，最后变成了一种竞争的逻辑。 A： 这可能证明大他者并不真的该死。我们需要的是一种带有宽容的共识。而且这时候“我们和他们之间的战争”还是次要的。 S： 但是大他者就是已经死了，这是发生了的事。这个问题根本没法被处理，只能依靠悬置大他者的“奇迹”。当人们痛苦的时候，柔弱无力的宽容有什么帮助呢。 A： 我说的宽容是在说不要去猎巫……彻底杀死大他者，实际上真的杀死了吗？ S： 这里倒是可以提一嘴康米主义恐怖（或者说革命恐怖）和纳粹主义恐怖（猎巫）的区别，纳粹主义恐怖和康米主义恐怖的方式：纳粹主义直接根据个人在现存秩序中的实存内容而进行“理性的大屠杀”，而康米主义却涉及一种超越实存秩序的主体性的行动（哪怕是最小限度的），一个人并不会因为他简单地在现存的秩序中是贵族或者资产阶级而被定罪，总是要涉及他实际的政治行动，即使是在斯大林主义最黑暗的时候我们也能以一种倒错的形式看到这样一幕——一个人总是会被要求承认自己犯下了罪行——而在纳粹主义的大屠杀中，让犹太人认罪却是根本是没有意义的事，一个人只因为他是犹太人而有罪，而且重要的是不但如此——他的主体性行动即使在形式上（不同于斯大林主义倒错式恐怖的情形）都不具有任何意义。 A： 恐怕并没有这么大的区别……我想到的是几个真实事件。发生在CR和更早的革命中间的一些事。看起来和中世纪晚期的猎巫运动没什么不同。没有任何不同，德三的情况我反倒没那么清楚。 S： 我并不是在为斯大林主义恐怖辩护，那不是革命恐怖，因为它指向了一个历史的大他者。革命恐怖是要求主体给出他在旧秩序中的全部实存内容，来交换无。 德三跟猎巫还是有区别的，毕竟是程序化的大屠杀。纳粹主义一开始的状态更接近猎巫，其崇高客体一开始是犹太人——犹太人因为从我们这里偷走了某种东西，所以是坏的——但随着纳粹主义的进展，用拉康派的话来说，这里发生了一种从强迫症到性倒错的关键颠倒（这导向现代法西斯主义恐怖与前现代的蒙昧主义恐怖的不同）——因为你是犹太人，所以你是坏的——崇高客体实际上转移到了纳粹主义的刽子手自己那里，他们似乎直接知道大他者（秩序）的欲望（去清洗犹太人），纳粹大屠杀就是这种施虐狂的最纯粹形式，犹太人直接被看作被剥夺了任何实存内容的客体，其作为客体的客体性存在本身就被视为有罪，而屠杀被短路到某种大他者的欲望上，刽子手不是通过消灭犹太人而希望恢复某种失去了的物-原乐/秩序（恢复大他者的平衡……）来享乐，而是直接通过消灭犹太人本身（满足大他者的要求……）来享乐，大他者突然从受威胁的东西变成了一个威胁着他们去完成要求的东西，而他们可以把自己的享乐归咎给大他者的要求，事实上纳粹刽子手的辩词往往是——这也并非我所想要的，只是上级（大他者）的要求…… A： &quot;上级的要求”，看起来有点微妙……我想起来一本反驳阿伦特的书，书中说艾希曼和当时纳粹执行屠杀的人并非“平庸之恶”，他们并不是在某种社会机器下执行屠杀的流水线工人，而是有着自己明确的意志，并确实地以自己的行为为荣。然后列举了一系列艾希曼在南美的私人信件、日记和线管言论，与他接受审判时的态度很不相同。 举个比较简单的例子，看看如今微博或者贴吧里的纷争。看起来好像是大他者在失效，但依旧会看到某种成为主流的声音。如果与这些声音意见相左，就会被冷嘲热讽。 实际上并不能说这里没有大他者。那么，在这些地方怎样的声音的音量会更大呢？答：更加情绪化，更加具有煽动性的语言，或者是某个在这里被人熟知的“大佬”。而在另一些地方，权威，或者说在现实社会中拥有更大的权力的人，能够发出更大的声音，有更大的影响力。看似给了公众更广泛的自由，这种自由却让公众的舆论，来自知识界的批评变得更加无力，而强权变得更加拥有力量。它甚至会被神秘化，变成一种不可捉摸的东西，可以随意被人捏造。 S： 大他者不存在，但它正在失效，而主流的声音之所以很容易被识别出来恰恰在于大他者在其失效中生效（而不是不存在）——人们只能以倒错的形式去维护主流，恰恰是因为他们感受到主流在失效——西方伪史论就是一个很好的例子，伪史论者希望维护传统-大他者，但这种传统-大他者在现代化进程中失效了，所以他们只能在严格的拉康派意义上否定（disavowal）整个现代化进程和西方的历史本身。那片纷争的空间本身是大他者的失效开辟出来的，在这片匮乏中生长出来的各种迷你大他者是对大他者的几乎绝望的拯救，而大他者在这个意义上还在起作用，但吊诡的是同时也正是它们越来越凸显出大他者的无能。 拉康派总是说大他者不存在，那么有必要解释拉康派语境下的大他者是在何种层面上起效的，某种意义上的“正常人”和大他者的关系是这样的，我做过一个比喻（这里的男性和女性只是两种主体化位置/和大他者的关系）：大他者给了男性/强迫症主体一张空头支票，男性主体永远都在试图兑现这张支票，他仍然相信大他者在正常工作，只是自己没有符合兑现的条件，这个想象的条件就成为他的欲望的对象-成因；女性/歇斯底里主体那里大他者是沉默的，什么都没给出，女性主体认为大他者在自行其是，不断质问大他者要自己怎么样，并预设和质问大他者的权威，在这个被预设的权威中，大他者好像也在正常工作，只是女性主体发现自己变成了没有位置的大他者的症状。在两种主体化的模式中，大他者都根本不存在，但是女性主体（歇斯底里主体）作为抵抗质疑着（虽然也同时预设着）大他者的一致性，有一个更激进的向度。分析师话语的共同体（一个知道自己不是大他者的大他者）对强迫症主体（男性主体）沉默时，就类似于让其歇斯底里化。 A： 如果人终究要形成一个又一个群体，大他者的彻底消失或许是不可能的。 S： 大他者（作为一种共同体）不应该消失，然而它却也从来不能真正存在。大他者从来都不是在实在（Real）的层面上存在的，而只是在象征的层面上存在，在非存在于自然的沉浸和海德格尔式的在世存在之间，总是有一个消失的中介，即接受大他者的绝对自由的主体性决断，大他者本身建立在这种绝对的偶然性上，拉康派精神分析所谓的穿越幻想，就是去看到这种自由的深渊，并主动地去（以不同的方式）承担阉割。 A： 我更愿意把它视为宽容和接纳的理由。看到这种东西并不需要拉康派的精神分析为中介，在尼采，甚至在克尔凯郭尔那里，这就已经很明确了吧？承担自由之苦，或者承担自己的责任这点并不能真的让我们抛开大他者，只不过大他者不再是一个借口，而是一个可以被我们自己的意志塑造的东西。 S： 确实，这也是观念论的主题之一，黑格尔耶拿时期的世界之夜和谢林世界时代中的永恒过去都涉及对“人类理性的零年”的讨论。拉康派的问题是，怎么围绕这个大他者不存在去建立起一个新的共同体形式，一个新的主人，一个新的大他者。自由既是深渊又是出口，它意味着我们能够扫清现有的东西，而新的东西——奇迹真的会发生。没人想要抛开大他者去寻找一个自身一致的精神病世界，拉康派的问题是，既然大他者就其自身而言就不能存在，那么要怎么建立起一个最低限度的大他者，当然，我们需要秩序。 A： 那恐怕需要召唤回一些古典的东西，或者说轴心时代的思想。毕竟建立一个自我完备的秩序根本上是不可能的。以及必须向目前存在的一些现象妥协。 S： 没有人要建立一个自我完备的秩序。 A： 对我而言关键在于宽容，以及一种确定的秩序，一个可以通过合理的议程修改的共识。我并不认为“我会负责”是足够的。 S： 我觉得简单地说宽容的问题在于，这种宽容最终还是会有一个限度，而这就是一个象征秩序的基础，最终还是会面对僵局，就像你说的，一个自我完备的秩序是不可能的，就像现代资本主义可以“宽容”地接受性少数，但是却不能解决其内在的全球化秩序中的不满（原教旨主义就是这种不满的必要补充）和气候问题，最终如果我们还是要坚持这些基础，那么我们就什么都做不到，而在一场流产的革命后，我们会得到法西斯主义。 所以我会在两个层面上补充你：1. 如果我们要说宽容的话，那么我们需要新的宽容，而这种宽容只能通过激进的改变来实现 2.我们需要的是一个知道自己不是主人（知道自己一无所知）的主人，还是老问题，如何不让“革命后的革命”简单地变成反革命，这或许并不可能做到，但一个真正的主人意味着去承担这种不可能性。 A： 我想实际操作上也许没那么麻烦。一部分事物我们可以视而不见，或者它们本就不应该出现在阳光下。对于一些事情的不宽容，或许是必须和必要的，全然的自由怎么也不可能。而崩塌注定也会到来。我们不可能因为新秩序必然会在未来的某一天崩溃而放弃建立它。一种可能的做法是，尽可能吸取历史上的经验教训，以正义的手段实现正义的目的。 S： 苏联的经验教训就是，如果不这么麻烦，就会变成没有资本主义的资本主义，资本主义就是个这么麻烦的东西。 A： 我以为资本主义是不可能被某种政政治制度改变或消灭的。在某种新的能够构建权力的力量出现之前，消灭资本主义就是件不可能的事。 S： 制度是被铺设的东西，而不是进行消灭和铺设的行动，这里的问题是，“新的能够构建权力的力量”真的出现过，然而建构出的却是一个加强版的资本主义（想想那些整天计算着生产力“积累”增长速度的家伙），资本主义本身是自反性的，它的基础是在存在论上否定不断扩张带来的过剩以保持存在论上的封闭。而分析师话语意味着持续保持存在论上的敞开，认同那个过剩的位置，认同症状，或者说“污秽之物”。 A： 为什么是“正义的手段实现正义的目的”，这倒是从纳粹得到的教训。毕竟在当时，纳粹的理论看起来确实很正确，也合乎情理，，甚至于希特勒本人并没有那么极端。对犹太人的极端迫害也是失控的结果。如果要为非正义的手段以及对特定群体的……进行辩护，那么也必然要对纳粹进行辩护，会很容易倒向法西斯。哪怕一开始并没有这种想法。 S： 铺设新的正义本身的手段要怎么样才能是正义的？ A： 我想那种能够构建权力的新的力量并没有出现。依旧可以以货币的流通去支配生产资料，那么围绕着它构建的资本主义秩序也就不会崩塌。怎样的手段是正义的或许难以回答，但“什么手段是非正义的”并不难回答。至少情绪和个人感情不能当作行动的理由。它太容易导致失控了。要么等待现有的秩序自然崩溃，那当然会有建立新秩序的理由。要么想方设法促使它逐渐改变，个人的力量或许微薄，但也并非不能对整个社会的合力造成些影响。 S： 等待一种“自然的”崩溃只会导向法西斯主义，法西斯主义不过就是没有崩溃的僵局，僵局中没有能够扫清旧秩序的力量，也没有出现新秩序的体现——旧秩序在腐烂发臭，但是也需要被主体性的行动清理才能腾出空间，而新秩序则需要被标举出来。黑格尔所谓的“实体即主体”的教训是这里必须要有一种置身性，社会实体本身并不能被完全把握，因为主体性本身就直接作为其过剩出现。不要想象一种把握了时机的、超越性的“等待”的位置，这个位置不存在，恰恰是“等待”的主体性行动延迟着崩溃和腐烂，“等待”本身也是一种已经采取了的行动，没有人能够免责。另一方面，也同样只有主体性的行动才能创造出不可能的奇迹，只有主体作为一种绝对的过剩——在实体之中又超出实体的东西——才有能力去扫清旧的社会实体，解放的政治是不可能性的艺术。十月革命时许多人觉得革命形势还未成熟，而列宁给他们的答案是，不是我们等待革命形势，而是行动本身创造出革命形势。害怕错误本身也是一种错误，而这种错误意味着我们需要为法西斯主义负责！ 在这里引用一段齐泽克《神經質主體》对这种“大他者不再存在”的情况的陈述可能是有帮助的，如下： 因此，今天的問題並不是說，主體比以往更加流散，不再像美好舊日時光中那種自我同一的自我（self-identical Ego）「大對體不再存在」這個事實毋寧意味著，以往的符象虛構能夠將展演性的地位賦予我身份認同的某一個層次上，並決定我的哪些行動將可以展現「符象效力」但是今天的符象虛構已不再完全有效。這種轉變的最佳例子或許是晚近基督教中的趨勢。基督教本身一一對耶穌復活的信仰一一完美地表現了符象虛構的力量作為普遍性的媒介「真正」的耶穌的死亡，在聖靈一一也就是信徒的精神社群一一之中被「揚棄」了。這個基督教的真正核心(首先由保羅述明)今天遭到了攻擊:威脅來自於新時代諾斯底/二元論的（錯誤）解讀，也就是把耶穌的復活化約為一種個人靈魂的「內在」精神成長的隱喻。其中失去的也就是(黑格爾已經強調過的)基督教的核心論旨：與舊約中的罪與罰的邏輯決裂，也就是相信恩典的奇蹟，相信恩典能回溯性地「取消」我們過去的罪。這就是新約的「好消息」：無中生有（creatio ex nihilo）、全新開始、由「一無所有」來展開新生活的奇蹟是可能的。(當然，只有在符象世界之內，才有可能無中生有，亦即建立一個新的符象虛構，把舊的刪除掉。)而關鍵在於，這個全新開始，只有透過神聖恩典方有可能一一它的動力必須由外部而來；它之所以出現，並不是因為人透過內心的努力去克服自己的侷限，並將自己的靈魂提升到自利的物質利益之上；正是在這層意義上，真正的基督教式的全新開始，是絕對與「靈魂的淨化」（purification of the soul）這種異教的諾斯底式問題設定水火不容的。因此，近來的新時代通俗諾斯底教義，力圖重新標舉一種在官方的保羅式教義之下的「耶穌的秘密教誨」其實就是要取消「事件-基督」將之化約為一種諾斯底系譜的延續。 A： 我觉得犹太教/基督教/诺斯替的比喻都有点怪……我不理解这里提到的诺斯替的“灵魂的净化”是怎么回事，是指新约吸收了诺斯替的思想么？还是……？我可能会想到的是陈胜和吴广起义。它并非期待一种拯救，也很难说是某种外在的动力，纯然是他们自己的行动么？恐怕也不是。 S： “灵魂的净化”是说斯诺替搞个人灵修那些东西……这里说斯诺替是对新约解放性/创伤性面向的反动。所以说实话我不是很承认陈胜吴广起义里面有什么新的东西，就像其他的大多数赛里斯农民革命一样。你这里的对立是有问题的，一种外在于现存秩序的动力/拯救恰恰必须通过/来自于他们自己的主体性行动。 A： 嗯，就像所有的心理治疗都只在接受治疗的人有意愿改变时才可能有效。 S： 这堆东西大概也不是比喻，基督教确实有解放性面向，至少曾有过。 A： 也许不只是曾经有过。我不大容易把它和如今我们的现实处境联系起来。或者说我可能会觉得这些问题是基督教文化圈特有的，至少直接搬过来会有很多牵强附会的地方。 S： 重点在于“全新开始”，扫清和取消“过去的罪”是可能的，“奇迹”会发生，新约会代替旧约，基督教共同体（圣灵）和其中的启示会代替罗马帝国的镇压和多神教-蒙昧主义的神秘自然。 A： 嗯……也许不是这段话的重点，基督教并不比多神教更文明，多神教也不比基督教更蒙昧，在我看来这种说法实在有些奇怪。 S： 多神教本身没什么，但是它支撑了镇压。就像基督教就其本身也没什么价值一样。 A： 多神教对信仰还是更宽容一点的。如果社会中出现一个不断扩张而且排外的群体——犹太教虽然扩张，但不排外。那么当权者对其抱有警惕和敌意是不难理解的（虽然这多少有点跑题）。 S： 共同体中的启示和乞求各种神的垂怜（我觉得某些人想象中的技术官僚-分工就有点接近这种多神，这个事得求求这个，那个事得问问那个）也是有差别的。 A： 那么共同体中的启示可以对应什么呢？ S： 一种过于简单化的表述大概就是“神在我们之中”，或许会导向康德式的伦理学的观念论版本（主体不只是在形式上是自由的主体，其后还有一个作为“我本身”的物自体保障，相反，主体是使形式本身成为自由的主体）。也就是说，这不是说“神保障我们的行动”，而是说“我们的行动没有保障”。 A： （思）这二者看上去并不能相互取代。甚至很难说是不可共存的，就像那个在门上挂马蹄铁的例子，“我并不相信，但我听说它确实有效”。 S： 这个例子意味着他还是要在某种层面上相信某种东西，但是同时却又与自己的相信试图保持一个距离，可以说是“我的认同不是我的认同”。（齐泽克整天拿这个例子讲犬儒主义……） A： 嘛，一些民间信仰或者魔法书可能是更好的例子。召唤魔鬼，如果魔鬼不听话就诅咒他们。神明并不是什么至高无上，需要人们向其祈求的东西。向神明祈祷不过是某种给生活增加仪式感的调剂品，或者是增进自己信心的心理暗示。那么“真的相信”也并不坏，不是么？ 在更原始的信仰中，神和人的地位看上去更平等，距离似乎也更相近。实际上或许没有这么简单，但是从某些故事中还是能够窥见一些东西的。就像基督教也没有尼采所讲的那么软弱不堪。 S： 当这种东西开始给压迫背书的时候就更糟糕了，不只是因为“基督教的一神论破坏了多神教的后现代多元主义”所以很合理地遭到了镇压（这种合理性本身也值得质疑），重要的是多神教被安置在了一个压迫性的意义网络里作为其补充。基督教共同体本身就是对罗马统治者压迫的一个反应，不能忘记这一点。 A： 我以为我们在讨论的是现代的问题。当基督教成为罗马帝国国教之后的历史中，给压迫背书的又变成了基督教。所以我觉得拿基督教的这几个例子做比喻很奇怪。 S： 很合理，这里有基督教共同体本身和实际存在的基督教建制之间的区分，就像共产主义理想（以及革命进行时期的那些共同体）和实际存在的社会主义（actually-existing socialism）之间的经典区分。 A： 这种理想与实践的距离存在于所有曾经用于指导实践的理论和历史现实之间…… S： 巴迪欧说过，新时代的任务是去看到十月革命向斯大林主义的必然性（尽管是回溯性的），同时找到十月革命（被压抑了的）解放面向。 总之，当大他者正在解体却还不知道自己已经死去的时候，当还有人在试图绝望地生产出一些话语来拯救它的时候——伪史论者和米格道们在这个绝望的层面上或许都值得同情——当我们面对这种僵局的时候，我觉得可以引用卡夫卡在《塞壬的沉默》中的一段描写来阐述我们的位置： 然而奥德修斯并未——权且如此表达——听见她们的沉默，他以为她们在唱歌，只是他已有防范，才没听到歌声。他起初隐约看到她们的脖子在转动，她们在深深地呼吸，眼中噙满泪水，嘴巴半张，可他却以为，这正是唱咏叹调的动作，在他四周无声无息地消失了的咏叹调。不过这一切很快都离开了他那远眺的目光，由于他的果敢，女妖们消失了，就在他刚到她们身边时，他就什么也不知道了。 分析师共同体就是塞壬们。穿越幻想后多出来的是什么……？大抵是沉默。当奥德修斯们面对着那种恐怖的沉默却继续幻想时，迎接他们的却是更多的沉默。我们或许需要行动，但更多时候，我们所能真正给出的却恰恰是无所有，甚至连指责与申辩都无法传递什么。塞壬在奥德修斯的畏惧中看到的是自己的恐怖，真正恐怖的不是他者，而是自己。那无深度的沉默并不隐藏着更多未说的言语，意义在这一刻被悬置了，而那涔涔泪水没有成为奥德修斯们的美满世界中的症状，也未能被崇高化，它成为一种过剩，一种绝对无法理解的创伤，也许甚至可以说是一种暴力，只能被不断忽视，直到再也无法忽视。而塞壬们离去了，她们还有别的事要去做。","link":"/posts/e3969015/"},{"title":"对异化、俄狄浦斯情结、精神病与性倒错，以及两种大他者的一个简述","text":"异化（Alienation）即主体因为原初焦虑从自恋的力比多投注中自我分裂（分裂为想象界（可以对应被言说的主体，部分对应一般意义上的自我[当然自我和整个想象界还有更复杂的划分]）和象征界（可以对应言说的主体，即无意识主体，拉康经常被引用的一句话就是“无意识是像语言一样被结构起来的”，拉康一般所谓的无意识就是后来他用象征界表述的东西，而无意识的内核则是实在界-创伤性的），异化可以指主体从（原型）精神病结构到（原型）性倒错结构的转变，或者对应到俄狄浦斯第一阶段的结束。 在俄狄浦斯情结中，第一阶段的结束/异化（alienation）意味着主体在某种原初自恋（原乐）中就直接陷入焦虑：婴儿首先是把母亲（以及他自己的身体）当作身体的一部分的，当面对母亲的出现与消失的匮乏，更准确地来讲，就像拉康在研讨班十中关于焦虑的讨论所说明的，是面对被婴儿当作自己的存在的母亲的出现和消失保持不变的这种匮乏的匮乏（因此，即使不存在母亲，同样的事也会在身体-他者上发生，婴儿从来不是自足的享乐单子，焦虑一直都存在——最创伤性的焦虑，难道不是我们的存在本身？）的时候，婴儿通过认同母亲作为第一个大他者来作为对焦虑的防御，并认为其拥有菲勒斯（能够解决焦虑——通过认为是大他者造成了焦虑并有能力消失），在第一阶段中母-子-菲勒斯共同体的想象认同使一个用来掩盖/延迟婴儿自己的焦虑的有（可能满足的）欲望（desire）的又有可能解决焦虑/需要（need，焦虑本身回溯性地被需要覆写）的大他者成为可能——我们希望满足大他者欲望的原因就是我们希望大他者（及其欲望）消失——注意从这里开始主体已经被卷入欲望辩证。在精神病那里，异化是失败的，主体并没有屈从于大他者来解决焦虑，所以所有的他者往往被体验为一种侵略性的（被害妄想狂）或者充满爱欲（钟情妄想狂）的无法理解的焦虑-实在，而大他者和其阉割实际上被除权弃绝（foreclose）了，大他者不是被视为实在，就是被视为“另一个”小他者（an-other）。我不得不认为需要补充的是，在这段描述中，还有一个不同的层面——母亲的无法控制的出现与消失远非唯一的实在，重要的是主体性本身超出实在的过剩才是焦虑的源泉，主体性的问题是，它不能只是沉浸于无差别的实在，我们进入存在论这件事完全是莫名其妙的，无根的，无法解释的，知性试图把实在硬生生地套进它的自我收缩，不断地咳出可以被把握和再现的最低限度的存在，后者却从来不能真正把握到实在，实在（特别是主体性本身的实在）仍然威胁着这种存在。母亲的特殊性在于，他恰恰通过使主体接受恰当的、足够成为一个圣状（sinthome）的象征阉割成为“外在的”他者排空/掩盖了我们内在的作为无法承受的原乐之焦虑的主体性的他者，一种无头的无限的（向所有方向和这方向之外的……）冲力-驱力，不可避免地要去存在却同时也瓦解着这种存在。孩子必须接受母亲作为自己想象性身体的一部分被阉割才能成为让这部分身体变为象征的大他者（而不是简单地跌落为无法把握的实在），被引入大他者的欲望之辩证和象征秩序，而“未被阉割”的身体暂时得以稳定为理想自我，身体性的存在之匮乏被身体性的阉割/丧失替代。如果这种阉割/异化没有完成，就会像在精神病那里发生的情况一样，所有的象征层面都变成了实在，而根本没有大他者存在，所有的他者都被视为某种和自己一样的小他者。另外，“通过认为是大他者造成了焦虑并有能力消失”这一点就足以（暂时）用欲望解决焦虑。 在第一阶段的异化之后，母亲成为了大他者，而母亲大他者的欲望被认为指向主体自己，孩子认为自己（可以）具有想象的菲勒斯，因此仍然存在某种自足的共同体，然而在第二阶段，孩子-母亲-菲勒斯的想象共同体被剥夺了菲勒斯，不再被认为具有菲勒斯，而想象的父亲被认为拥有菲勒斯，（想象的）父亲的禁令介入，使母亲被阉割，或者说父亲实际上否认（disavow）了母亲的菲勒斯功能，主体发现母亲有一个自己无法满足的欲望对象（而这欲望不指向自己，性倒错否认阉割的一个方式就是否认父亲，继续认为母亲的欲望指向自己，而自己知道母亲大他者的欲望且可以想办法满足母亲大他者的欲望，从而保持母-子-菲勒斯共同体，性倒错想象自己就是大他者，并扮演其享乐的工具客体小a），主体发现母亲欲望想象的父亲（注意——母亲并不需要真的欲望父亲，重要的是这里必须有一个想象的母亲的欲望对象，一个想象的对母亲的欲望之谜的答案），只要经历了异化，阉割（castration）在这个层面上总是已经发生了，阉割真正来说是象征父亲通过母亲大他者提供的想象父亲进行的阉割，而孩子此时仍然试图否认阉割，把自己当作想象的父亲的一个竞争者（竞争象征的父亲的位置），他的问题是：“要不要接受（想象的）父亲对母亲的阉割？” 在俄狄浦斯第三阶段，实在的父亲的介入使孩子接受自己没有菲勒斯（放弃想象的菲勒斯而认同象征的菲勒斯[象征的父亲]），但这里主体性的参与也在另一个层面上是必要的，恰恰是因为母亲的欲望（当然也是母亲的主体性）显得深不可测、未知和令人焦虑，几乎威胁着要吞噬主体也无法满足（之前已经说过——主体接受欲望是因为它想满足欲望来让他者及其欲望消失），主体才接受了父性隐喻对母亲欲望的替代和父之名，父之名（Name-of-the-Father）这个能指成为了母亲的欲望（Mother's Desire）的隐喻/替代/固定，这引起了分离（separation），大他者的欲望变成了既不指向孩子（的理想自我）也不指向大他者本身的某种“大他者没有告诉我怎么办”的欲望，大他者的信息（父亲的希冀……）或许会成为孩子的自我理想，但是孩子并不知道怎么做（而且往往是不可能做到——他也不愿为大他者的原乐献出自己所压抑的阉割），而这也无法解决大他者为什么欲望，这也就是大他者的匮乏，大他者（关于主体）的欲望变成了一个永远也无法解决的谜或迷思（myth），主体被迫去进行一种“你到底要我怎么样？”（Che vuoi?）的质询，这指向父性大他者的形象，主体现在既然无法再否认阉割，就需要选择面对阉割的方式——压抑（repress）阉割，这会导向强迫症（男性主体）和歇斯底里（女性主体）两种主体位置。在这里不过多展开，简单来说：强迫症主体认同于（父亲）大他者的欲望，并不断地试图寻找能够使自己满足大他者欲望的神秘的对象小a；而歇斯底里主体通过不断质疑大他者的匮乏来保持/定位大他者的欲望，试图找到并成为大他者欲望的对象小a。 拉康派的无意识基本就是象征界/大他者，因此这里也很容易理解为什么说精神病没有无意识，更没有压抑。精神病的一个特征就是把象征直接当做实在，把词当作物。 当然关于阉割，拉康那里还有原初阉割的问题，导向阉割的并不只是俄狄浦斯第二阶段母亲大他者的欲望与主体自己的错位，而是主体本身内在的一种错位——大他者的欲望，恰恰代表着因为大他者内在的主体性匮乏，母性大他者被证明不存在，所以主体用父性大他者来代替之，但真相是大他者根本不存在——事实上，阉割之所以被当作阉割，只是因为它被压抑，而压抑阉割被当作主体与这种最内己的自身错位保持距离的一种方式。 母性大他者和父性大他者的区别是，母性大他者是透明的大他者，而父性大他者则是神秘的、难以捉摸的、永远不明确给出自己（关于主体）的欲望的、“你到底要我怎么办”的大他者。","link":"/posts/32ad6f7f/"},{"title":"解拉康的波罗米结的一个尝试","text":"红色代表阉割焦虑的两个层面，然后绿色的是两种原乐（大他者原乐和菲勒斯原乐）。吴琼在《阅读你的症状》中把阉割解释为象征界对想象界的侵入，这对我来说是很奇怪的，这种说法好像先有一个一致的想象界一样，阉割怎么会不涉及实在界呢？如果这里指的是对想象的菲勒斯的阉割，那么这种阉割可能更应该对应这个区域。 禁令（Inhibition）对我来说想象的菲勒斯本身就是禁令回溯性产生的东西……母子共同体从来就不存在，而菲勒斯正是对母亲的莫名其妙奇妙的消失和出现作为实在的焦虑的应答，关于母子共同体的幻想也是通过幻想的失败（焦虑）回溯性产生的。对我来说象征界入侵想象界的表达是很奇怪的，因为想象界本身就是从象征界的裂隙中产生出来的。我们在这里不能避免去讨论某种和谐的前焦虑的母亲形象以及据说有着某种力比多平衡的孩子的可能性，而这里的孩子似乎是某种很难处理的原型精神病主体，他的“想象”也还没有成为想象界或者严格的拉康意义上的幻想（《齐泽克本体论》里面关于有关的东西说了很多），但我不觉得焦虑本身只是母亲在不在场的焦虑，最根本的焦虑或许是孩子作为一个空洞的、自由的主体被“抛入”这个世界后自己本身内在的焦虑，孩子本身就是一个完全无根的却自己和自己有着最基本的反身性距离的主体，而俄狄浦斯情结中的失落的母-子共同体的神话或许起到了填补这种更根本的焦虑的作用，那个圆满的主体本身就是回溯性的幻想。 这里的问题其实就是关于原初自恋的问题，这里引用一段Adrian Johnston在《齐泽克本体论》（Zizek's Onotology）说的： 拉康在他的第八次关于移情的研讨班中，关于认同说了些什么？首先，他观察到关于主体形成的、默认的本体论出发点必须是一种涉及焦虑、渴望和不安的初始状态（正如谢林和黑格尔所见，他们都认为实体之所以成为主体，是因为这个存在的基础被某种原初不满的不安息的否定性从内部激起）： 「实际上，如果一个人从原初自恋的概念开始，在力比多投入方面是完美的，如果一个人将原始客体设想为原始地被主体包含在自恋的领域之中，作为一种原始的原乐 [jouissance]单子（monad），对它的识别……婴幼儿[nourrisson]， 人们很难看到什么能够导致主体性的出路[sortie subjective]。 (SVIII 410)」 将婴儿期的“原始自恋”描绘成一种忘乎所以，完美的幸福状态，在这种状态下，爱欲经济不会受到深处的未满足 和固有的不足的干扰（即，将人类存在的起始条件描述为“原始的享乐单子”），这几乎不可能解释为什么个体会努力离 开这个古老的伊甸园。是什么可能促使一个心满意足地将自身封闭于自己愚蠢的幸福之内的实体自发地挣扎起来，并将 自己从唯我论的、安乐子宫中拉出来呢？为了解释主体性/主体化这一偏移（une sortie subjective），我们有必要假设一个零层级的主体形成状态，在这个状态中弥漫着否定性（特别是由爱欲经济产生的负面影响）。婴儿那由焦虑引发的无助 和卑微的依赖状态使他/她更倾向于屈服于内隐的或/和显性的、来自于他者（加上，大他者）的要求（demand），接受由外来图像和文字中介的异化身份。 重点或许在于，焦虑是实在的，或者如弗洛伊德所说，唯一不具欺骗性的感情是焦虑。这个问题挺重要的，齐泽克也是在这个点上开始扯自由的深渊之类的东西，可以说德国观念论给拉康补上了一些环节，当然反过来说拉康给理解德国观念论和其中各作者（康德、黑格尔、晚期谢林）的关系和可能缺失的环节提供了一个路径…… 死亡（Mort）是象征界上的洞，或者说被象征化的死亡之实在是作为象征界内在的界限而存在的，这个洞不属于象征界“本身”，而是象征界能产生这个“本身”所需要的反身性距离。 我想处理一下死亡-原乐的关系，然后得到了这三个箭头和对应的三段式（还有它们各自指向的重点）。这些三个箭头的三段式的最后都是一个回溯性建构的东西：身体的实在（Corps）、死亡的实在（Mort）很好理解，而生活（Vie）或许可以被当作某种实在界的自身否定，实在界的箭头反过来与否，本身就代表着一种象征秩序的回溯性建构。考虑到这个模型来自拉康……忘了齐泽克那个所谓的实在界本身就自身不一致的说法是不是来自拉康本人了……我还没有看过拉康本人关于波罗米结都讲了什么，所以这些单纯是我自己的一些尝试罢了…… 可以看到菲勒斯原乐的箭头最后其实会指向菲勒斯，而死亡相关的大他者原乐/女性原乐最后只能指向（未被基于幻想的前意识表征机制[représentation préconscient]阻断的）焦虑，前者能够通过认同于菲勒斯来继续维持关于象征秩序一致性的幻想（他也通过这种方式来继续给整合身体的失败找补——控制身体（现在身体单纯是一种想象的外部性）的失败是因为自己失去了菲勒斯），但是后者恰恰就是象征秩序的不一致本身导致的，男性主体是认为自己知道大他者从自己这里要求什么的（菲勒斯），而女性主体的问题是“你到底想要什么？”（Che vuoi？），女性主体在提这个问题的同时仍然面对大他者的匮乏而且总是无法避免在享乐中（与原乐的回溯性的、总是已经丧失了的接触中）遭遇焦虑，这里就是歇斯底里的激进性所在——女性原乐总是伴随着焦虑。","link":"/posts/aa1a7266/"},{"title":"《神经质主体》（The Ticklish Subject）笔记：否定性、后政治和米格道等","text":"Along these lines, one can also account for the 'secret' of the actual bipartite structure of Hegel's Phenomenology: the logical counterpart to the two parts into which the development of Phenomenology evidently falls - the 'synchronous' triad Consciousness-Selfconsciousness-Reason and the 'historical' triad Spirit-Religion-Philosophy (i.e. Absolute Knowing) - is the duality in early Hegel (up to the Jena years) of Logic and Metaphysics as the two parts of 'pure' philosophy, which is then followed by Realphilosophie (corresponding to the later philosophy of Nature and of Spirit). The distinction between Logic and Metaphysics proper fits the distinction between subjective reflexive Reason, to which only the finite reality caught in the network of relations/mediations is accessible, and the human Spirit in so far as it grasps (or, rather, directly identifies with) the Absolute itself beyond all reflexive oppositions (of subject and oject, of thought and being, of reason itself and intuition...). This distinction, of course, remains Schellingian: Hegel 'became Hegel' when he accepted that there is no Absolute beyond or above the reflexive oppositions and contradictions of the Finite - the Absolute is nothing but the movement of self-sublation of these finite determinations; it is not beyond reflection, but absolute reflection itself. Once Hegel gained this insight, the distinction between Logic and Metaphysics had to collapse: Logic itself had to be identified with 'Metaphysics' , with the philosophical science of the inherent categorial network that determines every conceivable form of reality. What we have here is the paradigmatic case of dialectical 'progress': we pass from Logic (dealing with external reflexive oppositions, with reasoning as opposed to its object, Being) to Metaphysics (directly describing the structure of the Absolute) not by any kind of 'progress', of a major transmutation of Logic, but by becoming aware of how what we (mis)perceived as a mere organon, introductory tools, preparatory step, to our grasping the Absolute - that is, to Metaphysics proper - already describes the structure of the Absolute. In other words, we fail to grasp the Absolute precisely in so far as we continue to presuppose that, above and beyond the domain of our finite reflected reasoning, there is an Absolute to be grasped - we actually overcome the limitation of external reflection by simply becoming aware of how this external reflection is inherent to the Absolute itself. This is Hegel's fundamental criticism of Kant: not that Kant fails to overcome the external reflection of Understanding, but that he still thinks that there is some Beyond which eludes its grasp. What Kant does not see is that his Critique of Pure Reason, as the critical 'prolegomena' to a future metaphysics, already is the only possible metaphysics. (Žižek 1999b, p. 84-85) 精神-宗教-绝对知识对应早期黑狗的逻辑（主观的反思理性，只涉及经中介的有限实在）-形而上学（直接认同于绝对的自我，从某种“内在直观的武断主张”（先刚译《逻辑学I》P5）开始，或者说某种谢林式的理智直观）-黑狗的《逻辑学》的位置（根本没有一种超越有限者的绝对者[Absolute]，绝对者本身已经内嵌于绝对的有限者的反思的运动中了，毋宁说它恰恰是这种运动本身）。 自在到自为不是说自在一定会克服其阻碍发展到更高的阶段（据说是自为），恰恰相反，正是通过接受这种阻碍是内在的——根本不存在一个阻碍被克服后的“更高的阶段”，对抗是绝对存在的——而通过否定收缩入那个阻碍本身，通过与否定一起停留（tarrying with the negative）我们就已经到达了自为。 我们不能跳过革命恐怖而到达“理性的有机社会”，重要的是在那种据说是“理性的有机社会”的东西里，革命恐怖或者否定性本身，抽象普遍性，抽象的主体性自由或“精神无限权利”（黑狗语），对抗（atagonism）面向具体普遍性（作为其中的某种共同的、丑闻性的他者，胜利者的过去成为本雅明《历史哲学论纲》中所谓的“永恒过去”）取得了实存，用一个可能过度简单化或不怎么恰当的例子：当代西欧的福利社会很大程度上来自于直接存在着的压抑革命和阶级斗争的努力，所谓“原始的资本主义”的僵局被铭刻在了现存的秩序之上，或者说定位于具体普遍性“背后”（这个纯粹外部性的“背后”却必须内在于秩序的一致“表面”）——这其实也是关于法国大革命的迷思的回应：只有恐怖能自己结束自己，或，矛造成的伤还需矛来治。这里的僵局还在于所有资本主义秩序内部反对资本主义的力量都不能实现某种比资本主义更快的自我增殖，但简单地寄希望于某种单纯比资本主义增殖得更快的秩序来完成对资本主义的总替代，而忽略革命-事件和对抗，最后得到的不过是加强版本的资本主义。就像黑格尔的《精神现象学》中那个“精神是块骨头”的颅相学公式，如果忽略这个公式的还原论方面和其与所谓的思辨方面（即“精神把骨头这种最惰性和外在的东西也纳入自己的范围”）的冲突性的张力而试图直接到达那种思辨方面，最后用黑格尔自己直接使用的阳具隐喻来说就是“直接选择授精和选择排尿没什么区别”，精神的真正力量和现实性在于两者的不可能的重叠和对抗。齐泽克那句“革命必须自己结束自己”的意义是革命不能成为单纯通过革命本身来合法化自己的东西——一旦它这么做了，它就不再是革命……这里其实非常吊诡，这种“自我合法化”乍一看很像巴丢所谓的“忠于真理-事件（Truth-Event）”，但是恰恰相反，这是对真理-事件的背叛，不如说“忠于真理-事件”本身就意味着事件的操作者（agent）必须把自己的行动作为与情境（situation）的实存格格不入的、创伤性的、无根的决断设立起来，在事件的早期或许是意识形态-崇高或者“事件的目的”把作为情景部分的个人转变为事件的操作者，但在革命恐怖这一阶段，一种巴丢称为“革命的美学化”（aestheticization of revolution）的程序恰恰代表着对事件本身的背叛，用黑格尔式的术语来讲，这是因为革命在这时已经成为了绝对的自身关联的否定性，它是从永恒过去被召回的世界之夜，不能自正在消失的现在-过去也不能向从未消失的现在-未来去求乞自己的存在——否则它就立刻被化约为其中一者，相反，革命必须通过恐怖、“经过”恐怖来自己结束自己。 同样的，外在的反思和设定的反思的僵局的“调和”不在于对这种僵局的某种神性直观式的拯救，重点也不在于把外在的反思当作某种自身中介过程的一个环节（这并不是黑狗的重点，如果只看到这个就把黑狗降低到了谢林那里），重点在于把这种僵局本身设置在存在论层面，主体本身就意味着这个僵局的位置，存在论要能够“就其本身而言”（as such），就必须在自身内有外部，黑狗意义上的“知识”的力量在于这种知识本身就是一种创造自己的客体的实践，但不是理智直观或者康德式的知识，重点在于主体“被动接受”（当然这种被动性也是一个最主动的纯形式的行动所设定的，可以考虑一下从在“生活世界”的沉浸到“接受”之距离感的鸿沟，当然或许这里的先后应该倒转一下，知识意味着这里首先有一个绝对的“接受”）那些自身（in itself）存在着的东西的同时与其保持着距离，只将它们当作事情本身（as such），当作与自己有着鸿沟的客体来看待，并因此“放任”知识成为“展演性”（performative）的知识，这种自身脱离和分裂，这种非行动（non-act）就是最激进的行动，事实上我觉得黑狗在《逻辑学》的开端做的就是这种行动，不过他是通过《精神现象学》到达这个位置的。 下面是一些比较散乱的笔记，不再引用原文而是给出英文版页码。 p162-167，巴丢这里似乎没有真正的拉康意义上的死亡驱力的位置……巴丢讨论了四种对真理-事件的主观姿态（其中最后一种即神秘主义者是在后期没有发表的一个课程里引入的）：主人（试图命名真理-事件，把行动的面向转化为象征性的忠诚，以确保事件的延续和后果）/歇斯底里者（保持暧昧的分裂态度，同时坚持对事件进行象征化的必要性和不可能性（必然的失败）——确实发生了事件，但是对事件所进行的一切象征化，都已经背叛了其真正的创伤性效应——也就是说，歇斯底里者对事件的一切象征化的反应都是“这不是它”）/普遍性（普遍性话语的倒错能动代理（agent）根本否认发生过行动的事件——他凭借其知识的锁链，想要将行动的结果化约为另一种可以用“事物的正常运作”来解释的事情，试图继续用解释来缝合事件，可以对应到大学话语）/神秘主义者（坚持事件不可命名并对其象征后果漠不关心，这其实类似于精神病的位置）……齐泽克在这之后开始讨论拉康的四种话语引入的一个完全不同的“分析师话语”的位置（而神秘主义-精神病对拉康来说根本与象征的“话语”无关），但我其实挺好奇一个问题的，在巴丢自己提出来的这四种姿态里面似乎根本不存在真正能够贯彻巴丢所谓的“对真理-事件的忠诚”的位置，他对于这个问题说了什么？ p177，普遍性只是内在于特殊性之中的断裂，自特殊性中向此一断裂就打开抽象普遍性的面向（巴丢意义上的真理[Truth]的面向），从断裂回归至特殊性“本身”并扬弃先前向断裂的运动便使断裂沉淀为具体普遍性（拉克劳意义上的匮乏完满[absent fullness]），而断裂本身是这个过程中消失的中介（vanishing mediator），它就是黑格尔意义上的主体性，弗洛伊德对这种断裂-普遍性的命名就是死亡驱力。 p198，关于后政治（Post-Politics）的问题。我们处理后现代时似乎都在考虑一种倒错，也就是一般的与新自由主义相关的政治面向（同时也是（后）斯大林官僚主义的政治面向[不同于一般的对斯大林的指责，齐泽克在这里把斯大林本人当权的大清洗时期理解为十月革命和后斯大林的官僚政治之间的“消失的中介”］），但是齐泽克在这里用了除权弃绝（foreclose）这个词。 p215，讲文化多元主义，但我觉得同时也是在反驳那种觉得“文化多元主义其实是欧洲中心主义所以凭什么不是我当中心主义”（作为文化多元主义的必要补充）具有任何解放性的幻想，事实上在这种对文化多元主义的反动中我们错失的是文化多元主义本身作为一种“空白的、匿名的中心”按照全球资本主义的逻辑发挥着作用：恐怖的并不是（死的、普遍的）机器中（特殊的、活的）鬼魂，而是存在于一切（特殊的、活的）鬼魅核心的（死的、普遍的）机器。 齐泽克事实上区分了subjectivification（主体性化——指那种激进主体性）和subjectication（主体化——意识形态唤问，将主体性化约为特定的实存内容的过程）。 感觉第五章校对开始摸鱼了，一堆零零碎碎的打错字和漏译之类的……提到克尔凯郭尔的sickness unto death翻译成了“致死的疾病”，我觉得“至死的疾病”更合适…… 米勒派好像在一些问题上做着类似于简单地把某种享乐的内部平衡当作原初状态的情况（甚至是直接等同于驱力的重复冲动，但是重复冲动是超越享乐原则的），赛里斯的一些拉康解释者（比如吴琼）是否在这个问题上更接近米勒？ 为什么这么说主要就是器具言语（apparole）的问题（齐泽克说这玩意基本就是拉康版本的原初自恋），具体见p294-297。 分析师的欲望（the desire of the analyst）对应的是否就是驱力的主体（the subject of desire）的这种主体性配置（经历了主体性的匮乏[subjective destituion]的主体，意识到这种匮乏同时是一种固有的、“不死的”过剩，而这个过剩，也就是对象a，恰恰就是进行着打开-闭合存在论场域的总是失败的、几乎绝望的驱力式重复努力的主体自己）？ 弗洛伊德的遗作《摩西与一神教》描述了一个与《图腾与禁忌》中的原初父亲神话的二元父亲形象（前象征的、未受阉割的、享有所有原乐的淫秽父亲和作为父之名回归的死去的父亲）完全不同的另一种二元性：摩西同时是破除多神教迷信的一神教理性-逻各斯的化身老人摩西和遭到背叛的带着无条件的复仇之怒的耶和华。弗洛伊德或许感觉到了，原初父亲神话中那个未受阉割的淫秽父亲恰恰也是总是已经在恰当的时候死去而成为父之名的死去的父亲回溯性建构的，而在这种建构之前，有的只是一种无条件的同义反复的主体性，把将成为父之名的能指生硬地、粗暴地从前象征的真实中截取并安置在这种主体性的狂怒行动本身之上，而这种主体性的行动面向则在其行动本身中恰当地死去，以开启欲望的转喻过程与意义之流。 看到一个视频，BV1Qc41177mC，见p313，第三种父亲不如说是齐泽克最关注的主题，即资本主义条件下快乐原则本身成为了现实原则，一种后现代的普遍的倒错化下的透明的母性大他者取代了后现代的“宽容的大他者”，而这种母性大他者得以产生的空间恰恰是那种同时结合了父性威权大他者和淫秽的原乐父亲的现代-后现代父亲制造出来的——父亲变成了一个“受辱的父亲”，从而打断了俄狄浦斯第三阶段的正常工作。 芬克（Bruce Fink）说经历过异化的主体不会再回到前异化的状态，而没有在早期经历过异化的主体也不会再经历异化（因为异化被经历过而且失败了，或者说支撑着现存的大他者的基本幻想被主体除权弃绝了，精神病那里可能有的是新的“圣状”），我觉得前一个结论没有那么明显，因为我们在大他者解体的年代似乎看到了一种偏执妄想狂化：人们不愿意放弃自己在现有秩序内的存在，但是却看见现有秩序正在停止工作，所以便创造出各种想象的迷你大他者去保卫它，拉康派精神分析的启示是，当象征效力正在瓦解的时候，想象效力就会介入，当神经症的幻想瓦解后，就只能通过来源于那个不知道自己已死的大他者的倒错的“想象的大他者-知识”来以抵抗实在的对抗，倒错者在这么做的时候还要认为自己的想象与真正的大他者重合，但当倒错的抵御也失败的时候，我们可能就会得到一种原型精神病式的偏执妄想狂，直接不在乎自己的象征效力，直接把想象当作“真实的”，而所有的符号效力则都会变成实在的入侵，此时我们陷入一种不是同一个秩序下的对抗，而是“我们”和“他们”的战争的逻辑。 p360-361，很容易想到那些倒错的科学主义者和偏执狂式的伪史论的互补……而它们的混合-短路就是米格道。这种短路实际上却指向一种强迫症——今天强迫性地拯救正在解体的大他者的一致性的方式是去唤起偏执狂式的想象，并把这种想象直接倒错地短路为大他者的象征效力（“我知道大他者真正想要的是什么”、“底层代码”），最后大他者的一致性被一个想象的“大他者的大他者”（在米格道那里，所谓的“女本位”，大他者的“真相”）保障了，而某种阴谋论式的小他者（而不是歇斯底里那里可以看到的大他者的匮乏）就成了对象a，或者说“原乐小偷”，欲望本身仍然是强迫症性质的——因为大他者仍然是一致的，而且（以米格道为例）他们虽然自认为知道原乐之道，却同时吊诡地自己给自己设置了一个他者（女性）作为真正达到原乐的阻碍，而他们给出的路径就是其名（米格道，mgtow，men going their own way，“男人走自己的路”），但同时因为他们仍然是强迫症，这种意识形态在实现自己的座右铭（走自己的路[原乐之道]，也就是从强迫症成为性倒错）的时候不停地遭遇着内在的阻碍，因为他们想摆脱的那个阻碍（女性），恰恰构成了被阻碍的欲望本身（欲望女性的欲望），实际上我们在米格道的社群那里看不到真正实现了这种意识形态自己的口号的人，同时，真正的倒错者（可以说是真正实现了的米格道，真的相信自己知道而且不会遇到阻碍）往往会对米格道们不屑一顾。米格道视为阻碍的那个东西恰恰是保障着他们“被阻碍的（受威胁的）大他者[充斥着力比多的、欲望女性的男性共同体]”本身的一致性的东西。","link":"/posts/3646fbc3/"},{"title":"齐泽克关于赛里斯的观点，以及毛主义和列宁主义","text":"刚才看了个齐泽克的网络对话，每次有人问齐泽克他的方案的时候他总是提到塞里斯（他当然不是想要说“真实存在着的塞里斯”），他想说的是他（在一本某个塞里斯大学的外籍教授写的socialism with chinese characteristics上）看到的一些关于“塞里斯特色社会主义”的神话，比如那种众所周知的“反映人民的需要”——我们当然知道它们只是神话，塞里斯的经济不平等和政治-文化压迫是显而易见的事，这些情况在塞里斯外造成的印象只会更糟糕，没必要觉得齐泽克不知道这些事。然而，齐泽克觉得这些如果这些神话真正被贯彻到底（哪怕最后恰恰以抗议的形式），反而会成为一个方案。这里我们不能不想到总是在马克思那里隐约出现的关于“透明的中心化社会”的神话（myth），我们当然知道这是一个神话，但是我们还是要去坚持它，齐泽克说“人民的声音必须被听到”——无论以什么样的形式——仅仅是这种努力本身就已经在创造某种新的政治形式，他还提到了塞里斯最上峰说的一些“漂亮话”（something nice），“我们之前过于注重增长而忽略了团结”（不知道具体来源），还有那些关于“市场促进经济增长，但不能作为指导机制”的神话，把这种东西当真，停止和意识形态为了试图遮掩而不得不触及的那种对抗保持距离，或许是某种路径。齐泽克对塞里斯的了解有限，但他在这里的立场其实是一贯的——“作为先验幻想的共产主义”（他还提到柄谷行人），共产主义不存在，但是我们在对抗和危机中还是要追寻它。这里真正重要的是，“在对抗和危机中”，这并不只是一个外在的形式，而是决定了斗争的内容本身。 我们在这里可以想到毛主义，费正清称“塞里斯的共产主义者被迫……把他们的运动建立在农民基础之上”，但至少对于我来说，“真正的毛主义”在于看到实现农民作为被压迫者（而不是某种惰性的“小资产阶级”，毕竟塞里斯农民的情况实在很难在任何意义上被称作小资产阶级）的斗争本身就是早期毛主义计划的一部分，毛主义让自己在一个“最广泛的被压迫群众”（农民、工人、女性……）中普遍化（这种努力很容易在早期毛和CR时期毛的文字中发现）。有人提到自发农民斗争的局限——农民有没有能力开展独立的斗争？这个问题不仅仅涉及农民运动是否能够取得胜利，塞里斯历史上“胜利的”农民运动并不稀少，真正的问题是要取得什么形式的胜利，传统的列宁主义者对此往往抱怀疑态度，认为农民的斗争必须要依靠工人阶级队伍的壮大才能获得社会主义的结果。毛主义对这个问题的回答是，农民通过party联系到“广泛的被压迫群众”中去，关于“独立”的迷思更多关注的是是否要依靠“工人阶级”的问题，但毛主义者在革命形势面前不会等待一个抽象的“工人阶级”的出现，而他们所期待的社会主义的解放政治也不是一个空洞的“工人阶级”的社会主义。毛主义的真正活力在于面对塞里斯农民运动在广度和烈度上都领先于塞里斯共产主义者所期待的“劳工的胜利”（由于塞里斯基本仍然还处于农业社会）的特殊情况时，毛主义把握到了最广泛的“被压迫者”和最纯粹的“阶级斗争”这个任何社会总是存在着的不可能性之点（而不是某种抽象的“工人阶级”），毛主义的要点不在于实现某种教条主义的政治计划，也不是为了某种作为先知的马克思和列宁的未来启示所进行的政治投机，而是在于直面在当下就持续存在着的对抗或者说“矛盾”，这是毛本人真正区别于王明、刘少奇等人的地方。 为了回应那种农民能否进行独立斗争的迷思，我们也提出一个同样的问题——传统列宁主义那里工人有没有能力进行独立的斗争？这不但意味着开展自发的独立的斗争，而且意味着把独立的斗争贯彻到底，开展向社会主义的斗争——这里的重点也是斗争的形式问题（当然也有斗争取得胜利的可能性条件问题，但这本质上是一个问题），可以说，这里的关键和关于塞里斯农民的基本是同构的。尽管在处理塞里斯农民运动的问题时部分传统列宁主义者觉得如果这些运动由某种抽象的唯一能认识到自己“历史任务”的工人阶级领导就能魔法般地走向社会主义，但显然，对于这个同构的问题，传统列宁主义的判断是自发的独立工人斗争也只能停留在工联主义，而不是某种社会主义（注意到这里社会主义的解放政治在毛主义的意义上到底意味着什么），工联主义恰恰意味着这样的状态——工人阶级还没有使自己置身于最广泛的斗争之中，其斗争仍然是以旧社会秩序的存在为前提，开展某种“局部的”斗争，没有以在最广泛的阶级斗争（那个社会本身的不可能性中）改造整个社会秩序当作真正解放自己的条件。相比起来，赛里斯的农民斗争也基本在一个水平线上，就这一点而言，毛还考虑过赛里斯农民广泛联合的特殊情况（传统意义上的农业社会的流动性是很差的，但是赛里斯由于长期的战争和饥荒打破了这个情况）。工联主义的斗争为什么是“局部的”？因为它仍然畏惧于失去一些东西，它没有能够在“最广泛的阶级斗争”，在一个处于整个社会秩序连续平面外的与其无法重叠的面的相交直线作为一条根本断裂中发现自己，发现自己对于这个秩序来说“一无所有”但却贯穿了整个秩序，是作为社会的“无份之份”，从而在同样“一无所有”之人中将自己普遍化，通过这个贯穿秩序的裂缝颠覆现有的东西，说斗争是“局部的”，不如说恰恰是因为它仍然留恋于“全体”斗争这个空洞的点的外部，并通过这个外部拒绝了在作为那个外部之不可能的“全体”中彻底贯彻斗争的可能性。列宁主义对于工联主义的方案和毛主义关于农民运动的方案是一样的——先锋队party——说实话，传统列宁主义说自发的工人斗争只停留在工联主义，多少只不过是某种同义反复，这只意味着没有party领导的工联主义被划分为自发的工人斗争罢了。party作为无产阶级的先锋队当然也是无产阶级斗争的一部分，当然也是置身于自发的工人阶级斗争的序列中的，在这个意义上，把party的领导（这种领导只在于完全置身于斗争中）和工人阶级自己的斗争严格区分开来是无法理解的，除非party不符合它自己的观念。我们到底在什么意义上说“自发的”？如果我们不是在某种最糟糕的party作为某种外在性的意义上理解（列宁饱受争议的“灌输论”看起来或许是这种外在性的体现，但它却是真正完全置身于贯彻到底的阶级斗争中的决断，至于这种斗争如何在其热月中走向斯大林主义，是一个大概需要一整本书来说清楚的问题），那么这可能只是某种同义反复罢了，在这里“自发”只是指代某种“自在”的工人阶级，还没有在“最广泛的”被压迫群众/阶级斗争/社会对抗中使自己普遍化的斗争，而不是指代工人阶级斗争发展所到达的整个序列或者其黑格尔意义上的“真相”，在这种“局部的”斗争中，毋宁说在斗争本身外，工人阶级还没有成为“无产阶级”。","link":"/posts/254179ad/"},{"title":"关于《资本论》与黑格尔《逻辑学》的随感","text":"《资本论》第一卷是商品的辩证法，过渡到资本后产生了一种经自己的整个生产过程中介的资本；第二卷是资本的辩证法，过渡到扩大再生产的资本后产生了明确的自身中介，自身设定自己的生产过程；第三卷是扩大再生产的资本的或者说资本主义生产的总过程的辩证法，扩大再生产的资本，用黑格尔的说法，就是资本的“真相”（同时也是资本本身的生产或者中介过程证明自己是自身中介，一种扩大的再生产这一真相），最后过渡到真正意义上的资本主义生产的总过程，某种“自在自为的资本主义”。第一卷对应存在论，直接的存在，第二卷对应本质论，经中介的存在，第三卷对应概念论，存在着的、自身中介的概念，而第二卷过渡到资本的扩大再生产恰恰对应着这种存在本身的明确的自身谓词化成为其自身的一个环节（存在的单纯的谓词化或者说“存在着的概念”属于本质论的环节，在概念论中“存在着的概念”本身也成为一个单纯的环节，概念论中的概念准确来说是“作为概念的概念”）——资本论的结论就是资本主义还真是用头走路的。而考虑到资本论的结论后，整天像某种“历史唯物主义”圣训一样被人提起的早期马克思那句“一切已死的先辈们的传统，像梦魇一样纠缠着活人的头脑”的意义就变成了——我们再也不可能考虑一种真正意义上单纯不被卷入资本的自反性之中的东西，一种不是作为在自己在自己的死亡中保持同时也是设定自身的资本的环节的东西。可以说，资本已经让事情变成了“一切已死的先辈们的传统如果还能哪怕以否定的方式保持下来，那么现在恰恰是资本这个死的活人的头脑自己纠缠着自己”。《资本论》写到阶级就结束了，而阶级斗争使整个经济实体领域的闭合或者一种对资本主义生产过程的一致的描述成为不可能的，在这个层面上我们有一种开放性，但马克思的政治经济学批判最后得到一个“理念”般的资本主义是一个自反性的天坑——但还决不是绝对理念。社会主义完全可以看作同一本《资本“逻辑学”》的续写，而所谓“可能的共产主义”的必须通过绝对否定性，否则就是只是在续写（资本主义）这个鬼东西——所谓“真实存在的社会主义”（really existing socialism）不过恰恰是这个东西的续写……","link":"/posts/bf29f2a7/"},{"title":"关于世界体系论的碎碎念","text":"一些人通过某种称得上是“逆练”的世界体系论把塞里斯糟糕的劳动条件指向“西方”或者指向某种好像上下绑定了的“美国”，他们并不想解决资本主义的僵局，只想着通过变成新的中心来把僵局丢到别的地方去。但即使这样，僵局也仍然内在于整个资本主义秩序，地缘的中心-半外围-外围的矛盾和每个地缘政治实体内部的阶级矛盾是全球资本主义的同一个矛盾，毋宁说前一个矛盾恰恰是通过后一个矛盾表现出来，其地缘政治的方面只是作为一种全球分工/分赃（而地缘政治只在于重新划分分赃份额），试图通过更改中心解决问题的意识形态忽略了两点：1. 即使成为中心国家，只要仍然按照资本主义的方式发展，中心地缘政治实体内部的阶级斗争决定了最终的利润率被维持在什么水平，同样也意味着劳动条件的改善仍然必须通过阶级斗争实现，而如果要放弃资本主义模式，这个阶级斗争就更必须同全球资产阶级开展，而原来看起来好像实现了什么阶级合作的国内资产阶级也必然反对这种斗争，因为这个合作的目的本身就是为了使国内资产阶级在全球资本主义中获取更多的分赃份额；2. 即使成为中心国家，中心-半外围-外围的划分仍然将继续存在（主要是由于资本积累的差异），资本主义的内在僵局没有被解决，最坏的情况下我们甚至可能考虑这种中心在非常长的时间里不断通过战争（即使它们中的大部分不成功，战争也许会变成类似投资的投机行动）在各个地缘政治实体间转移，而全球资本主义的自我增殖通过这种方式进入一种在战争中稳定的新模式（增长有限度，那么就通过破坏生产力来维持增长，这也是老生常谈了），而气候变化的问题将让事情更加棘手。总而言之，这堆从入关学开始的右翼民粹主义意识形态是法西斯主义的老一套了，资本主义的内在僵局被当作“部分客体”（partial object）——“僵局”只是现状的一部分，只要…… 我很想通过黑狗的《逻辑学》处理《资本论》。一般意义上的不考虑整个生产和再生产过程就使用劳动价值论的政经分析方法很难令人满意，在一些人手里，世界体系论几乎变成了一种简单的对劳动时间的定量上的分析，最多大概也就是在黑格尔意义的“特殊的量”上的分析，而其导出的资本主义中心-半外围-外围的分析不应该只是一种描述性分割，这三个层面必须在全球资本主义秩序和贯穿其整体的矛盾的意义上联系起来，作为科学的马克思主义最关心的应该是矛盾本身——就这点而言，黑格尔的教训会是：塞里斯能不能搞帝国主义首先不是一个描述可能性的问题，也不是要考虑一种偶然性的杂多的问题——用拉康的术语，这种分析可以说是大学话语，并没有产生出新的主人能指，只是在继续转喻现存的S2也就是“知识”（或许可以对应到福柯的知识型）罢了——真正的问题在于，这种分析必须要在矛盾本身中自己成为必然性，必须把握到S2中包含着的矛盾，为一个新的S1也就是主人能指打开空间。 我实在是不喜欢部分世界体系论者的描述隐含着的某种“历史必然性只在半外围上”之类的东西，以至于把西欧等地的斗争都直接贬低为被收编的，把其成果贬低为简直可以说是某种不够资本主义的“堕落”的资本主义国家，最后的结论似乎会变成某种简单的“打倒中心国家”，“外围-半外围国家”与“中心国家”对抗的地缘政治。然而，问题在于，这种秩序还是会出问题，事实上是整个资本主义秩序都会出问题，这里要做的绝对不应该是否定那种斗争的成果，更不是陷入地缘政治的游戏，全球资本主义的使徒们并不彼此区分，关键在于从这种问题中把新的斗争普遍化。 必然的东西必须要自己把自己普遍化。","link":"/posts/c30b2dd2/"},{"title":"从女性主义到非男性主义，再到“非”主义：性别问题、阶级斗争、黑格尔辩证法与可能的共产主义","text":"一、性别问题：从女性主义到非男性主义· 1.1 性别身份政治的物自体· 我们常常看到男性为自己的男性身份焦虑，也正是在这点上，很容易理解为什么我们不看好部分MTF的性别焦虑和基本是强迫症性的对特定性别身份的维护，并认为这仍然属于严格的拉康意义上的男性主体的性化路径。请等一等，这当然不是在说什么“MTF在外表上、生物学甚至颅相学上，总之得是在什么原初的意义上就是男的，所以别做无意义的事”之类的蠢话，我们也能理解维护性别身份作为对这种庸常指责的抵抗。好吧，那么这些看起来简直有些冒犯的拉康派黑话到底是想说什么？ 我们在这里主要想说的是关于维持MTF的这一性别身份的焦虑。当然，我们不可能忽视MTF的生存状况，我们也可以理解维护性别身份作为一种斗争策略，但MTF所遭受的压迫不应该被还原到她们的性别身份上——这反而是恐跨人士的做法。恐跨人士（无论男女）常常提供一些生物还原论解释，即把MTF受到的压迫解释为来自于她们无法改变的生理性别身份，甚至可以说是某种宗教式的原罪，比如“男的就是男的”之同义反复，值得一提的是，无论生物学意义上的男女都可以复述这种基本属于男性沙文主义的话语，而且并不只是MTF为此感到焦虑，男性也在相反的意义上可能为“不够男性”感到焦虑，这种焦虑实际上还延伸到女性那里。在这里我们可以对拉康派的男性主体和女性主体的概念做一个简单的澄清，我们可以说任何人身上都存在着男性主体和女性主体的张力，（这可能过于简单化且没说清楚这意味着什么，更多的说明会在后面展开）。让我们回到我们的主题上，同样的生物还原论观点还引申出一些指责，如“厕所问题”相关的恐跨陈词滥调，我不认为在这里有必要继续讨论这个，比起“厕所问题”，MTF面对的是这样一种情况，因为具备一些被指认为男性性征的特征，只是以特定的方式穿着就会引起严苛的责难甚至是打击，这也是使部分MTF选择服药和SRS的原因。 除了上面的一个原因，也许是痛苦有解释总比没有好，事实上有相当数量的MTF至少在一定程度上接受了这种解释，即把MTF受到的压迫解释为来自于她们无法改变的生理性别身份，其中部分甚至拒绝接受未服用药物或进行SRS的自己或他人自称MTF。另一方面，尽管常常是因为还未能改变生理性征，更多时候MTF觉得有必要回应这些几乎没给MTF留下什么空间的解释和指责，部分MTF急于维护自己的性别身份，试图给这种身份寻找一种不同的保障，她们常常为此乞灵于某种别的生物学-神经科学解释，以至于倒向某种本质主义，“我天生是女性但是生在了错误的躯体里”，好像一个人的性别身份从出生开始甚至在出生前就已经被大自然大他者决定了，然后这里产生了某种本体论层面上的错位，导致MTF在一个接受“这一种生理性别规范而不是那一种”的社会里接受了错误的性别指派，但强调这“另一种规范”难道不是在和反跨人士玩同一种游戏吗？难道不是先有了这种必然总是已经出错的指派，才出现了MTF的本质主义幻想中“另一个大他者”的“没有出错”的指派？更不用说这种“另一种好的规范”对应的几乎已经要浮出水面的“另一种压迫性秩序”了，很多女性主义者和在生命中较晚转向MTF的人就绝对不可能认同它，而且这种“没有出错的自然规范”终究还是产生了某种错误，使我们到达了要求回到那种规范的MTF的处境，可以说，那种没出错的，前异化的本真状态是出错本身回溯性建构的，而它毕竟还是出错了。 有趣的是——好吧，我说“有趣的是”的时候意味着享乐结束了，接下来会有一堆理论——这种幻想在一定程度上与康德的物自体或者说自在之物（Ding-an-sich）同构，康德在发现了纯粹理性的二律背反后继续想象一个我们被禁止进入的没有矛盾的物自体的维度，这对他来说似乎是理所当然的。他无法接受现实中存在他自己已经说明了的矛盾，于是设置了物自体，他不假思索地认为匮乏处于主体一边，主体占有这个匮乏，又自行保持一个距离，通过这种方式，他才可能避免承认物自体就是那种矛盾本身作为现象中的空洞——作为现象之内核的现象之不可能性。在这里我们几乎看到了强迫症的最纯粹形式，康德的经验自我试图占有的是一个字面意义上的纯粹的匮乏，他越占有越匮乏，但是他还是要这么做，为什么？越这么做他越感到自己是完满的，好像至少在作为类似于拉康的“被言说的主体”（sujet de l'énoncé）的经验自我的“我在”之匮乏的背后，有一个完满性的保障，一个可能的“我思”式的或者说类似于“言说的主体”（sujet de l'énonciation）的先验自我X，一个思考着的本体-原质（noumenal-Thing），甚至可以说是某种奇怪的“我自体”（self-in-itself），可能免于康德在一切现象-存在中看到的死亡-匮乏，但那不过是通过死亡-匮乏本身却压抑死亡-匮乏后所看到的。现象的界限是现象本身的规定性，康德预设“物自体”的概念，无非是因为他触及了现象内在的界限，出现在现象中的匮乏逼着他去这么做，如果他继续接近，康德的强迫症幻想就会被粉碎，我们看到“物自体”只是被这种匮乏回溯性设定的。去看到“现象之幕”的背后其实不如说是绕回去看到现象本身的匮乏呈现在现象中，用黑格尔的话来说：“超感性的只是感觉的，以被设定为在真相中的方式被感知的；但是感觉的和被感知的真相是要成为表象，超感性的因此是表象之表象。” 现在的问题是，出现在现象中的匮乏到底是什么？这个问题可以转化为：象征界（the Symbolic）中抵制着象征化的匮乏-实在内核究竟是什么？这也涉及拉康的实在界（the Real）的一种奇怪的双重性：从通过能指-欲望的经济构建起来的象征-现实看来，这个无法接近的作为原质（Thing，“总之是某种东西”）或者原乐（Jouissance）的“我自身”总是已经丢失了，某种“自在”的实在界本身总是已经被象征化了，但作为剩余-产物的实在界又抵制象征化，因此无法从象征界触及，同时又正是以这种方式匮乏才出现在象征界或者说现象中，剩下的实在界何以抵抗象征化？通过讨论象征化，这种被拉康称作阉割（castration）的总是已经发生的丢失，我们有可能回答这些本质上是同一个的问题——象征化产生的抵制象征化的剩余，那个出现在现象中的匮乏到底是什么？这个不可化约的剩余-产物可以说是康德的“先验对象”，它与原乐般的物自体的根本区别是，它是表象的无法获知的基础，但为了我们经验的一致性，它却必须不得不被明确地思考为一个纯粹的未知的X，一个纯粹的思想物（Gedankending），一个有待填补却在定义上就无法填补的匮乏，原乐的“丢失”或者说“匮乏”本身作为剩余享乐（surplus-enjoyment）（通过误认）成为了幻想的对象小a（objet petit a），a也就是autre，他者，拉康通过经科耶夫中介了的黑格尔理解他者，并在康德的意义上把它形容为“自我的质料”。可以说，他者仅仅意味着原乐（与“大他者”的）匮乏或者不存在，实体对自身的外部性，实体的自身“离心化”或者断裂，实际上就是主体本身，被当作一种“具体普遍性”（Particular Universality），一种构成性例外，对象小a被误认为想必知道“我自身”答案的“他者”，就像保证我们经验一致性的“先验对象”，它填补了“我自身”之丢失形成的空洞。通过一个被早期拉康称作“镜像阶段”（stade du miroir）的过程，“自我”产生了，但我们所认同的“自我”（ego）仅仅只是想象关系中“小他者”的镜像（i(a)），意味着“‘我’是非-‘他者’”，然而，这个“非-他者”被直接误认为自我，在这个过程中，主体本身已经退隐了，只剩下想象与象征的关系，用科耶夫的话说，词“谋杀”了主体。在这里讨论L图示可能是有意义的，但我们还是略过吧。需要注意的是，这里的小他者只是一个在想象关系中的“根本不是另一个人的他者”，而不同于对象小a作为象征化剩余的特殊位置。不如说早期拉康的小他者在晚期拉康那里是一种对象小a的产物，词能够“谋杀”主体恰恰只是因为它在其“谋杀”的完全实现之失败中在想象界产生了一个空洞的剩余，对象小a，这“一小片实在界”作为象征化无法穿透的剩余出现在想象界，单纯在一种想象关系中就成为了小他者。而这里可以顺便澄清的是，黑格尔的“主体”不同于“个体”，他所说的“主体”就是指实体的自身“离心化”或断裂，也恰恰是这种贯穿于“个体”（Singular）和“普遍”（Universal）中的断裂，使得一种被误认为“个体的杂多与相互关联”或者说“主体间性”（intersubjectivity）的想象关系得以可能。 经过上述说明，我们或许可以很直观地理解拉康的幻想公式$◇a，其中$是被划杠的主体，$和a或许可以被形容为中间的◇这个空洞的两面，$是“空洞的形式”而a是“空洞的质料”。幻想意味着主体$的凝视越过丢失的“我本身”之空洞看向a，在这种幻想中避免与空洞-断裂本身或者说作为那个空洞的主体本身的遭遇，好像本来处于空洞（◇）位置的原乐被a偷走了，藏在背后，然而，原乐恰恰只是对象小a作为“原乐的匮乏”被误认为某种“原乐小偷”而回溯性构建的，原乐从一开始就不存在，阉割只是这种不存在罢了。通过幻想，主体化（subjectification）作为把主体$与象征秩序中的同时总是作为构成性例外的特权内容（对象小a）——比如命令的解释的匮乏——强行绑定以实现象征认同的过程，恰恰在自己的失败中实现了，分裂的、被划杠的主体（$）被主体化为某种特殊的幻想性主体-位置X，而分裂主体本身被降低为纯粹的凝视处于a的另一边，认为a本身或者说背后一定还有什么，却看不到自身的空洞，实际上a就是那个“在其自身之中却超出自身”的东西，对象小a作为大他者的匮乏恰恰就只是一个空洞，但它却又是一个作为空洞又超出空洞的东西，它只有在象征-想象中才被认为具有奇怪的本体论深度。同样，阿尔都塞的“意识形态唤问”（ideological interpellation）也总是要预设同时也在其失败中回溯性地产生出主体与对象小a的想象关系——主体通过将大他者中作为其匮乏的自身的异质性存在定位为对象小a，并通过对象小a来定位自己对大他者是什么，以缓解主体本身作为匮乏引起的“自己对大他者是个啥”（Che vuoi?）的焦虑，使意识形态唤问的失败回溯性地转变为某种曲折的成功的，也就是这种焦虑。人类主体从一开始就诞生在完全陌生的象征秩序的世界里，但它必须要依靠象征秩序才能存在。在口欲期母亲的无法理解的不在场中它已经识别出自己与象征秩序的格格不入，它自身是一个匮乏，这是人类主体最早的焦虑体验。焦虑是实在的，或者如弗洛伊德所说，唯一不具欺骗性的感情是焦虑。 除了前面简单提到过的关于“言说的主体”和“被言说的主体”的几乎没有做什么说明的分裂以外，为什么拉康用被划杠的S（sujet，主体）来表示主体（$），还有更多的理由：我们曾提到过，阉割是关于原乐的总是已经发生的丢失或者说原乐不存在，尽管我们甚至没有涉及关于能指和能指链的基本讨论，但在这里还是可以提一下，“原乐不存在”或者说阉割，意味着主体在大他者中找不到能代表主体的能指，大他者是匮乏的，一个“错误”、一个“脱节”总是已经发生，这个“脱节”不但产生出而且恰恰就是主体本身，主体意味着在象征秩序中缺乏自己的位置——我们之前讨论的那个幻想公式中原乐的丢失形成的空洞恰恰就是主体本身，“我自身”的空洞性；这种空洞和无位置构成了主体的焦虑，最后，“能指的匮乏变成了匮乏的能指X”，主体只能通过接受大他者中转喻主体作为匮乏的能指也就是菲勒斯（Φ）的阉割功能把自己注册进象征秩序。重要的是，包括菲勒斯，每一个转喻匮乏或者说没有所指的主人能指（S1）都打开了意义或者拉康意义上的知识（S2）的空间，并总是产生出一个剩余或者说保留了一开始的匮乏，意义的一个缺席的中心，对象小a。接下来，我们可以继续分析康德的强迫症结构。 使事情显得很吊诡的是，在康德那里填补无法接近的“我自身”之空洞的对象小a在字面上就是一种匮乏，主体通过试图占有匮乏却感到匮乏的匮乏，感到匮乏的不在场，感到一种意义的充盈；它通过证明自己与物自体完满的原乐之维足够远，感到自己有接近原乐实现自律的完满主体性自由的可能；它通过否认大他者与匮乏的联系使大他者也成为完满的，幻想自己也能具有完满的自我；它欲望匮乏，是因为它认为匮乏一定意味着还有什么东西可以弥补它和完满的大他者之间的鸿沟，它越接近那个匮乏，它就越发现那只是大他者的匮乏，这引起了欲望消失的焦虑，最后他只能与那个匮乏保持一个基本的距离，通过禁止进入本体的维度来维持物自体，通过放弃享乐的可能来维持已丢失的原乐的幻想。强迫症不可能实现的占有欲、野心的膨胀以及对伴侣的失望，都只是因为它发现原来那个匮乏真的就只是匮乏，而不是想象中想必藏着什么秘密的匮乏，为此它转而欲望某种更匮乏的匮乏。强迫症面对象征阉割不会反抗，他强调自己反抗的无力，去自己把自己与享乐拉开距离。他预设一个没有匮乏而直接享有原乐的大他者，使他毫无还手之力地遭遇象征阉割，最后，他欲望成为那个没有匮乏的大他者，通过在幻想中看向对象小a，那个纯粹的匮乏，他相信其背后隐藏着不受阉割的可能性，好像总还有什么是他没有理解的，他要为此做准备，然而，阉割却早已发生在实在界，而对象小a只是阉割产生的剩余，只是大他者掉下的一张空头支票，一旦他被迫因为什么原因接近他的欲望对象，他就会发现“这不是那个”，并陷入焦虑之中，如果不穿越强迫症幻想，他往往又会相信别的什么里面藏有秘密。 我们可能扯得有点远了，但这应该还是有意义的，尽管我很怀疑前面的阐述是否足够清楚，现在我们终于可以回到主线上了：这里的情况与康德不同的是，MTF的“另一种本质主义”终究还是进入了被他们搬出来救急的“物自体”。一旦我们这么做就会发现本来被认为是“物自体”的“那个什么东西”也充满断裂，而我们真正的结论会是“物自体”本身就是那个断裂，就像我们正在讨论的问题，难道问题的重点不是前面提到的那种大他者的决定内在的错位吗？关键在于性别身份指派的错位和失败，而不是一套特定的性别身份-规范，错位内在于后者才是最基本的，这难道很难发现吗？或许我们会想在这里引用广为人知的“猫派真理”——从“有压迫就有反抗”到“造反有理”。在这里产生的不是压迫对反抗的因果性解释，而是压迫和反抗的直接短路，压迫和反抗是一枚硬币的两面，或者说构成了秩序的“外密性内核”，被秩序压抑，排除为结构性外部的，恰恰内在于秩序本身，构成秩序本身的内核。反抗是无条件的，反抗总是歇斯底里的，“非理性”的，就像压迫是无条件的，这里不需要什么别的理由——因为反抗恰恰意味着“完满”秩序和其解释的失败与不可能性，秩序本身必然是非-全的，必然包含着压迫或者说压抑，而反抗则是被压抑者的回归，它们同时出现。 说完这些，我们也很容易理解前面这种“另一种生物现实”的本质主义观点遭到一些女性主义者的指责，因为女性主义议程在很长一段时间里都是在为让人们摆脱秩序框定的女性身份（这很快膨胀到各种身份，包括男性身份）或者朴素地说“刻板印象”以获取更多解放的空间而斗争。而部分持某种“性别本质主义”观点的MTF实际上在追求这种斗争一直试图摆脱的东西，因此不难理解来自女性主义者方面的责难。事实上，MTF和恐跨的女权人士都有必要理解这种斗争，而这种斗争使女性主义膨胀为非男性主义。 1.2 选择你的性别……须不留余力· 我们现在来通过拉康考虑一下我们为何将过渡到“非男性主义”，这将从讨论另一种流行的倾向开始，也就是宣称某种性别像货柜商品一样排列的“性别流变”，这基本成为了LGBTQ+里的这个加号的意义。尽管这个加号可能本来是为了象征某种开放的空间，它最终变成了一种消费主义式的面向某种顾客的“开放”。但性别或者说主体的性化路径不是什么商品。首先，男性和女性（或者说非男性）不是对称的关系，这里存在着一个基本的不对称的差别。我们在这里最好考虑一下性化公式，这对理解我们一开始在讨论MTF的性别焦虑时所说的那些关于男性性化路径和强迫症的黑话也是有帮助的——它实际上意味着性别差异是面对阉割的在根本上不对称的两种姿态。 男性主体面对阉割的姿态是“所有人都受制于菲勒斯功能”，这意味着在男性主体看来菲勒斯秩序至少在表面上是整全完满的。而女性主体的姿态是“并非-‘所有人’都受制于菲勒斯功能”，这里强调的是一种例外功能，女性主体通过否定作为一个全体被指称的女性的存在，或者说认同于一个并非-全部（pas-toutes）女性的存在，认同于 “不存在”这一“匮乏的在场”来面对阉割，女性主体实际上意味着整个性化秩序的结构性例外，这也是拉康的饱受非议的“女性不存在”（la femme n'existe pas）的语言游戏的意义。关于这一点，更多的启发或许在于实际上这场关于性别的游戏中只有男性存在。男性共同体总是在自己玩着自己的游戏，自己通过压抑预设自己的结构性例外，预设一个他者，并在其他者那里看到自身，男性共同体通过其秩序的断裂实现了自己的具体普遍性，而这个他者本身总是——像我们之前在关于康德的部分分析过的那样——一种想象关系中的对匮乏的误认：正是前面女性作为“不存在”的匮乏、因为集合的元素根本无法被集合本身包含而余下的一个空集合、父权制-男性共同体抛入水中最后得到的一个空荡荡的竹篮子，这个空篮子（女性性（femininity））作为一种“具体普遍性”成为了整个性化秩序的结构性例外，在男性的性化路径中被误认为通往不受阉割的构成/设置了男性集合的边界的弗洛伊德所谓的原父，“至少一个人不受制于费勒斯功能”，必须有某种（被认为至少在某种层面上和他类似的大）他者被认为让他完全接受/受制于菲勒斯秩序，而这也恰恰是男性认为在女性一边存在某种神秘的女性性的原因，然而这个他者不过是秩序本身的自我铺设的界限。这个女性性实际上成为了男性主体的对象小a，其背后似乎隐藏着不受阉割的秘辛，这使性化秩序好像摆脱了一种纯粹偶然性，因为在女性性的背后似乎有什么整个性化秩序的真正“底层代码”，可以解释男性的难以承受的阉割焦虑——似乎男性只是还没有理解“不可理喻”的“女性性”藏起来的“底层代码”以找回失去的菲勒斯，而这个“底层代码”的最好例子是今天的互联网“红丸党”。另一方面，女性在成为这种结构性例外的同时，却在男性的性化路径或者说性化秩序那一侧的“所有人都受制于菲勒斯功能”中发现自己成为了一个空洞的“女性性”，实际上成为了“没有人”，“‘没有人’不受制于阳具功能”，这个空洞构成了女性主体的边界，其边界只是一个纯粹的空洞，面对父权制-性化秩序的压迫，女性主体的对象小a是一个无深度的空洞，直接能看到其后什么都没有，性化秩序的大他者好像宕机了，没能给出哪怕是一张空头支票，所以女性主体的问题常常是“什么是一个女人？”，一种关于暴力的偶然性和解释的匮乏背后是否有回答“我是什么”、“为什么这是我”的解释的迷思，通过这种对大他者持续着却得不到回答的质问，女性仍然以一种作为回应和反抗的歇斯底里的姿态被卷入了性化秩序。不论如何，女性主义斗争不需要也不可能讨论一个统一的“女性性”，即使是作为斗争的策略，女性主义和性别问题的关键从来不是一些“两性之间”或者某种“性别间性”的性别游戏的问题，而是性压迫的问题，其斗争往往是为了回应其被卷入的男性共同体的性别游戏，我们需要的只是对这场独角戏的否定，这个斗争的口号在今天主要是“非男性主义”，但这种否定仍然不能彻底摆脱其否定的对象，就像刚才我们分析的那样，压抑和反抗成为了秩序的两面。我们接下来还会看到为了真正贯彻这种否定，一个更激进和彻底的立场是有可能的，尽管现在我们还无法给出它。 现在比较清楚的是，与前面分析的强迫症主体同构，男性主体欲望得到总是已经被夺走了的菲勒斯以达到一种完整的自我。至少在幻想中他总是可能具有一种完整的自我，也可以拥有完整的菲勒斯，只是被大他者阉割了，而在他的想象中有一个对象小a（女性性）把不被大他者阉割的秘密或者说菲勒斯从象征-现实中藏了起来。为此，他欲望女性，但他在接近欲望的对象时逐渐发现的却是菲勒斯功能本身的匮乏，这引起了欲望-幻想消失的焦虑，于是他又在一种拖延中主动保持和欲望对象的距离，认为这里一定还有什么还没有准备充分。一旦他过于接近，就会发现他欲望的对象根本不是菲勒斯，随后立即对其失去兴趣。如果用一个可能过于简单化的解释来描述男性主体和女性主体，我们可以说——男性主体是相信“我是我”，在“生存还是毁灭？”的抉择中无限拖延，持续问着“我为何存在？”，确信只要有某种最低限度的“我思”就能保证“我在”，以维持自我存在背后的合理性甚至是不变的永久性，并准备好为此牺牲一切的强迫症主体；而女性主体是持续问着“你为什么说这是我，你想要什么？”的癔症主体，一种不断否认，对浮现的每一种“我”都不断指出“这不是我”的笛卡尔式“我思”主体。 另一方面，性别流变的说法忽视了性别的创伤性维度，我们关于性别的选择确实是自由的，但它是一个决定我们的基本幻想、基本的生存和实践立场或者说“此在”的激进的自由选择，而不是买“无酒精酒”还是“无糖可乐”的现代无害化版本的消费主义自由选择。关于性别观念的改变所必须经历的那种创伤性维度，在一些较晚才开始期望成为MTF的人那里应该是容易理解的。在这点上，我反而还想回应一下部分人对这种自由的指责，考虑到赛里斯性少数的状况，他们害怕“随意选择性别”的自由导致的某种“腐化”多少显得有些莫名其妙，但这种恐惧不能被还原为借口，真正让他们感到焦虑的恰恰不是“随意”，而是这种选择的激进维度——一个人居然可以彻底否定和改变自己最内己的存在，某种一闪而过的无身体的主体性自由的深渊撕开了整个象征性现实的统一性，“怪物”与“人妖”的隐喻下压抑着的已被道出的真相之恐怖威胁着他们自己的存在。他们是否敢于甚至说可能明确地去想象这种激进地改变自己全部身份的选择将面临的痛苦，再考虑一下在赛里斯做出这种选择所面对的全部特殊困难？我想问，他们中真的有人能“随意地”去“自由地”做个选择吗？ 如果说之前由于赛里斯大他者的特殊性，我们讨论的MTF的一些倾向常常更多是神经症性质的，那么我们在这种倾向中我们可能遭遇的是性倒错。要讨论这个问题可能更为棘手，这并不是说我们反对性别政治的自由本身，恰恰相对立，我们觉得“性别流变”不够“性别流变”，真正的姿态必须要同时看到“性别流变”意味着人总是有能够彻底放弃被认为是最内己的东西的激进自由。在与这种姿态相反的意义上，“性别流变”的支持者常常好像明确地知道大他者从他身上欲望什么，他真的认为自己知道自己在这个秩序中要做什么，能做什么，“应该”做什么，自己的位置是什么，即使那个位置就是作为纯粹空洞的大他者欲望对象的流变，他也要不断占据它，不是出于激进的创伤性的自由而是大他者的享乐命令，他把自己当作大他者享乐的工具，并且只能通过满足大他者的享乐命令的方式享乐——为了享乐而享乐。这意味着什么？考察一种在赛里斯可能较常见的性倒错的路径或许对理解这一点有所帮助（在这里只是想讨论一种路径的可能性，尽管这过于形式化）：作为家暴受害者的MTF，在俄狄浦斯情结的第二阶段，母亲-孩子-菲勒斯三角的想象关系被粉碎，母亲被禁止享有或者说被剥夺了菲勒斯，因为她欲望孩子的想象性父亲，必须遵守父亲强加给她欲望的法则，而父亲被认为具有象征的菲勒斯，母亲的欲望客体，而孩子通过认同想象性父亲和其强加在母亲欲望上的象征性法则把自己视为父亲的竞争对象，问题并没有在这个节点出现；在俄狄浦斯情结的第三阶段，实在父亲的介入使他放弃直接成为菲勒斯，接受父亲的象征阉割，他或许可以通过像任何男性一样的性化路径认同于菲勒斯秩序；然而，即使通过压抑接受了象征阉割后，他仍然无法回避不断作为暴力-实在的父亲入侵的持续张力——他必须否认（disavowal）父亲，简单地在经济上摆脱家庭是不够的，“父之名”（Nom-du-père）的效果不仅限于家庭的经济功能，父亲必须被某种方式不再被看作认为具有菲勒斯，必须成为无能的“受辱的父亲”；为此他试图直接自己满足菲勒斯秩序大他者的欲望，他通过直接把自己转变为菲勒斯秩序大他者的欲望的客体小a来做到这一点，为此，他甚至物化自己，把自己当做大他者享乐的工具，这具体指什么视情况而定，但相信不必多说；他把满足大他者的欲望直接当作自己的欲望，如此就可以通过和菲勒斯秩序大他者的短路否认父亲，这种方式直接否认了阉割的效果，他们否认父性大他者而想象一个通过自己达到完满的母性大他者，重新建立，毋宁说是从全球资本主义（赛里斯“改良的”父权制与它至少暂时很好地结合）大他者那里复制了一个以满足资本增殖式的享乐为中心的象征秩序；然而，这种尝试基本是绝望的，他发现自己根本不可能完全满足大他者的欲望，即使他试图使自己被其享乐命令完全吞噬，尽一切可能物化自己或是责难拒绝成为享乐工具（“乐子人”）的人，他之中好像还是存在某种异于那个命令的东西，因为大他者的欲望只意味着主体是大他者中的断裂，“母性大他者不存在”，最终阻碍他的不是别的，而只是他被困在为享乐而享乐的无止境的大他者欲望再生产的循环中，永远无法到达他所幻想的原乐，当性的原乐也被证明为不可能或者不充分后，他只能去追求死亡的原乐，然而，即使是死亡也无法修正出生的错误。 但另一方面，我们必须承认的是，单纯的医药和商业资本参与的“药贩”等等在赛里斯仍然是一种相当边缘化的秩序，在MTF问题上，这种全球资本主义的收编即使在一定意义上存在，也需要更多考察——塞里斯作为全球资本主义的特殊环节，在这里父权制与资本主义的联姻不但至少暂时还是成功的，而且为了维持现有劳动条件和利润率甚至是必须的，因此这里的问题更加复杂，在药物获取渠道上MTF内部形成了一种相对的垄断状况——真正来讲，获取药物的斗争同样也贯穿了MTF群体内部，这一点哪怕不考虑这种特殊的垄断状况也不会改变，我们恰恰必须认识到，某种彻底的收编从来都是不可能的，因为全球资本主义的收编也意味着它的矛盾同样贯穿了MTF群体内部。因此在这里应该小心，不应该把作为歇斯底里的反抗还原为这种倒错——即使在MTF的情况下不同倾向之间存在一种混杂关系。我们在这里根本不应该反对而恰恰激进地支持要求包括获取药物、SRS途径在内的争取权利的斗争，但我们反对为了能够“正常地享乐”而服用药物，而我相信更多的MTF也不会同意他们获取药物是为了享乐。天哪，我们的货架上现在难道存在可供自由选择的一堆药物么，难道成为MTF是一件如此免费、安全和简单的事？现在的情况是，MTF只是因为是MTF这一点就像某种恐怖的他者、某种“犹太人”一样遭受指责和侮辱，甚至有人会因此被送去简直像是奥斯维辛的“特训学校”。至少到目前为止这还是贯穿MTF生活的斗争，激进地选择放弃自己过去身份的人的斗争！现在就认为这种斗争已经被完全收编，难道不才是“我们比人们更清楚人们想要什么”的真正的斯大林主义倒错吗？同样必要的是，要注意到上面讨论的性倒错也不是什么共同体的可能出路，而只是在重复全球资本主义的现状罢了。在赛里斯我们尤其应该小心这种倾向，其直接现实结果已经摆在眼前，也就是那种看起来团结的MTF药物买卖“共同体”甚至更糟糕的以“互助”为噱头的卖淫中介圈子。这种结果一方面来自于部分“药贩”和“中介”通过垄断地位来获取超额利润和符号性享乐，他们在行动上完全从属于全球资本主义体系和作为其特殊环节的赛里斯，比起少数的底层MTF中的倒错倾向，他们才是以最大化和再生产超额利润和符号性享乐本身，而不是MTF群体关于父权制的斗争为目标的真正的倒错者；另一方面，这还来自于赛里斯父权制相关斗争的特殊性，使得MTF群体内毕竟存在着的全球资本主义的阶级矛盾可以被暂时掩盖，或者就现状来说，成为了次要矛盾，这不是简单地说MTF内“有钱和没钱买药的人”存在矛盾，这种说法亦低于那种阶级斗争在其中能够且应该被考虑的视野——就激进地放弃自己的（“被指派的”）性别身份这一点，MTF当然可以成为一个共同体，但是毕竟存在着通过药物买卖中的垄断地位乃至于卖淫中介等途径来牟取超额利润的人，除了父权制拥趸，这些人当然也是我们共同的敌人。同样，确实存在着参与MTF的斗争的药物提供者，如果他们能够在这方面不抛弃在赛里斯作为MTF的激进性，使MTF群体能够在真正意义上成为一个团结开展斗争的共同体，我们当然支持这些至少也称得上勇敢的人。这已经使我们必须面对的情况开始进一步膨胀到性别问题之外，接下来我们会继续讨论这一点。 二、黑格尔辩证法遭遇阶级斗争：从非男性主义到“非”主义· 2.1 一切存在中的断裂· 我们之前过渡到了非男性主义，其意义在于，我们也同时打开了允许男性质疑自己身份而不是一直为之焦虑的空间，通过这种方式，我们为女性主义引入了某种可能的激进维度，而不是被迫停留于某种男性和女性的对称共存。我们也由此发现，性别问题的重点不是男性个人杂多的存在，而是男性共同体-父权制作为拉克劳意义上的文化霸权。虽然我怀疑这有些太简单化了，但我想说的基本是，每个人都在一个根本的层面上很糟糕，因为他们是根本上自由的，包括做最糟糕的事的自由，只是文化霸权或某种秩序之偶然性使这一根本性的糟糕变成了压迫，而一些低估别人糟糕程度的“政治正确”实际上是一种通过崇高化实现的意识形态，如果我们不是把别人视作什么原型精神病，他们起码也应该有作恶并为此负责的自由，尽管这当然不是说我们应该支持对MTF等等的压迫。因此有些吊诡的是，如果我们要真正承认人的自由是根本的，就恰恰无论如何仍然需要生产出一个主人能指来让人们“放规矩点”（behave themselves），甚至在这里我们可能需要某种经过公开讨论的道德规范。讨论这种计划是否有意义或者说是可能的？好吧，它当然总是会出错，至少回溯性地被看作错误，但重要的是，这种必然性并不可能为错误辩护，而出错的环节却仍然是必要的，我们不应该害怕错误而避免任何可能的行动，尽管我们要注意不能踏入同样的错误。 言归正传，关于文化霸权的思考和上一部分末尾已经开展过的关于资本主义秩序的讨论很快把阶级斗争引入了我们的视野。显然，问题不只是在男性那里或者父权制那里存在（尽管我有时梦到“图男”能解决问题，然而结论是就算“图男”也没啥用），我们不应该忽略“房间里的大象”——资本主义秩序（不论是“威权的”还是“自由的”）。而我们已经讨论过的拉康的性化公式在这个意义上也把性别问题扩展到关于象征秩序的问题——之前我们已经从女性主义走向了非男性主义或者说某种“非-全”主义，然而，这种只是作为结构性例外的“非-全”并不能否定秩序本身，因而最终也只是陷入了秩序本身的逻辑。在我们之前关于性化公式的分析中，我们可以看到女性主体是怎么——虽然绝不能说成被收编——无法否认地陷入了性化秩序的游戏的。相反，通过阶级斗争的那种要求彻底改变秩序本身的激进的否定维度，我们现在可能看到，无论是非男性主义还是“非-全”主义，为了贯彻其本身作为一种否定，真正的立场应该是“非”主义（“不”主义）。这个象征“实体即主体”的纯粹的“非”本身，或者说实体上的断裂，实体对自身的外在性，实体的自身“离心化”，就是黑格尔所谓的“自身关联的否定”。黑格尔的纯有（Sein）立刻过渡到纯无（Nichts）或者说“不”，并以不同的方式超出自身并在之后的环节中重新回到自身，存在的这一辩证进展本身就是它证明它所是的，毋宁说它不能是-其所是的，它将证明存在的真相明确地是自身关联的否定。黑格尔那里可以看到的这种作为“不”的基本对抗，作为一切存在-秩序中的断裂，我们或许可以叫它阶级斗争，因为它是一个今天非常基本的纯粹“对抗”而不是某种“向共存的斗争”的典例。 在这里我们需要澄清一下从“非男性主义”到“非”主义的进一步膨胀的意义：女性主义斗争最终不是被联合而是证明自己就是阶级斗争，这不是说它是附属的“子斗争”或者可以顺便解决的事，相反，这是在说女性主义斗争证明自己可以是，为了贯彻自身也必须是和阶级斗争在同样的激进水平上的斗争，而阶级斗争则可以为女性主义斗争提供一个真正的激进维度并在其中实现。当人们说阶级斗争贯穿一切的时候，他们最好真的明白贯穿一切意味着在一切当中，它就是一切基本对抗，这意味着，用一些猫派术语来说，如果要把我们的普遍斗争指认为“阶级斗争”，那么其普遍性当然应该寓于女性主义斗争的特殊性之中。当然，这多半已经改变了阶级斗争本身的意义，但我们不是恋词癖。 可能有些吊诡的是，苏联马克思主义传统中“唯物辩证法”的一些发展，比如《矛盾论》，反而恢复了部分黑格尔辩证法“本来应该”具备却以一种糟糕透顶的方式先卷入了“误解之辩证”的洞见。即使被他们时代对黑格尔的庸俗解释包围，“唯物辩证法”许多真诚的继承和发展者那里始终有一种黑格尔体系包含着极为重要的东西的预感。然而必须要强调的是，“元语言不存在”，重点并不在于黑格尔的“本真意义”，“本来应该”已经意味着回溯性的时间结构——“误解”是“理解”的构成性障碍，黑格尔恰恰必须先被“误解”，才能在今天被真正“理解”。今天时代的问题不是对黑格尔盖棺定论，这显然越来越不可能做到，也不是试图从那个未被中介的真正的“黑格尔”那里找到什么秘密的迷思——黑格尔总是已经被中介了的，若非他成为了整个“后黑格尔”传统中的“创伤性”的断裂，一切话语中的空洞和努力试图排除的稻草人，那个“真正的”黑格尔也不过是一条不够死狗的死狗，可能还是与普鲁士王室貌合神离的乏死狗，恰恰就是因为他太死狗了，黑格尔体系才在其死亡中取得了自己的普遍性——对未来开放——真正的问题是黑格尔会怎样看待今天的时代：在“第一个真正的阶级”（资产阶级）还正在把自己组装起来，而德意志的资产阶级市民社会还有待从外在于自己的国家和容克贵族身后支离破碎地进入历史的这样一个时期，黑格尔根本不可能预见“阶级斗争”的普遍性，真正的问题是黑格尔在自己的便秘中留下的遗产——可以说黑格尔体系就是一坨冲不走的实在界大便——将如何被阶级斗争的洁厕灵中介？ 2.2 本体论时间中的事件· 现在，我们继续更细致地来考察一下“自身关联的否定”到底意味着什么。自身关联和否定的概念是在后面的环节出现的，在《逻辑学》体系的开端，纯有（无条件的纯存在范畴，任何可能的最低限度的符号秩序）直接过渡到纯无，说明纯存在根本无法直接持存，或者说，任何秩序的开端——纯存在是无根的，我们之后会更多讨论这种无根性。这一开端已经预示着任何实体中总是存在一个最小断裂，实体的真相就是这种断裂，黑格尔的实体即主体就是这个意思，但这里我们还没有关于实体或主体的概念，之后的进展才会揭示这点。在这里还只是纯无（Nichts），或者说“不”，考虑一下黑格尔在这里为何使用Nichts一词可能是对理解有帮助的，Nicht可以对应德语中的“不”，而Nichts可以看作本身不指向具体对象的“名词化”的否定性或空虚性，这个最简单的拒绝本身（甚至没有这种反身性，只是直接的拒绝，这里这么说只是为了排除那种认为拒绝必须有一个对象的成见）就是纯无。这个“不”在一种自身关联中不断超出自身，又遭遇自身的这个过程就是辩证法，但在《逻辑学》中辩证法并没有哪怕是作为亨利希所谓的“方法论”(methodology)或者“钥匙”被预设，辩证法不如说是从纯存在开始的每一个范畴总是-不能是其所是的整个过程同时也作为结果，“不”的真相在这个过程中被证明为“自身关联的否定”。黑格尔在讨论作为开端的存在的无条件的直接性时，他在考虑任何可能的最低限度的符号秩序，《逻辑学》实际上一种关于任何可能的符号秩序的发生学。可以说亨利希的理解在某种意义上是正确的，“《逻辑学》不是一种理论，是一个语义过程（semantic process）……无论我们从哪里开始，我们都将达到黑格尔所描述的那种结构”。黑格尔在这里强调无条件的意思并不是说我们努力达到“无预设”，而是说在这里讨论预设是直接不合法的，我们要排除我们对这种考虑预设的可能性的预设，就像在《逻辑学》的序言所说，在开端所需要的只是“排除一切先行的东西”的决心，或者说一种与开端的纯存在同样空洞的“纯思”。对这种决心或者说纯思的考察或许会把我们引向一个前本体论的“原初开端”，如果考虑到不论是决心还是“纯思”都意味着的那种主体自主性，则也许将引向“划杠的实在”。因为这里将出现一个问题——从一开始为什么会有这种决心或“纯思”，因而有任何秩序，而不是一种在前秩序的驱力的自我满足中旋转的精神病宇宙-实在界？而我们之前关于原乐的讨论中，似乎情况是这样的，首先存在某种原乐之“自在”的完满性，直到象征化破坏了它，这也会引起同样的问题——实在界的象征化何以可能，毋宁说，实在界为什么（在一个本体论时间的层面上）总是已经被象征化了？ 答案只能是“实在界不存在”，实在界总是被划杠了的，原乐或者享乐之完满实体从一开始就不存在，那个完满的原乐之维只是剩余享乐或者说对象小a这一纯粹匮乏回溯性产生的作为某种“被匮乏”之物的投影。但贯穿一切的匮乏是这样一种匮乏，其在场与任何“前匮乏”的完满性都不可通约，这里存在着一个本体论上的鸿沟。一个真正惰性的“物质”宇宙并不能产生出充满了断裂的秩序，它最终必须是盲目的，最低限度的纯存在的概念也将对它是陌生的，否则它就将自身超出自身。我们能够考虑一种本体论秩序的唯一可能性条件，仅仅只是一种在“永远过去”之中发生的前本体论层面的灾难性的失衡。根基本身必须只是寻找作为惰性的坚实保障的根基的失败，作为一种根据的“驱力”只能是“死亡驱力”，作为总是超出自身，在毁灭中保持自身的孤注一掷。如果我们要在任何意义上承认对抗的存在，考虑与主体相关的秩序，实体必须同时作为主体，物质-实在必须是被划杠的，而所谓的原初根据也只能是主体无根性的“自由的深渊”。这或许是一种不倒退到还原论-机械唯物主义的，承认基本对抗的“辩证唯物主义”的唯一可能的路径。 关于我们在前面提到的“真相”也有需要澄清的，这种澄清对我们进一步理解在本章开始只是被简略谈及的关于行动和错误的迷思也有所帮助，并将起到总结的作用。黑格尔意义上的真相基本是这样的，我们到达了这个环节，这回溯性地说明前面环节的真相是当前这一环节，但是为了到达这个环节，甚至为了知道前面环节的真相实际上在于不同于它的某个环节，前面的环节是必须的，我们不可能直接获得真相。这是辩证法的一个洞见，比如，有人可能会指责法国大革命的革命恐怖，在其后说它存在一些错误，但要到达这一“其后”，并使恐怖（往往是和所谓的“矫枉过正的”、“过度了的”革命一起）回溯性地变成错误，这个错误是必要的，恐怖是必要的。革命恐怖作为一种外部威胁抽象而任意地否定“主体”的肯定的、实体化的内容，“主体”总是发现自己“付出一切而一无所获”，但正是因为它交出了自己所珍视的一切，突然，他意识到自己只不过就是在这种否定中仍然保持自身的一个仅仅作为自身关联的空洞，这个空洞的绝对否定性的深渊只是他自己，而它的所有肯定的内容被看作是被设定的，外部的和偶然的东西，它在那种本来威胁着他的革命恐怖中认出了自己，这种主体自身关联的空洞内核的直接袒露，将使新的主人能指的产生乃至于回过头来指责其错误成为可能。也是在这个意义上，“人的本质”，如果我们在这里还要使用这种表达的话，恰恰在于 “不” -是社会关系的总和”。另一方面，我们将看到，阶级斗争状况，这一“自身关联的否定”达到的形式，我们在这里甚至可以说，黑格尔的绝对精神就是阶级斗争，绝对精神这个自反性的，总是无法是-其所是，无法到达自身观念又超出自身观念的概念，证明自己的真相是阶级斗争，从其在后来的马克思主义传统中所激发的新历史立场来看，革命被视为恐怖的原因被解释为资产阶级不愿与农民与城市劳动者分享革命成果（虽然他们通过农民和城市平民，作为某种“消失得不够快的中介”完成了革命）。资产阶级背叛了自己的革命，他们期待革命状态结束，而部分激进的革命派（雅各宾派），仍然忠于革命作为巴迪欧意义上的事件，逗留于作为“不含任何肯定物的无意义的纯粹恐怖”的绝对否定性，同时又不断生产出新的主人能指的革命-事件中。事件之所以成为“无-意义”或者就事件及其退场来说，“非-意义”（non-meaningful），是因为事件恰恰意味着“意义”之维在“非”（non-）之无限判断（infinite judgment）的“前半部分”中被明确地“悬置”，事件不是意义的匮乏，而是纯粹的匮乏本身，新的“意义”正是通过这个无限判断才得以发生——革命-事件被描述为转瞬即逝的“闪光”与“雷霆”，必须以扬弃自身来结束，无限判断本身就是对自身的扬弃，在它到达它的“后半部分”（meaningful）时，它自己将自己抛入永恒的过去，通过使自身的“前半部分”（non-）转变为自身的例外或者说“具体普遍性”来产生出意义的充实性（meaning-ful）。这也是黑格尔的“否定之否定”的意义，真正的否定是自身否定，把自身驱逐到自身的外部，通过自身断裂来在其自身的剩余-外部中成为一种肯定。当“世界之夜”在理性的白昼似乎已经永远过去，关于成为人类有限性背后的某种神圣实体的木偶的恐惧，掩盖了其诞生自的与历史-实体的连续进展脱节的匿名否定性的深渊，余下一句“我惧怕上帝，除此之外无所畏惧”；当革命-事件已经退隐为结构性例外，革命会被其生产出的新“意义”之历史-秩序视为恐怖，降低为“无-意义”（not-meaningful）的否定判断（negative judgment），某种我们还能在革命恐怖的纯粹匮乏背后找到某种神秘的意义的幻想——这都毫不奇怪。可以说，一种革命行动需要这样的信念，它不应该害怕行动，行动成为错误是不可避免的，它需要把自己作为历史的赌注，相信作为永远过去的总是已被压抑或磨灭的所有反抗，都会在未来的革命事件中被重新拯救，而它本身便正是这种正在进行的拯救。也许我们可以用《精神现象学》序言中的一段话做总结：“软弱无力的美之所以憎恶知性，因为知性要求它去做它无能为力的事。但精神的生命不是表现为害怕死亡，与荒芜保持绝对的距离，而是表现为承受死亡，并在死亡中保持自身。只有当精神在一种绝对的支离破碎状态中重新找到自己，它才赢得它的真相。精神是这样一种力量，不是作为某种肯定的东西，对否定闭上双眼，就像有时，我们说某事物什么都不是或是虚假的，就此完事，转身去处理别的那样；相反，精神只有在直面否定并在其中逗留时才是这种力量。正是这种在否定中逗留的魔力才把否定的东西转化为存在。” 三、超越歇斯底里：可能的共产主义？· 3.1 有谁看到那里有一个洞吗？· 如果我们还记得先前我们被迫过早发展的那些关于“猫派真理”的阐述的话，我们现在有可能更好地理解我们之前得到的结论，我在这里重复一遍：反抗恰恰意味着“完满”秩序和其解释的失败与不可能性，秩序本身必然是非-全的，必然包含着压迫或者说压抑，而反抗则是受压抑者的回归。我们现在可以顺便来讨论一下关于左派和右派区别的迷思，人们总是在这里进行一种并列，或者把两者放到一个线性的轴上去考虑，事实上“左派”和“右派”与空间和方位相关的用语本身就暗示了这种连续性甚至是对称性。然而，“左派”和“右派”，两者之间往往包含着一种根本上的区别：“猫派真理”是“左派”最纯粹的形式，“左派”总是承认对抗是不可化约地存在着的，对抗内在于秩序，而且绝不可被完全化约为秩序的一部分，或者说秩序本身总是非-全的，它总是包含着压抑和被压抑者的回归；而对于“右派”而言，这里总是存在一种自身完满的可以不断循环与空转的秩序，而后才有一个“坏的”机械降神（deus ex machina）式的对抗莫名其妙地从现存一切的大舞台之外掉进了秩序，然而，尽管从种族主义到反女性主义的“右派”总是在担心这种“危险”，但秩序本身无论如何必须被小心翼翼地理解为完美的、坚不可摧的，即使它在“右派”的描述里再怎么同时又矛盾地是易碎的，而那个突然出现在舞台上的对抗只能被理解为是被排除出一切存在秩序之外的某种物自体般威胁着秩序的怪物维度所强加的，而这个维度同时又是根本不可理解的，“右派”在这里的强迫症结构显而易见，他们所拒绝理解的只是对抗本身罢了。尽管并不是完全合适，在这里我们或许会想引用又一句“猫派真理”——“事物因内部矛盾引起发展”，事实上，如果我们还要继续使用这个表述的话，这句话的补充应该是，这个内部矛盾本身就是事物的外部或者说外部性及其能被设想为“个别事物”的条件。 马克思批判唯心主义的一个动机，实际上就是基本与我们刚才所述的“右派”同义的唯心主义或者说理型主义（ideal-ism）指向的不存在断裂和压抑的吞下一切的“完满的秩序”，这种理论可以被用于为普鲁士王室辩护。马克思在费尔巴哈的影响下回到了某种物质生产领域，尽管可能对黑格尔（特别是他的绝对精神的概念）存在一些马克思的时代流行的误解，马克思仍然从黑格尔那里接受了某种被他称为辩证法的东西，他并不想强调某种惰性的物质性现实秩序的完满性，作为某种真正坚实的意义的保障。相反，比起关于生产力在历史中资本增殖式的膨胀的迷思在一次次革命的热月中耐人寻味的胜利，撰写《资本论》的马克思尝试通过政治经济学批判为物质生产领域打开一个充满矛盾的开放性裂口，而“历史唯物主义”关于生产力的分析一度也只是为了指出一些特殊的生产方式的矛盾（事实上马克思把不适用这种分析的生产方式全部用“亚细亚生产方式”来指代），这种矛盾只是在资本主义这里才变得最明显，甚至是自反性的——资本主义的概念恰恰在于它自身的不断危机化。在这里，黑格尔意义上的恶无限似乎与某种真的无限性发生了怪物般的重叠，资产阶级市民社会秩序“无序的”野蛮膨胀非但没有导向市民社会和作为它自身分裂的“自我意识”的国家的共同毁灭，相反，正因为市民社会的形式国家根本不符合黑格尔在《法哲学原理》中所谓伦理性国家的概念——列宁理解了关键，重点在于，无论作为镇压机器还是为了某种“统治阶级的长远利益”的妥协机制，它都建立在对阶级斗争（或者说社会对抗）这不可调和之实在的否认和镇压上——这种形式国家在其特殊性中卷入并融合进了今天代表着市民社会的全球资本主义秩序，后者的结构性例外成为同样贯穿了国家的真正的普遍性，其结果是今天在这个“膨胀”的比喻方面最迅速和最成功的资本主义经济体的特征和吊诡地通过基层的无政府状态存在的威权政治。继续讨论这一问题会导向“单纯的”经济领域的分析的失效，而这种分析在今天也被砍去了激进之维，毋宁说只是关于某种“大洪水”的预言，这一预言比较“乐观”但本质而言没什么不同的版本中，所谓隧道尽头的光，完全可以是个火车头。为了看到问题的严重性，我们或许必须重新考虑把什么看作物质性的，或者说自我持存的、再生产的，以及其中存在着怎样的断裂，又要怎么铺设新的秩序？这把我们引向这个问题——尽管总是存在基本对抗，考虑一种超越只是作为现存秩序的回响的歇斯底里话语的共产主义是否仍然是可能的？ 3.2 穿越“福山主义”幻想· 要回答这个问题，我们必须首先指出，政治经济学批判所实现的不应该是帮助我们找到某种可以到达的前异化的本真状态，否则我们很快将倒退到理型-主义（ideal-ism），其较新的对应物是一种关于早期马克思的《1844年经济学哲学手稿》中提到的“异化劳动”和基本是费尔巴哈的术语“类本质”的“人道主义的马克思主义”的迷思。马克思自己在考虑某种按劳分配的社会主义的平稳过渡甚至于共产主义社会时候可能也忽视了这一点，他实际上在设想一种没有资本主义的矛盾的资本主义。如果我们是通过一种对“自我意识”作为“有机的”整合力量的一种“自我和解”的理解来批判黑格尔臭名昭著的“国家是市民社会的自我意识”的话，真正应该承受这个批判的是应该是那个作为青年黑格尔派-费尔巴哈主义者的早期马克思，我觉得他可能是最早的“福山主义者”（fukuyamaist）之一：他对“唯心主义者”黑格尔进行“唯物主义翻转”的理由不如说是（通过一个双重的误认）认为黑格尔只在思想领域中达到了前面提到的那种“自我和解”，只是“对天国的批判”，对现实没有影响，而“问题在于改变世界”，把“自我和解”“从人间”开始“升到天国”；正是他开始设想一种社会主义集体的（替代了实体的）某种主体作为一种“有机的”整合性力量，可以在一个不会有任何卡壳的“封闭的经济学”中完全控制社会生产与再生产；这个颠倒版本的“伪-黑格尔主义”神话大概是这样的，资本作为“人”“异化的实体性”的历史极点，产生出了把资本看作“自身的非存在”的，与“异化的实体性”分离的“无实体的主体”，一无所有的无产阶级，使这样一种情况成为可能，“人”在一个 “历史的终结”式共同体的“绝对主体”中“自我和解”，克服了自己“异化的实体性”，完全实现了自己的“类本质”；马克思所批判的“唯心主义者”黑格尔和把一切吞到自己内部的“绝对精神”，不过是马克思自己的本体论“从人间升到天国”后可以预见的投影。猫主义者为此打上的补丁是认为社会主义甚至共产主义也仍然存在矛盾，在因为一些众所周知的原因不再那么“乐观”的加强版本中将是存在基本对抗，或者用猫主义者的术语来说，“对抗性矛盾”，不管怎么说，这显然已经改变了共产主义社会的意义。 更多时候，马克思认为关于共产主义社会的讨论在斗争的特定阶段是不可能的，就像物自体一般被禁止进入，这实际上意味着，它只能作为穿越理型-主义意识形态幻想，作为真正的反抗所必需建立起的先验幻想，完全到达它在其严格意义上是不可能的，但我们无论如何仍然需要一个出路。共产主义不应该是对作为“自在存在”的被压抑者，或者朗西埃所谓的“无分之分”（part des sans-part）在现存秩序下的讨论，这不仅在字面上就是不可能的，而且实际上只会导向对现存秩序的重复。共产主义只由秩序本身的内在不一致产生，它意味着我们的斗争挣扎着寻找的某种出路。但这种出路绝不能仅仅只是产生出新的主人话语，历史理性的诡计一度造成了某种悲剧——马克思及其后继者在资本主义社会生产领域打开批判性裂口的真诚努力，被用于为另一种秩序及其压抑辩护，而这种秩序最终被卷回了资本主义之中，这种悲剧不能重复第二次，否则只会成为闹剧。那么，出路究竟是什么？被拉康称作“分析师话语”（discourse of the analyst）的一种社会关系模式或许代表着这种可能的出路：这种话语必须持续地置身于象征秩序上的“洞”，置身于“日常生活”看似平滑的连续统上的断裂，必须持续地与主人能指保持距离——即使是在一种新的主人能指或者说“新秩序”出现的时候——而恰恰就是从这种“分析师话语”中生产出新的主人能指或者说“新秩序”。也许我们可以说，通过“分析师话语”，停止关于被压抑者的“为他存在”的倒错-恋物癖成为可能，因为拉康所谓的“分析师话语”不是什么“占据各种符号学优势的知识分子-分析师们的话语”，相反，它恰恰意味着纯粹的被压抑者的“自为存在”。实际上，尽管必然存在一些基本的不同，这或许和部分猫派对CR的期望有所重叠。我们还必须看到，在这种斗争中没有什么历史的大他者来为我们的行动做担保，也许我们还会想到罗莎·卢森堡的名言“社会主义或是野蛮”和当今生态马克思主义者的忧虑，一切似乎像是“历史不站在我们这一边，它倾向于我们集体自杀”。 今天我们面对的问题可以说是大他者的解体，我们面临字面意思上的“大他者不存在”的威胁。就米格道（mgtow，men going their own ways，男人走自己的路）、民族主义等等有很多可说的，急于将他们指责为原型法西斯是无效的……齐泽克说过：“难道我们不是在某种意义上都是incels吗？”他所提及的少于无某种意义上就指向他们，没能成为无，没能成为社会的内在否定性，他们恰恰是正在解体的大他者的产物，他们在注册进大他者这件事本身上失败了，只能守着自己偶然认同的那些大他者的碎片般的拟像，那些在大他者中注定失败甚至总是已经失败的意识形态，却是他们唯一能够定位自己的东西，因为大他者本来就已经失效，他们是马克思经常提及其效果却几乎从来不正面讨论其本身处境的产业后备军们……对此那种意识形态批判程序更是根本一点意义都没有。我们看到一些或许会被马克思主义者称为“资产阶级女性主义”的意识形态，不断讨论如何在不动摇资本主义本身的条件下作为一个理性的资产阶级市民主体去用自己的一切投机和牟利。女性被压迫的状况作为资本主义本身的症状回归，但也很快被卷入全球资本主义的反身性殖民，变成了一种把资本主义秩序当作背景的个人利益计算（在这个结构中爬得更高以谋求自己的一份），却根本没有消除结构性压迫的打算，其激进的解放面向被它自己否认了，马克思在《共产党宣言》中大力夸赞的资本的那种使一切坚冰消融为利己主义打算的冰水的力量，其代价当然是资本本身的膨胀和越来越在社会中失去自己的一切实存内容的男性，以及女性！今天的问题是资本主义秩序是一个自我解体的秩序，它自己不断创造出自己的过剩，这最后以一种非常直接的而不是拉康式黑话的方式体现了资本主义下“性别关系不存在”，因为保障性别关系的大他者本身解体为了原子化个人梦想的杂多，米格道等情况是这种解体的后果和必要补充。是的，大他者不存在，但它正在失效，而在那些野蛮生长的话语中主流的声音之所以很容易被识别出来，恰恰在于大他者在其失效中生效（而不至于不存在）——人们只能以倒错的形式去维护主流，恰恰是因为他们感受到主流在失效——西方伪史论就是一个很好的例子，伪史论者希望维护传统-大他者，但这种传统-大他者在现代化进程中失效了，所以他们只能在严格的拉康派意义上否认（disavowal）整个现代化进程和西方的历史本身。那片纷争的空间本身是大他者的失效开辟出来的，在这片匮乏中生长出来的各种迷你大他者是对大他者的几乎绝望的拯救，而保障社会一致性的大他者在这个意义上还能够被误认为还在起作用，但吊诡的是同时也正是它们越来越凸显出大他者的无能。我不禁想把米格道们称作某种“中二病”，不是在一种责难的意义上，一般而言，中二病们以为自己以某种方式完全进入了象征界（以某种奇怪的扭曲拟象的方式过早地相信自己变得“成熟”），把自己从大他者那里得到的碎片般的想象当作具有象征效力，而在他们真正进入社会大他者后往往会为自己过去的行为而感到羞耻，然而，在这里更重要的是，大他者难道不是一个更大的“中二病”梦想吗？（想想那些投机往上爬的梦想，那些不被矛盾贯穿的和谐社会的梦想）现在的问题是，大他者这个梦本身解体了，也许可以说，后社会主义时代的保守自由派所谓“我们的社会成熟了，摆脱了乌托邦的幻梦”这一点是对的，我们的社会摆脱了所有的“中二病”梦想，包括它维持自己所必要的那些意识形态幻想，而这直接导致了社会本身的不可能性这一实在赤裸裸地暴露于我们面前，这时，就只剩下个人过去从解体的大他者那里获取的碎片组成的“中二病”梦想能够发挥作用，其扮演着唯一能够帮助人们定位自己而不受无限的焦虑威胁的东西……难道我们能忽视这种焦虑吗？今天的左派最悲剧的处境就是无法把对全球资本主义对所有过去大他者的直接性所保障的空间的反身性殖民所造成的创伤性焦虑与其各种各样的反应区分开来，以至于在面对右翼民粹主义的反全球化模式时，他们反而只能站在资本主义一边保卫多元主义“政治正确”的全球化，但是难道我们只有多元主义这一种话语吗，这难道不正是在应验右翼民粹主义者对敌人的想象？以女性主义为例，对抗难道不是就内在于每一个共同体之中么，内在于右翼民粹主义者们自己想要坚持的那种社群-共同体之中么？而“多元主义”难道不恰恰是用全球资本主义的方式否认这种对抗的方式么？（在这个意义上，右翼民粹主义恰恰已经接受了这种否认，把原本的社会机理中就存在的对抗还原为了无矛盾地支持资本主义条件下的个人主义式杂多的“他们”与社群主义的“我们”之间的对抗——我们不禁想问，这个有机的而非平等的“社群”是什么样的社群，难道其阶层分明的结构中不会总是有过剩的“不满”存在？米格道们自己难道不是也并不真正完全遵从自己[成为相信自己知道原乐之道的倒错者]的口号吗？那些真的“走自己的路”的男权主义者，不恰恰无视米格道们的焦虑并嘲笑他们吗？） 齐泽克所谓的少于无同时也指向对象a（作为一种匮乏和过剩徘徊于存在和无之间），也即激进革命者和分析师的位置，他们也同样认为需要一个大他者，但这个位置和社群主义的区别在于，其单纯接受了大他者就其本身而言便不能真正完全存在的事实，并在这种大他者的匮乏和断裂中认出了自己主体性的内核，认同于它——认同于这种恐怖的他者，因为它其实恰恰就是自己的内核——作为超出大他者的特定实存内容和人们自我的珍贵密藏的，过剩的、无根的主体性自由。米格道众的问题在于，他们坚持的东西是一个自身就不断瓦解的东西，其面临的僵局是内在的……他们不能真正成为倒错者，因为他们仍然把造成阻碍的东西本身看作珍贵的，也不能真正成为强迫症，因为大他者本身就在解体，他们确实也坚信需要一种大他者，但不相信现有的，而只相信自己所接受的永远是受威胁的大他者的拟像，也许问题在于，意识到这种永恒的受威胁的意义——这种威胁是内在的威胁，是每个主体的核心与这种拟像之间保持着基本的距离，才使一种绝望的幻灭成为可能。当大他者正在解体却还不知道自己已经死去的时候，当还有人在试图绝望地生产出一些话语来拯救它的时候——伪史论者和米格道们在这个绝望的层面上或许都值得同情——当我们面对这种僵局的时候，我们能做的是给出一种替代方案，这种方案叫做共产主义，我觉得可以引用卡夫卡在《塞壬的沉默》中的一段描写来阐述我们的位置： 然而奥德修斯并未——权且如此表达——听见她们的沉默，他以为她们在唱歌，只是他已有防范，才没听到歌声。他起初隐约看到她们的脖子在转动，她们在深深地呼吸，眼中噙满泪水，嘴巴半张，可他却以为，这正是唱咏叹调的动作，在他四周无声无息地消失了的咏叹调。不过这一切很快都离开了他那远眺的目光，由于他的果敢，女妖们消失了，就在他刚到她们身边时，他就什么也不知道了。 分析师共同体就是塞壬们。穿越幻想后多出来的是什么……？大抵是沉默。当奥德修斯们面对着那种恐怖的沉默却继续幻想时，迎接他们的却是更多的沉默。我们或许需要行动，但更多时候，我们所能真正给出的却恰恰是无所有，甚至连指责与申辩都无法传递什么。塞壬在奥德修斯的畏惧中看到的是自己的恐怖，真正恐怖的不是他者，而是自己。那无深度的沉默并不隐藏着更多未说的言语，意义在这一刻被悬置了，而那涔涔泪水没有成为奥德修斯们的美满世界中的症状，也未能被崇高化，它成为一种过剩，一种绝对无法理解的创伤，也许甚至可以说是一种暴力，只能被不断忽视，直到再也无法忽视。而塞壬们离去了，她们还有别的事要去做。 那么什么是“别的事”？无论如何，我们再也不可能考虑“从不平等走向平等”的现状之重复，这种重复本身在今天就必须产生出超出重复的过剩。单纯知性所未能看到的是，斗争可以也只能从内部展开，因为这个内部本身就是秩序的外部。从赫尔岑“罗马的基督教徒已经不再是罗马人——这种内部脱离更加有益”到齐泽克“终有一天，游子会不再想家——不仅是不再想念家，更是不再想起家；那一天，不仅家乡消失了，连乡愁也消失了”，从并不遥远的十九世纪到今天，每一次大他者失效的时刻，在无路的挣扎中我们需要的是彻底改变这个框架本身的行动。最终我们不应局限于要求不可能之事的“游子的乡愁”，这种对于再也回不去的家乡的思念，而恰恰是要去做不可能之事。相信自己拥有一种关于历史必然性的知识的智者（sophist）的框架内所没有的，恰恰是他自己及所有人的主体性行动的绝对自由，是对他自己总是已经接受了这种不可能性的伦理决断的反身性作用的一无所知，而这种犬儒式的姿态掩盖的是社会本身的不可能性。列宁主义的教训是，从来不是我们等待革命形势成熟——这只会迎来法西斯主义的腐烂——而是行动本身在腐烂的社会机理上创造出成熟的革命形势。害怕错误本身也是一种错误，我们的赌注是相信人们，奇迹是会发生的，在这一天，“乡愁本身也消失了”，而游子不再是游子，我们在这片始终不属于我们的土地上重新开辟出新的家乡，一个新的共产主义的共同体。 断裂贯穿了一切可能的现实，昭示其失败。而在不可能的开端所需要的只是“排除一切先行的东西”的决心，产生一个新的主人能指的决心——我们仍然有必要提出这个口号：未来必须是共产主义，否则未来将是乌有。","link":"/posts/9fec0496/"},{"title":"霍尔盖特和齐泽克的区别：本体论回溯性、先验唯物主义和绝对知识","text":"本体论回溯性和开放性· 霍尔盖特给出的一个理解黑格尔的基本角度类似某种激进化的康德主义，他认为黑格尔接过了康德对于我们的经验由范畴中介的论点，并出于哲学批判的现代要求，从一个无前提的，或者至少说预设在任何可能的意义上更少的开端出发内在地发展出各个范畴，并在这个过程中对范畴做了更仔细的考察。当然这种激进化使得黑格尔哲学成为一种本体论（而不只是在否定意义上与一种本体论关联着的认识论哲学），并在这个意义上跟康德完全不同。 但是霍尔盖特那里似乎缺少本体论上的回溯性和开放性（多少有点缺实在界了）。首先，是本体论回溯性不是说黑狗根据定在反过来推出了一开始的存在，这完全是不可理解的，而是说，存在回溯性地证明自己就是定在，或者说存在的真相是转变乃至于定在（黑格尔经常使用“真相”这个词很难不让人怀疑在他那里本来就有一种回溯性结构……）。在本质论部分关于偶然性和必然性的关系那里，实际上恰恰还有一个属于《逻辑学》的内在进展明确地到达的回溯性，从“尚未/有待”的可能性和现实性的互相过渡这种无休止的转变是偶然性，但只要偶然性发生一个形式上的改变，这个转变本身作为“总是已经”就直接是必然性。其次，是本体论开放性，如果黑格尔只是霍尔盖特所描述的那样的话，克尔凯郭尔和晚期谢林的指责就是完全正确的。然而，黑格尔在《逻辑学》中试图做的，实际上是去勾勒出每一种实存秩序的内在不一致和主体性匮乏，指出每一种实存秩序都不是一个令人窒息的已经发生之事的集合在时间-序列中的上演（而认为我们是在这种坚冰般的本体论秩序中的有限存在，因此有伦理上的主体性也完全错失了黑格尔的批判，这使我们很快就倒退到康德主义），一切实存秩序中都，用拉康的术语，“外-在”（ex-sist）着主体性介入的潜在可能。黑格尔的“理性的诡计”绝不是说存在着一个超越有限者之“可悲存在”的绝对主体-操纵者（不论它被叫做历史必然性或是什么别的），相反，这不过意味着所有的操纵者自己也总是已经限于自己的“操纵”或投入，而每一种投入都必然走向失败。 先验唯物主义· 然而，除了这个区别，如果用拉康化的黑格尔来看的话，也就是那种把《逻辑学》当作一个符号秩序展开并回溯性地把自己设置为逻各斯，霍尔盖特的文本语境完全是在符号秩序内的。虽然霍尔盖特一样会得到符号秩序本身总是不完整的这一结论，但齐泽克那里还有（这是他通过谢林对拉康-黑格尔进行唯物主义化的地方）实在界的维度，甚至可以说是某种实在界的前本体论发生学的维度，而这个实在界本身是不完整的，正是从这种不完整性中产生出整个符号秩序及其剩余。不论是德国古典哲学还是现代哲学在处理一些庸俗实在论的“物质”等等之类的观念物时，都会经常强调它们需要在一种现象或精神的自我指涉（self-reference），或者说自我铺设着的社会话语-秩序中被理解。然而，我们仍然需要解决一个问题，在这些自我指涉的符号秩序被建立起来之前到底发生了什么？如果说这种“前人类”的“自在的实在界”是真正的物质，那么这就是一种先验唯物主义，其结论是物质本身是本体论上不完整、未完成的。 就黑格尔而言，齐泽克面对的问题或许还可以这样表述：在我们有可能进入《逻辑学》的本体论范围之前，在那个回溯性设定自身的逻各斯或“道”发声之前，在前符号化的驱力的旋转运动，某种“自在的实在界”中，某种前“存在”的无本身而不是黑格尔本体论范围内的与存在绝对地不可分割且实际上是同一个无规定的无中，或者说某种“真正的”开端中，到底有什么在“发生”使“道”发声？答案恰恰在于问题被提出的形式之中，说“真正的”开端实际上是驱力的旋转运动或许并不合适，准确来说，只有回溯性地看，那种驱力的旋转、恶性循环才存在并“有待”打破，实际上，这种驱力的恶性循环总是在谢林的前本体论发生学意义上的过去都已经被打破，因此这个使其被打破的根基（谢林所谓的Urgrund），这种不稳定和矛盾的对抗和破坏性冲力，才是真正的根基，实际上，它是非根基（Ungrund），根基的失败，被划杠的实在，一种本体论上的不完整性。 实际上，这种根基（Grund）和原初根基（Urgrund）之间的二分并没有那么泾渭分明，驱力的循环本身就被矛盾嵌入，并吐出了自由的或者说主体自由的偶然但却同时也是“总是已经”回溯性地成为必然的物质条件，使驱力的循环被抛入本体论时间中的永恒过去，毋宁说，驱力的深渊本身就是自由的深渊，就是主体其根据的失败之基本无根性，作为本体论上的一个无实体/身体的纯粹裂缝。精神分析仍然在于对这种自由的深渊的概念化，但通过齐泽克的先验唯物主义理论，我们能够解决前自我指涉的维度，并处理精神分析和观念论等等与脑科学、生物学、遗传学甚至是某种物理本体论的关系。 齐泽克的要点是，本体论本身发生的场域本身是自身不一致的，其向存在（象征界）的开放性，其向主体化秩序的开放性，是通过前本体论层面上的灾难性的失调，本体论在追溯其发生学根据上的失败，恰恰是通过这种失败才得以打开的。实在界是被回溯性地认识到的，如果实在界在什么意义上存在的话，那只能是划杠的实在，作为匮乏的实在。这意味着不但大他者不存在，实在界也绝不可能成为某种新的、“真正的”大他者，那些驱力的维度总是已经被一场前本体论意义上的灾难卷入辩证法中。 绝对知识· 另一个不同是在对《精神现象学》的绝对知识的处理上，霍尔盖特的处理比较简单化，他认为《精神现象学》中的一系列意识形态不断自己证明自己给出了超出自己的另一个意识形态，最终在绝对知识那里直接认为思维与存在相统一。而对于齐泽克，黑格尔的绝对知识是思维和存在的分裂的消失或者说产生了一个视差转换，它们同一的不可能性不代表思维和存在是两个独立的存在领域，而是指出这种同一的不断失败本身就是思维，思维本身就是存在中的分裂。当然，如果我们考虑霍尔盖特实际上怎么思考黑格尔意义上的统一，我们或许会得到同样的答案——这种统一恰恰是统一的不断失败，一个自反性的永远无法真正实现自身的思辨观念。","link":"/posts/b891f46b/"},{"title":"对B站一个女性主义相关视频的评论","text":"原视频（“翻译翻译！”在日本父亲和老板怎么塑造一个好女人，BV1kP4y1n7Kd）· 原视频作者（野兽派联盟-血橙）· 正文· 之所以想到写这个还是因为这个视频的评论区，右翼民粹分子确实不少，但评论区变成这样感觉跟这点也有关系：这个视频没特别清楚地指出这是父权制-资本主义秩序内在的不一致。 首先，上野千鹤子在提到女性的家务劳动和再生产劳动于资本主义秩序中的无偿性质时重点是指出这种劳动也在社会再生产中是必要的，但却没有被视为政治经济学意义上的有用社会劳动，实际上丈夫一方会觉得自己才是从社会生产领域获取工资的那一方，“我养活我的妻子”，首先不提这种经济关系中实际包含的权力不平等（我甚至看到挺好笑的“信用卡都在对方手上”，我其实有点怀疑在这个视频的语境下说这话到底有没有结婚，要不我就觉得他像是某种倒错者，自己把自己设置为奴隶一方，只是为了掩盖自己实际上在经济关系中处于支配位置），即使男性一定要把自己作为家庭中的资本家个体说自己支付了应付的工资（“养活妻子”，很拧巴的是这些男性同时还指责视频的观点是要在家庭里建立雇佣关系，他自己不就在这么想么，难道他觉得家庭没有被资本主义贯穿？），如果一定要按照这种逻辑，家务劳动和再生产劳动作为重要的社会再生产环节，在考虑到剩余价值的再分配后，这个环节的剥削水平实际上是很高的，持这个观点的人应该想一下雇佣一个全职保姆加上一个代孕的再加上一个提供各种（包括在性上的）陪伴的人（我觉得大部分男的应该比我更清楚这个）要付多少工资？当你们讨论“养活妻子”的时候，难道不是已经把对方的劳动视作无意义的，把对方视作没有真正的劳动能力只能依附于你的无能者，甚至说物性意识么，你不是已经把自己当作主人么？ 另一个常见的男性的指责是认为女性对家庭作为当代资本主义生产原子化单位的经济状况没有什么贡献，是的，确实没什么贡献，但不是因为女性的家务劳动没有意义，而是因为父权制意义下的家庭共同体不存在，在完成了上面的讨论后我们可以看到，它实际上就是以（质上）不对等的爱欲建立起来，然后由法的形式维持的，一个（量上但同样也是在质上）不对等经济关系。也许婚姻法的形式最后会保障婚内财产的量上的（有限的）平等分配，但它恰恰是建立在对婚内的家庭中的不平等关系的维持上的，我们已经讨论了家庭的权力不平等关系，也很容易理解这会怎么影响婚内财产在家庭存在时的实际支配状况。当然我们也看到一些男性出于自己的爱欲让女方支配了自己从社会生产领域获得的工资，但前面也说了，这只不过是一种倒错，在这里，乃至于所有的爱欲，都没有什么崇高的东西，我们承认男性确实有可能出于“真爱”付出自己的一切，但这从来不改变女性在家庭乃至于社会的其他各个场域中的真实的权力关系，这只是他自己的爱欲而已，这种爱欲也可以很容易地变成毁灭，而另一方面它同时已经是把异质性的他者化约为主体的爱欲关系，这实际上也是欲望-幻想遮盖在主体同样也是他者背后自由的深渊的唯一方式。而前面所说的这种婚姻法所保障的财产平等的形式只关系于家庭停止存在后的个人，或许可以说，家庭共同体的财产是作为这个共同体的黑格尔意义上的界限存在的，而它在家庭的时间性序列中将变成限制乃至于其他更加矛盾的形式并导向家庭本身解体的必然性。我们讨论家庭共同体的利益的唯一可能的方式，就是在这个非-全的共同体破裂并还原为个人的杂多后。因此在资本主义下的家庭要不就是成为非-全的充满断裂的共同体，要不就是从一开始就成为一个和共同体根本无关的东西。请注意，我在这里关于法的讨论所想说的不过是婚内财产乃至于家庭共同体本身的存在的唯一可能恰恰只能是在家庭共同体本身停止存在的地方，这里要做的，无非是指出家庭共同体本身内在的断裂和不可能性，至于家庭不复存在后的事情和部分女性确实至少存在（通过资产阶级婚姻）以此牟利的可能性等等，都只是这个问题的派生问题，我们也没有兴趣着重关心这些市民社会成员的常规算计，这在维持性别问题中的结构性压迫中或许扮演了必要的一环，但仍然不破坏我们对结构本身及其不可能性的分析。相反，男性应该也可以理解，这些问题更进一步地证明了父权制-资本主义秩序是如此的内部不一致和分裂——以此牟利的可能性在一定意义上遮盖了这个分裂，但同时也加强了这个分裂。 在澄清以上两点后，必须指出，这不是在说应该让家庭也变成资本主义雇佣关系才能解决问题，而是要指出，这反映了资本主义下的父权制家庭秩序和资本主义社会生产秩序在互相作为对方补充的情况下产生的尖锐摩擦，换句话说，也就是资本主义秩序本身的内在不一致，而上野千鹤子最后的解决方案是父权制家庭和资本主义生产（因为其内在不一致）的双重解体。评论区很多人一边为标准的资本主义社会中的父权制家庭生产单位（的建立或维持）焦虑，一边又（无意识地）预设了家庭（实际上还有资本主义生产）作为背景性秩序。在这里可以看到他们自己不一致的地方，实际上他们被迫采取这种父权制幻想来填补这一象征秩序上的空洞——当代家庭机器和资本主义生产机器的剧烈摩擦和卡壳。当代男性的焦虑，不如说是象征秩序本身的焦虑，而当象征秩序本身陷入最严重的自我冲突的时候，主体将被迫面临完全自由的选择，将更多人争取到新的生活的可能性一边是我们在意识形态斗争中的责任和任务。当然，就像视频提到的那样，这个冲突的结果大概不会消灭资本主义，更可能的大概是资本主义将会（像西欧那样，至少部分地）淘汰父权制并继续存在，毕竟资本主义秩序本身就是通过自己的连续不断的危机才持存的。不论如何，我们面对这种家庭的断裂、不可能性的唯一方式，就是接受它并把它视作自己自由的选择，并以此为基础重新组织我们的生活。","link":"/posts/646b60f7/"},{"title":"关于近日的反抗：死亡与自由","text":"就最近发生的事而言，大家好像都只是在就这件事说自己希望发生的，甚至说自己的幻想，但即使事情向好的方面发展，也最多只是争取到某种正常化罢了，人们在争取一种失去了的日常生活，除此之外什么都没有。而我们的日常生活——我们总是疲于维持或濒临失去的日常生活——因这种生活而痛苦的人总是开始想象死亡，通过“大不了去死”的幻想来保持基本的生活，但活着才能讨论任何的意义，考虑死亡也只是在逃避死亡。真正的悲剧常常在社会的日常话语中是无声的，或者只能以玩笑，以被压抑后的残迹出现。死亡只是死亡，只是无本身罢了，没有一个注视者可以看着自己的死去，或者看到痛苦的消失，痛苦只对生者存在，想象死亡后痛苦的消失只是我们为了逃避死亡和痛苦所被迫采取的一种幻想，但我们还必须对我们实际上如何生活负责。大他者不存在，精神分析的伦理，就是对这种幻想负责，对自己的欲望坚持到底，这意味着承担欲望的一切后果，没有大他者可以推卸责任，这将使我们自发地重新审视我们一直相信是完全出于我们自己的欲望。是你自己选择继续如此生活，你既然能考虑死亡，连死亡都不畏惧，有什么阻止你去立即着手开始展开一种不同的生活吗，没有。人是根本上自由的，即使他受这些意识形态成见和社会经济因素甚至暴力的把控，但在绝望中，在那种关于死亡的幻想之外，其实还有死亡本身，那里空无一物，这是最基本的自由的维度，我们是过于害怕这种自由的深渊才抓住了与死亡保持最小距离的幻想——不论这种幻想最后究竟意味着什么样的生活之现实。这不是某种唯意志论，我们毕竟仍然将感到痛苦与悲怆，而是说，我们必须要看到我们为何坚持以这一特定的结构与自由-死亡保持距离，为什么它总是失效并使我们不断遭遇创伤，并开始自由地自己来保持这种距离，重要的是始终看到这种基本的自由，而不被制约于某种固定的与自由-死亡产生距离的基本模式之中，同时将不再有任何大他者能够为此兜底。","link":"/posts/b228aa/"},{"title":"朗西埃《无产者之夜》引言","text":"原作者：Donald Reid（唐纳德·里德） 翻译：傻哥 校对：暂无 封面作者：陈冬 参考文献及注释部分未翻译。 校对工作暂未进行，在此发布看起来可能非常糟糕的初稿，如有错误敬请指正。 本文章基于CC BY-NC-SA 4.0发布，仅供个人学习，若侵犯您的资产阶级法权，请联系号主删除。 以1830年的七月为例：在工人阶级的想象中，它和1968年五月扮演相同的角色。这是他们决定“无事将再同往日”的时刻。——雅克·朗西埃[1] 在1977年的第100期，《社会运动》（Le Mouvement social），法国主要的社会历史刊物，要求新的社会历史期刊《有理造反》（Les Révoltes logiques）编者集体给出关于《社会运动》的看法。《有理造反》集体对他们所看到的《社会运动》中的实证主义提出了激烈的挑战。《社会运动》的图景是更多地了解我们已经知道的东西，而该集体声明他们想知道“一些别的”。“让我们感兴趣的，”《有理造反》总结，是“那些档案作为话语，那些‘思想’作为事件，那些总是作为断裂的历史，在这里被质问（作为可提出质问的），且只能是在政治上被质问。”[2] 自1975年成立以来，没有人比哲学家雅克·朗西埃更认同《有理造反》。他自20世纪60年代以来的在智力和政治上的努力为理解《有理造反》难以捉摸的战斗口号提供了关键，而这种努力在《无产者之夜：工人梦想的档案》中保持了其一贯性。 年轻的阿尔都塞主义者· 朗西埃第一次在法国知识界留下他的印记，是在1960年代初至中期于巴黎乌尔姆街著名的巴黎高等师范学院读书时。在那里，他成为马克思主义哲学家路易·阿尔都塞的明星学生之一。此时阿尔都塞正因为他对马克思主义的人道主义的攻击而成为一个重要的知识分子。[3] 通过保持“科学”（知识分子的领域）和政治（党的责任）的区分，阿尔都塞在20世纪60年代晚期成为了法国共产党（PCF）的主要知识分子。但尽管阿尔都塞出于对党的考虑坚持他的平衡行为——在必要的时候进行必要的自我批评——他的学生却没有。他们认为阿尔都塞主义提供了“知识分子对改造世界的真正参与”的机会。[4]不愿直接攻击他们的导师。 1968年的学生造反，随后是法国历史上规模最大的总罢工，让大部分的左人（gauchistes）——正如大家对那些PCF左派所熟知的一样——感到震惊。虽然很多团体试图给这场运动提供领导，但UJC（m-l）最初没有。它把在“街垒之夜”与警察的激战中达到顶峰的学生造反解释为学生小资产阶级意识形态的表现。直到工人开始罢工时UJC（m-l）才加入，寻求与唯一真正的革命力量，无产阶级，组成同盟。UJC（m-l）的阿尔都塞毛主义者因此在1968年五月的地覆天翻的世界中迟到了。他们等待直到工人阶级的加入纠正那个世界并使正确的政治实践得以可能。就像其他的左人势力一样，UJC（m-l）指责PCF试图抑制罢工工人表现出的那种革命冲动。UJC（m-l）的激进派们对五月底和六月初遇到的年轻反叛工人们寄予了特别的希望。 五月后，UJC（m-l）分裂。一个派系与在“事件”中脱颖而出的其他势力联合起来组建了小但富有影响力的毛派组织无产阶级左派（GP）。朗西埃与这一运动有关，其口号“造反有理”（On a raison de se révolter）总结了它对在一个该行动的时候展开枯燥的理论化的不满。 GP引起了许多著名知识分子的同情，包括米歇尔·福柯，莫里斯·克拉维尔和让-保罗·萨特。该小组（groupuscule）因其试图打破激进知识分子和工人之间的分裂，以便让知识分子 “为人民服务”，而不是像列宁主义先锋队一样领导他们而闻名。为此，GP在法国各地推动知识分子（主要是学生）作为工人的秘密“编制”——établis。 1968年五月是像朗西埃这样的阿尔都塞毛主义者的一个转折点。阿尔都塞对学生运动的批判迫使他们与他们曾经的导师的思想交锋。对于朗西埃，五月造反与对阿尔都塞主义的造反成为密不可分的。这两种造反共同催生出了朗西埃对激进知识分子的更多反思以及他创造出一种对社会的知识的努力，这种知识不会，无论多么微妙地，建立起新的规范和等级制度，即使是在推进推翻旧社会的反抗之时。 从1969年七月对阿尔都塞的尖锐批判开始，在1973-1974年撰写的文章中继续，朗西埃认为1968年五月揭示了阿尔都塞思想“是一种秩序哲学，其所有原则将我们从撼动资产阶级秩序的造反行动中分离”。[5]讽刺的是，那些最大声地支持中国CR的法国学生，最终却通过科学的诡计反对他们国家里的类似物。 通往有理造反的路上· 国家镇压和群众对GP的冷漠促成了该组织在1973年解散的决定。然而，同等重要的是，人们意识到群众冲突的焦点已经从GP转移到了Lip（厉溥）在贝桑松的制表师这样的团体，他们通过占领工厂并开始生产来回应雇主关闭工厂的决定。朗西埃正是从这个角度批判GP没有拔除其在乌尔姆圈子和阿尔都塞哲学中的根源。 GP未能思考其中心化结构的弦外之音，尤其是“代表”的阴险逻辑：“以群众（masses）的名义持有的普遍话语”。[6] 朗西埃早在1974年就已经勾勒出对GP的批判。几年后，一群前左人作为“新哲学”代言人轰动地出现在法国知识界，这种新哲学谴责所有“总体化话语”：马克思主义的哲学前提直接导向苏联的集中营。此时朗西埃又回到了那些批判。福柯在七十年代中期对在整个社会中运作的无数的权力战略的揭示为新哲学家们提供了一个分析框架。人民，用毛主义的术语，或平民/平民角色（de la plèbe）——用福柯或像安德烈·格鲁克斯曼（André Glucksmann）的表述——是新哲学家所代表的人，是无权、苦难与反抗的场所。知识与权力密不可分；所有的科学都是镇压的模式。只有通过实践才能了解平民。解释其苦难的努力（比如，在资本主义或建设社会主义方面）隐含着对平民困境的合理化。新哲学家们攻击国家，同时赞扬经常是隐藏着的那些平民的微小抵抗。他们用这些反对“无产阶级”的革命的宏观抵抗，认为其政治斗争摧毁了平民文化，从而使得无论革命斗争的表面结果如何，总是导向国家的最终胜利。 朗西埃同意新哲学的许多内容。然而，他也在其中看到了一种正是从GP的理论和实践中发展出来的，重新复活了的“让新的知识分子登上宝座”的努力。这种解释颇具争议。朗西埃关于这一主题的文章本应出现在《现代》（Les Temps modernes）的某一期上，但由于该刊物的编委会与GP和新哲学的关系而被其拒绝发表。[7]（Benny Lévy，前 GP 领导人 ，担任编委。） 从一开始，朗西埃就写道，GP曾谴责知识分子试图利用和指导自发的群众斗争。然而，在七十年代初，人民不愿揭露其内在的反叛性使知识分子-激进派的的理论更加可信。通过审判阶级敌人的群众法庭，知识分子-激进派将为人民表达自己创造条件；作为激进派，知识分子逐渐回到了他们惯常的人民代言人角色。新哲学家继承了这些激进派的遗产，他们对平民中的真理的认同巧妙地颠倒了阿尔都塞/列宁/考茨基派产生真理（科学）并带给工人阶级的任务，但也保留了关于传教士的无辜和他们传达的真理的概念。 新哲学家在选择性阅读福柯时忽略的是他所指出的不存在纯粹的非权力话语。人民本身就必然卷入各种形式的排斥和压迫中。每一次反抗行动都涉及动员现有的权力表达来反对他人。在七十年代中期，朗西埃总结说，新哲学家动员了对福柯的某种阐释，而不是对马克思的某种阐释，以重建激进知识分子作为人民发话筒的惯常角色。 朗西埃转向另一个方向，走向福柯，走向萨特，阿尔都塞的另一个马克思主义者自我和GP在知识界最坚定的盟友。（朗西埃在对阿尔都塞的《回应约翰·刘易斯》（Réponse à John Lewis）的批判中指出，在一场文本捉迷藏游戏中，阿尔都塞将他对默默无闻的英国共产主义者刘易斯的攻击作为一种到达萨特的手段。）[8]马克思主义理论与共产主义政治的对抗，是20世纪法国知识分子的重要经验。在拒绝了阿尔都塞与党的共生关系并目睹了左人运动的分崩离析后，像朗西埃这样的年轻激进知识分子意识到萨特对党外知识分子政治状况的广泛调查具有针对性，他们同时寻求说真话和干革命。 七十年代中期，萨特参与了一部计划中的电视连续剧“二十世纪反抗的意义”。朗西埃与西蒙娜·德·波伏娃，曾任GP领导人列维（Lévy）和菲利普·加维（Philippe Gavi）以及前左人/未来的新哲学家格鲁克斯曼（Glucksmann）在同一个团队工作，为该企划招募了接近八十名学者和历史学家。[9]《有理造反》致力于创造“另一种历史记忆”——而不是学院派或政党的记忆——基于“来自下方的思想”。 从学习马克思到学习工人· 朗西埃于1972-1973年开始对劳工史感兴趣，此时GP开始分崩离析，而他则回到攻击阿尔都塞上。面对，如他后来所说，“1968-1970年伟大理念的僵局：知识分子的论争与工人斗争的结合”，朗西埃从七月王朝寻找指导，当时马克思将理论嫁接到了工人的抗议上。[10] 马克思著作中的断裂不是1845年认识论革命的结果，而是他对三年后工人阶级革命挫败的失望。[11]马克思与巴黎工人的矛盾关系——对他们的道德说教和结社不耐烦，又赞扬他们激烈的街头巷战——被编入一门科学，而阿尔都塞只是其最新使徒。 那么，是时候为他的同时代的工人们放下马克思的著作了。朗西埃在阿尔都塞反对“马克思主义的人道主义”及通过指涉马克思早期的“人道主义”著作对其的合法化的圣战中开始他的学术生涯。毫不奇怪，这个问题同样为朗西埃进入新的文学体系提供了入口。当朗西埃思考19世纪30年代工人的生活和写作时，他看到他们通常通过特定行业的方式来构想事务。然而，当他们确实开始以作为群体的工人发声时，这却是作为对资产阶级作家对工人群众的贬抑的道德分析的反应。打破了这种同行的封闭话语的七月王朝工人的基本诉求是“人”的地位。他们否定了布尔乔亚有描述和定义他们的权利，无论是像社会调查员一样把他们说成野蛮人；像家长式的雇主一样把他们说成小孩；像经济学家一样把他们说成生产单位；还是像警察一样把他们说成暴动者。在每一种情况下，“工人话语首先针对资产阶级”，后者试图以否认前者取得独立和平等的权利的方式来定义工人的身份。[12]工人争辩说，如果有人配不上“人”的称号，那只能是利己的，物质的七月王朝资产阶级。 朗西埃如何看待这种“人道主义”闯入工人话语？他拒绝使用阿尔都塞主义的阐释技术，将这种情况说成 “被镇压的意识形态对主导意识形态的必要从属”。[13]然而，朗西埃立刻就开始怀疑这种代言人逻辑（logic of representation）的重新插入（reinsertion）。受众就这么明显的是资产阶级吗？这能被如此完整地从文本中得到吗？ 朗西埃在《工人之声》（La parole ouvrière）中探讨了这些问题，这是他和阿兰·福尔（Alain Faure）共同编辑的一组工人在1830到1851年间撰写的文档。在他们的介绍中，朗西埃和福尔通过革命传统之间的相互影响勾勒出工人阶级思想发展的历史，这种相互影响体现于1830年革命中同行（compagnonnage）思潮和组织的转变和衰退，以及工人通过结社来实现解放的思想之发展。在这个意义上，《工人之声》类似于威廉·休厄尔（William Sewell）在“劳动语言”中对工人社会主义起源的开创性探索。[14] 然而，朗西埃在他的评论中也谈到了“无产阶级意识形态的历史诡计”，这些诡计将成为二十世纪劳动组织的学说和实践的特征。他在刊物《车间》（L’Atelier）的基督教社会主义者中找到了这种“诡计”的早期例子，他们是工人阶级理想的坚定捍卫者，反对所有可察觉的资产阶级入侵。《车间》的工人阶级精英“更关心使他们的同胞接受教育和道德，显得他们值得与资产阶级以平等的地位打交道，而不是让工人阶级起义的多种而矛盾的表达模式占统治地位。”[15]要求被当作“人”看待的要求因此同时既是对资产阶级的蔑视和拒绝态度，又是针对其他工人的工人阶级道德压抑话语的核心。 首先在马克思的著作中思考“人”的重要性，然后是在那些同时代工人的著作中，这将朗西埃领向了支撑《无产者之夜》的问题。对“工人阶级”的知识并不是从对经济结构或文化矩阵的未经中介的反思中产生的，而是源于与明显的资产阶级“他者”的对话和对抗。由此产生的认同和代表反过来成为无休止的排斥、包容和分化的场所，这些场所周期性地产生关于无产阶级，关于人民，关于平民地自信断言。通过这种思考，朗西埃抛弃了在《阿尔都塞的教谕》（La leçon d’Althusser）中表达的信念，即认为从七月王朝工人的对生产者联合的呼吁到Lip的制表师接管工厂中，存在一条通向社会主义与革命的“自主道路”。[16]而他被引领着去提出的问题将是：对法国“无产阶级意识”（la pensée ouvrière）历史的其他概念化方法有什么影响？ 与劳工历史的对话· 二十世纪70年代，法国和其它一些地方的劳工历史学家正表达着他们对建制派马克思主义史学的幻灭，他们希望把上一个十年的社会和文化反抗合并入他们的著作。朗西埃被劳工史的新发展吸引了，但最终以类似的“新历史主义”论证拒绝了每一种发展。他解释说，工人队伍内外的一些因素，已经把关于技能、反抗和文化的一些特定概念，建立成了用来定义和评议永远顽强反抗着的劳动者的规范。“霸权集团总是在工人贵族的中心产生，将自己展现为无产阶级，并断言无产阶级组织另一种新的社会秩序的能力需要从技能[compétences]和在其工作和斗争中产生的价值开始。”[17]历史学家，常常是无意识地，把一种或另一种解释劳工的单一模式的胜利认可为发展。 朗西埃在考察劳工史领域时认为，其从业者广泛地接受了一种社会学决定论，这种决定论将工作中的技能和自豪感同某些特定形式的劳工运动的兴衰联系起来：“工作中的技术能力和自豪感因此创造了早期劳工斗争性的基础，是泰勒制革命通过推行大规模且官僚化的形式结束了这种斗争性，这导致了新的缺乏专业技能、集体传统和对工作的兴趣的新劳动人口的出现。”[18]关于手工业工人的真正社会主义的迷思是作为劳工代言人们对十九世纪晚期和二十世纪新的社会主义政治潮流的抵御，回溯性地被发现的。 考虑到这点，朗西埃探索了1914年以前的工团主义以及共产主义者对其的颠覆，是如何从工人自我解放的愿景走向国有社会主义的。为什么像阿尔方斯·梅海姆（Alphonse Merrheim）和加斯顿·蒙穆索（Gaston Monmousseau）这样曾经的反对国家主义的工团主义者在第一次世界大战后竭力鼓吹对国家的接受——资本主义或共产主义？为什么像乔治·杜穆兰（Georges Dumoulin）这样的前安那其-工团主义者会拥护维希政权的意识形态？[19]这种工团主义传统的根源是一个未阐明的前提：外在的教化力量——无论是“中立”的共和国，维系政权还是无产阶级专政——对解决工团主义者对工人阶级所寄托的愿望中固有的矛盾是必要的。 朗西埃对维希工团主义者的观念特别感兴趣，他们自认为是前马克思主义的19世纪30年代和40年代激进工人的继承者，那些工人在不诉诸有辱自尊的街头示威的前提下要求尊严、自主权和与他们主人平等的待遇。维希工团主义者在他们的出版物中支持这种“合作”的理念，其中最重要的名为《车间》（L’Atelier）。[20]朗西埃从这项研究中得出的结论是，劳动语言潜在地是一种压迫语言，除非被破坏它的实践渗透，就像在占领期间的法国，在阶级自觉的工人被期望知道如何停止罢工和开展生产斗争之时。 面对解放工作的赞歌，抵抗者们重新学会了只工作至刚好能维持生计，以及那些反生产、糟糕地工作和怠工的颠覆性美德……工人合作和抗争的历史使那些在工人历史的“正常”进展中经常未能被较好地识别的特征浮出水面：他们鲜少需要从助长斗争的主题中将自己辨别为那些造成服从的身份；阶级思想必然被什么别的东西贯穿，因为它不是阶级合作的思想。[21] 朗西埃在一篇伴随着的文章中指出，法国左派，尤其是共产主义者，在他们的史学研究上致力于将自己建立为法国大革命传统的合法继承人，而不是工人文化原生传统的继承人。他们在二十世纪早期把这一领域拱手相让：劳动部的公务员、涂尔干派的社会学家和来自更古老的，“工人主义”传统的激进分子，这种传统认为存在能与共和主义兼容并反对社会主义者和安那其-工团主义者的革命计划的独立劳工文化，而那些革命计划被视作从外部强加给工人阶级的。在两次世界大战之间的岁月里，社会主义者和工会主义改良派在他们反对“外来的”PCF的运动中吸收了这种工人主义传统，而同样的传统又被嫁接到了维希政权试图唤起土生土长的关于免于政治污染的工人文化和法团的传统的努力上。劳工文化研究在战后被否定，直到20世纪60年代才被重新严肃对待。[22]与第三共和国的研究显示自主劳工文化与国家的兼容性相反，后-1968的研究者将他们的项目定义为一种聚焦于矛盾和斗争的工人文化的历史。 这种方法的根源在于左人思潮和将福柯的思想融入社会历史中。一些福柯派有点过于温顺地接受了雇主们关于他们的纪律策略的理解，只是简单地将它们重新表述为指控。[23] 朗西埃本人在1975年的一篇论文中采用了相同的策略，该论文是关于工人对乌托邦社会主义学说中的纪律性和生产主义要素的不接受，[24] 在与科特罗的公开对话中，朗西埃和《有理造反》集体指出了他（无意中）通过把文本中的每个元素都通过“工人反抗”的纯粹否定性的方式解释赋予《崇高》（Le sublime）以单一的反转了的真相的虚假连续性其危险性，忽略了工人自己可能会对他们的同事、学徒或妻子行使的权力形式。[25]正如他面对新哲学家时所做的那样，朗西埃拒绝“工人反抗”的解释模式，它作为一种微妙的手段，确立了作为思考者的知识分子和作为行动者的工人之间的分裂。 朗西埃发现群众文化作为识别激进工人阶级本质的依据并不比关于工人控制和反抗的理论更可靠。他批判了群众文化的鼓吹者，他们把那些群众文化被设想具有的不受外部影响渗透的特征说成对霸权主导文化的威胁。这种群众文化真的有像据说的那样完全免于同主导文化的联系么，更重要的是，它的颠覆性本质是来源于它的纯洁性吗？朗西埃的答案是：不。当文化事件挑战劳动与闲暇，生产者与消费者，工人和资产阶级之间的界限时，对现存秩序真正的威胁出现了。他利用了这样一个例子，他可能会称之为观众“表演”（performance），在十九世纪上半叶的巴黎，资产阶级和工人前往同一个剧场。[26] 朗西埃在对七月王朝的工人-诗人的反传统解读中发展了这一观点。工人进行写作的这一决定——“诗意的僭越”——打破了工作场所和群众社交的节奏。“工人的诗歌并非从一开始就是群众言论的回声，而是始于对他者的神圣语言，被禁止的迷人的语言的模仿。[27]对那些拒斥他们文学赞助人的建议的工人作者来说更是如此，那些建议让他们写一些他们知道的（或者说他们应该知道的）东西——工作的世界。 一个从来没有学过如何写作却试图写出符合他时代口味的诗歌的工人，可能比一个唱着革命歌曲的工人，对于占主导的意识形态秩序可能更是一个威胁……也许真正危险的阶级与其说是想从底部颠覆社会的蒙昧者，不如说是那些在阶级、个人和群体的边界之间流动的浪人，他们自己发展出了一些于改善他们的物质生活无益的能力，事实上，这些能力可能让他们轻视物质问题。[28] 这样的个人，朗西埃认为，做出了打破分隔从事有用劳动的人和思考美学的人的由来已久的屏障的真正激进行动。 朗西埃不仅注意到资产阶级对这些徘徊在自己应有的身份之外的工人的可预见的解雇，还注意到工人领袖们也在这么做，他们通过谴责自负的资产阶级堕落对工人阶级文化的渗透，为他们自己创造了作为阶级理想之“代表”的新社会地位。这些代言人既不是工人也不是资产阶级，在社会上他们类似于他们批判的那些酒馆流行歌手。朗西埃认为，对于那些会求助于国家来维护工人文化的道德和自主的工人领袖来说，前面说的只是一个步骤。[29] 在编辑《工人之声》（La parole ouvrière）时，朗西埃曾想过，“无论一个人将劳工史追溯多远，他都会看到由基于对实践同可接受的或不可接受的话语的编撰的判断指导的造反。[30] 即使是最好的社会历史学家都没有把这种与不可能的遭遇包含在他们的著作中。朗西埃发现了许多值得敬佩的地方，比如，在爱德华·帕尔默·汤普森（E. P. Thompson）的《英国工人阶级的形成》（The Making of the English Working Class）中。[31] 无产者之夜· 《无产者之夜》标志着对朗西埃从阿尔都塞主义者的年轻时代到毛主义者时期的知识分子生涯的初步总结，以及对他在《有理造反》中独特声音的主张。在清理阿尔都塞旧账的20世纪70年代早期，朗西埃发展出了对马克思关于工人阶级的理解的批判。在这十年的后半段，他针对劳工运动和劳工历史学家共同展现出的工人阶级形象继续了这个批判项目。他指出，当工人们符合某一种规范时，他们的价值最高。他们的“差异”使他们变得可疑。朗西埃将这些工人阶级形象植根在过去的劳工运动中的失败和当代激进知识分子的自我怀疑之中。左人思潮崩溃后的几年里，这些知识分子一直在工人阶级的“他者”中寻找确定性。这助长了“从我们的不确定性和幻想中保存工人阶级斗争、群众文化和平民智慧的自主性的真诚忧虑”。 然而，朗西埃指出，简单地承认一种关于什么构成了工人阶级的知识是危险的，这种知识本身就是被失望于其同僚的道德与政治弱点并被他们自己的对另一种生活的志愿所诓骗的工人们创造的。不论是在研究《车间》（L’Atelier）的维希工团主义者，还是在研究第三共和国的工人文化时，朗西埃都得到了同一个结论。“麻烦的是，这种工人话语从来没有像其在他者的逻辑上或在为他们自己的利益工作时那样有效。”[32] 这一悖论把朗西埃带回他对代表过程的批判，这种代表过程的双重化总是隐藏着一种被压抑的差异。他将他在《无产者之夜》中开展的事业描述为“一种话语秩序，标志着社会‘对象’的不和解，它与它自身的差异”。[33] 朗西埃不把文本看作有待解读和分类的被动对象，而认为其是积极的，不断向将要解释者（the would-be interpreter）提出问题的。在解释者寻求某种工人阶级本质时，工人讲述他们的存在和愿望的声音被扭曲、放大、审查并推到一边以确认“已经知道的事”。朗西埃对历史学家发问：“这种倾向于为了支持一个没被听到的人的无声雄辩去将每一条被提供的信息中的冗词除权的逃避究竟意味着什么？”然而，历史学家们一接触到这种“冗词”，他们就永远不能宣布真相已被揭露，工人阶级已被代表了。 朗西埃在《无产者之夜》中的方法与解构主义技巧有一个相同的策略，即在文本中找到揭示文本中因“书写”（writing）的压抑而产生的矛盾的点位。朗西埃锁定了出现在工人试图将为“他者”保留的权力占为己有时出现的工作生活的“中断”（interruptions）和“悬置”（suspensions）。传统上主导文本的元素——解构主义者的“言说”（speech），在这个情况下则是作为劳动者的无产者——被解构来揭示被压抑的“书写”或揭示作为思考者的无产者。工人生活同社会学建构看起来的一致性在解构主义阅读中让位于那些生活中的“中断”。朗西埃既没有赋予文学证据也没有赋予社会学证据首要地位。两者都是有待解构的不稳定文本；其中每一方都是作为另一方的背景，而不是其反映。 《无产者之夜》三部分的每一部分都将工人阶级的概念化中的一种关系问题化：工作之于工人；工人-激进派之于工人；阶级意识之于工人。在第一部分中，朗西埃重申他反对那些通过社会经济规范或一系列姿态和行动来代表工人阶级的努力。他描述七月王朝的巴黎工人时，比起描述其受纯粹肉体剥削和作为法团社群成员，更多是描述其陷入了为获得和保住以道德堕落、精神枯燥和程度毫不亚于前二者的肉体困苦为特征的工作而奋斗的永恒焦虑当中。可能不是工作条件本身以野蛮威胁着工人，而是搜寻维持生计方法的没完没了的需要。按技能、公司或车间组织进行的分类掩盖了分包和去技能化中的复杂多变的世界。 将我书中人物定义为无产者的并不是他们对工作的认同，也不是他们的群众根源；而是每天都遭受质疑的状况的偶然性，是表面上享有盛誉的资历及行业的虚幻或暂时性。今天被描述为不稳定工人[travailleur précaire]的境遇也许是无产者的基本现实。而1830年工人的存在模式与当代工人其实十分接近。[34] 第一部分的中心人物是细木工/地板工人加布里埃尔·高尼（Gabriel Gauny），他决定让这种不稳定状态成为解放的源泉——通过他的“修道士经济”来征服动物性的消费需求的暴政。高尼从他与资产阶级圣西门派的经验中汲取的不是使工作成为新的道德秩序的基础，而是作为思考哲学的体力劳动者生活的欲望。[35]然而高尼不仅仅是GP编制（établi）的倒置。他也是朗西埃的另一个自我，一个可以参观全景敞视监狱并超越福柯的监狱世界，领会到做的好的工作可以带来暴政的教训。正是高尼能够以一种不连贯、反传统和不可持续的方式宣扬“一种不同世界的启示和一种新的存在者间关系的开始”而不是对世界进行理性的重新排序。 朗西埃在《无产者之夜》中从对高尼的反思回到了第二部分中他对他关于激进知识分子与工人关系的早期著作的重新思考，其本身就是高尼人生中的决定性事件。19世纪30年代，裁缝和印刷工提出了被当作“人”对待的要求，并不是因为他们技艺娴熟，供不应求或拥有某种发达而孤立的法团熟语（idiom）。相反，他们几乎没有什么需要从别的工人那里保护的，而他们的行业使他们与资产阶级和他们关于自由和平等的话语经常地产生联系。事实上，不是他们与主导文化中元素的孤立性而是联系向工人们暗示了与他们的看似注定的工作生活决裂的可能性。 不需要有人来告诉工人们他们被剥削了；这他们已经知道。对于工人们来说，他们可能注定要去做点除了被剥削以外的事情，才是新闻。工人在与“他者”的遭遇中获得的不是特定的教条，而是对另一个世界的暗示，一个去反抗的除了自我主义和物质主义之外的原因。资产阶级和工人们的这种遭遇，远非轶事，它在“工人阶级”历史中具有核心意义： [工人们寻求]试图去为自己占领那些可以彻夜不眠者的夜晚，那些不必乞讨者的语言，那些不需被吹捧者的形象……我们必须审视这种混杂的场景，在其中部分工人与知识分子同谋，这些知识分子出来会见他们，可能希望征用他们的角色，通过初试一些自上而来的话语和理论来重演并改变那个关于谁有权为他者说话的古老迷思。 新工人和他们新的圣西门主义者朋友各说各话。他们都聚焦于对方的经济条件中的内在可能性，却忽略了与他们对话者的梦想。一些工人把圣西门主义者看作工作的来源；最忠诚的则被进行哲学思考的机会迷住了——去做“无用劳动”——在一个由免于体力劳动的必然性的圣西门主义学生们所激发的爱组成的社区中。他们通过在圣西门主义中一瞥新世界被迷住了，而不是被他们自己的进步迷住了。 享有特权的圣西门主义青年们从他们自己对工作的积极本质的笃信中创造了一种工人的形象，其中一些——GP建制（établis）的遥远先驱者——甚至开始过从事体力劳动的生活。他们为工人拒绝他们将其组织成劳动大军的努力而失望。对于朗西埃同样重要的是新工人的失望。“对于这些容易被描绘成‘为人民服务’[毛主义信条]的学生，但实际上是工人和前工人的圣西门主义传教士，他们曾经逃避了把自己变成圣西门主义者，而其全部悲剧就是被他们的使徒派向那些自负的工人们。[36] 已看到另一个世界而变得永远不同于未接触的群众并对群众感到幻灭的个人们的“悲剧”为《无产者之夜》的第三章设立了舞台。在本节中，朗西埃讨论了《车间》（L’Atelier）的基督教社会主义者及他们与其他工人群体的辩论，以及在1848年六月起义后在第二共和国的帮助下建立的合作社和在十九世纪下半叶于美国建立的伊卡里亚社区。这些运动试图把一种建立在劳动和抵御资产阶级污染（包括圣西门派和傅里叶派灌输的梦幻般的变态和物质主义幻想）上的道德确认为工人阶级的本质。《车间》的结社计划和共产主义者建立伊卡里亚的努力同时呼吁解放和关于秩序的压抑话语。那些关于劳动的意识形态和被其激发的项目的特征是无法解决的矛盾，在这些矛盾中牺牲的美德与团结被发现与“他者的”自我主义与物质主义恶习是相同的。工人运动是从一种矛盾中产生：“解放一词被同时用于表示为了自己的个体工人的进展和被压迫无产阶级的解放。” 不论是在巴黎还是在伊卡里亚，工人们拒绝履行被赋予他们的阶级使命；他们永远都是错的。由此产生的欺骗与失望被铭刻于工人阶级的理念，它永远以反叛和骄傲、纪律和秩序的诱人信息向工人招手。代表的逻辑是这样的，工人阶级的“代表们”总是会与工人们自己有差异，并且会发展出压抑这种差异的工人代表。“理性的诡计把做梦的工人们带上未来的真正道路，那些纪律——和专政——王的工作的道路。[37] 然而，《无产者之夜》不是一本悲观的书；朗西埃的分析并没有承认这种结论性。他让读者看了1890年一位年迈工人-激进派给曾经是她的情人的傅里叶派知识分子写的信，在信中她告诉他自己从来没有忘记半个世纪前她被引入了另一种生活的可能性。《无产者之夜》的政治因此不是“绝望的寓言”，朗西埃解释，“相反，而是在一种致力于约束无产阶级的要求（demande prolétarienne）和政治压抑的威胁的生活中，一种需保持的无法战胜的决心，最初的不同意；同时是乌托邦的死亡和对现实的拒斥。[38] 结论· 当朗西埃在20世纪70年代调查社会历史领域时，他开始相信其从业者不过是在简单地关于他们已经知道的东西写更多——每个机构都有其阶级基础，被压迫者在他们的文化中寻找资源用于反抗等等。并不是说这些发现不是“真实的”，而是它们已经变成了普遍准则：对它们的“真理性”的确定态度似乎掩盖了其他东西——历史的文本中对历史学家的计划的抵抗。两种选项浮现。第一种是重申或复兴旧范式；第二种——朗西埃的选择——是去质疑这些范式并询问为什么它们对历史学家如此有吸引力。带着这个目标，朗西埃在《无产者之夜》中解构了“工人阶级”（或者说“无产阶级”）来揭示其矛盾和遏制策略。这本书展现了一个概念的“系谱学”，但它拒绝了历史学家们的标准策略，即一劳永逸地识别出在一个演进过程中的先行者和年代标记。《无产者之夜》举例说明了一段历时性的历史，在其中对过去的反思必然导致对这种反思本身的范畴、方法和意向的话语生产的反思。识别和解释作为“他者”（或“统一”）的工人阶级的这种努力最终产生了对分析者身份的质疑。 《无产者之夜》广泛倡导社会历史学家重新思考他们研究的东西及他们如何研究它。朗西埃挑战了最近最好的和最具创新性的社会历史的文学和社会学经典（例如，威廉·汉密尔顿·塞维尔[William Hamilton Sewell]的《法国的工作与革命》[Work and Revolution in France]所代表的）。他阅读工人运营的报纸，比起找其中包含的系统性称述，更多是为了寻找持续挑战着这种陈述的连贯性的矛盾性和冲突性的故事与信件。当朗西埃讨论工人-诗人时，是为了他们生活和文本中的不确定性和疑问，而不是为了他们对劳动的颂歌。[39] 马克思和塞维尔分别指出十九世纪工人阶级的本质应在工厂劳动力与手工业组织中被找到。朗西埃重新定位了这一愿景，要求我们去考察这些群体外的工人——那些被圣西门主义所吸引的人——并不将他们解释为马克思和恩格斯丑诋的流氓无产者或福柯的被排斥者（exclus）：“这个偶然的人群，在任何意义上，与其说是边缘化与堕落的无产阶级，不如说是在其本质中的无产阶级，这种本质隐藏在该死的工厂与机械之先驱的凄惨或光荣的形象下。 尽管塞维尔发现十九世纪中叶巴黎工人的社会主义理想植根于他们对法团式的过去的重新思考中，朗西埃仍忠于阿尔都塞——或者实际上是对阿尔都塞的老师加斯东·巴舍拉（Gaston Bachelard）——在把革命社会主义者的意识形态看作诞生于对当下（以及作为解释启发于那种断裂的工人的最终徒劳的尝试的劳工运动意识形态）的激进“断裂”上。至于激进知识分子，朗西埃既没有像塞维尔一样淡化他们在社会主义意识形态形成中的作用，也没有把他们变成列宁主义的“向导”；他们是一个明显的“他者”的必要而令人不安的存在，但他们无法控制他们的存在会被怎样解释。 朗西埃提出了一种对自己的分析范畴自我觉知和自我批判的社会历史。这样的项目远不是抑制历史学家，而应该通过质疑“当下主义”（presentist）冲动刺激他们，即使这是在质疑在过去或未来建立独立的“真理”的努力。目标是发展出这样一种历史，它应当避免居高临下（patronizing）——用性别和阶级历史学家共享的隐喻来说——那种解释威权威胁着要给出的对待过去的方法。[40] 有些人会担心，《无产者之夜》所呈现的那种后结构主义诘问方式只是阿尔都塞的理论中的阶级斗争或者——套用萨特的话说——让比杨古（Billancourt）绝望的又一变种。不必如此。在法国和西方的知识分子与劳工运动疏远之际，这些劳工运动本身就不安地基于不断变化的劳工力量上——它本身并没有被完全包含在当前上演的关于劳工形象的剧目中——朗西埃的讽刺性调查指出了一些方法，以满足有想象力地思考事物与我们“知道”它们所是的那样有何不同的需求。 I first wrote about Jacques Rancière in “The Night of the Proletarians: Deconstruction and Social History,” Radical History Review 28–30 (Fall 1984). I have recycled portions of that essay in this Introduction. These are used with the permission of MARHO: The Radical Historians Organization, Inc. I would like to thank readers of that essay and of this one, Lloyd Kramer, Sara Maza, Pat O’Brien, William Reddy, Holly Russell, Joan Scott, and Steve Vincent. “Jacques Rancière,” in Entretiens avec “Le Monde” 1: Philosophie, ed. Christian Delacampagne (Paris: La Découverte, 1984), p. 165. ↩︎ Collectif des Les Révoltes logiques, “Deux ou trois choses que l’historien social ne veut pas savoir,” Le Mouvement social 100 (July–Sept. 1977): 30. ↩︎ Robert Geerlandt, Garaudy et Althusser: Le débat sur l’humanisme dans le Parti communiste français et son enjeu (Paris: Presses Universitaires de France, 1978), places this debate within the context of PCF politics. ↩︎ Jacques Rancière, La leçon d’Althusser (Paris: Gallimard, 1974), p. 89. ↩︎ Ibid., p. 9. ↩︎ Ibid., p. 222. ↩︎ Collectif des Révoltes logiques, “Les lauriers de mai ou les chemins du pouvoir (1968–1978),” Les Révoltes logiques (Feb. 1978): 6. For analysis of the New Philosophers, see Jacques Rancière, “La bergère au Goulag,” Les Révoltes logiques I (Winter 1975): 96–111; Danielle and Jacques Rancière, “La légende des philosophes (Les intellectuels et la traversée du gauchisme),” Les Révoltes logiques (Feb. 1978): 7–25. (On the conflict with Les Temps modernes, see the note on page 2 of this issue of Les Révoltes logiques.) ↩︎ Rancière, La leçon, pp. 46–47. ↩︎ Annie Cohen-Solal, Sartre: A Life, trans. Anna Cancogni (New York: Pantheon Books, 1987), pp. 504–5. ↩︎ “Jacques Rancière,” p. 158. ↩︎ Ibid., p. 800. ↩︎ Faure and Rancière (eds.), La parole ouvrière, p. 14. ↩︎ Ibid., p. 19. ↩︎ William Sewell, Jr., Work and Revolution in France: The Language of Labor from the Old Regime to 1848 (Cambridge: Cambridge University Press, 1980). ↩︎ Faure and Rancière (eds.), La parole ouvrière, p. 209. ↩︎ Jacques Rancière, “Le prolétaire et son double ou le philosophe inconnu,” Les Révoltes logiques 13 (Winter 1980–81): 6. ↩︎ Jacques Rancière, “Les maillons de la chaîne (Prolétaires et dictatures),” Les Révoltes logiques 2 (Spring–Summer 1976): 5. ↩︎ Jacques Rancière, “The Myth of the Artisan,” International Labor and Working Class History 24 (Fall 1983): 1. ↩︎ Rancière, “Les maillons,” pp. 3–18; “De Pelloutier à Hitler: Syndicalisme et collaboration,” Les Révoltes logiques 4 (Winter 1977): 23–61. ↩︎ Rancière, “De Pelloutier à Hitler,” p. 33. ↩︎ Ibid., pp. 60–61. ↩︎ Jacques Rancière, “ ‘Le Social’: The Lost Tradition in French Labour History,” in People’s History and Socialist Theory, ed. Raphael Samuel (London: Routledge &amp; Kegan Paul, 1980), pp. 267–72. ↩︎ Danielle Rancière provides a good critique of this tendency in “Le philanthrope et sa famille,” Les Révoltes logiques 8–9 (Winter 1979): 99–115. See also Jacques Rancière, “Une femme encombrante,” ibid., pp. 116–22. ↩︎ Jacques Rancière, “Utopistes, bourgeois et prolétaires,” in Le discours utopique, ed. Maurice de Gandillac and Catherine Piron (Paris: Union Générale d’Editions, 1978), pp. 69–82. ↩︎ Ibid., p. 10. “Au sublime ouvrier: Entretien avec Main Cottereau,” Les Révoltes logiques 12 (Summer 1980): 31–45. ↩︎ Jacques Rancière, “Good Times or Pleasures at the Barriers,” in Rifkin and Thomas (eds.), Voices of the People, pp. 51–58. This essay appeared originally as “Le bon temps ou la barrière des plaisirs,” Les Révoltes logiques 7 (Spring–Summer 1978): 25–66. ↩︎ Jacques Rancière, “Ronds de fumée (Les poètes ouvriers dans la France de Louis-Philippe),” Revue des sciences humaines 61 (April–June 1983): 37, 33. ↩︎ Rancière, “Good Times,” p. 50. ↩︎ Ibid., pp. 82–90. ↩︎ Faure and Rancière (eds.), La parole ouvrière, p. 9. ↩︎ E. P. Thompson, The Making of the English Working Class (New York: Vintage Books, 1963). For his part, Thompson took note of Rancière’s “Maoist freak-out” in La leçon d’Althusser: see The Poverty of Theory (New York: Monthly Review Press, 1978), p. 202, n. 134. ↩︎ Rancière, “Le prolétaire et son double,” p. 6. ↩︎ “Jacques Rancière,” p. 165. ↩︎ Ibid., pp. 64–65. ↩︎ Ràncière has assembled and edited a collection of Gauny’s writings: Le philosophe plébéien (Paris: La Découverte/Maspero, 1983). ↩︎ Rancière, “Le prolétaire et son double,” p. 8. ↩︎ “Jacques Rancière,” p. 165. ↩︎ Ibid. ↩︎ However, Rancière does not fetishize obscure texts. His Le Philosophe et ses pauvres (Paris: Fayard, 1983) addresses “major” thinkers, including Plato, Marx, Sartre, and Bourdieu. ↩︎ Holly Russell suggested this wording to me. ↩︎","link":"/posts/df8a60a2/"}],"tags":[{"name":"法哲学原理","slug":"法哲学原理","link":"/tags/%E6%B3%95%E5%93%B2%E5%AD%A6%E5%8E%9F%E7%90%86/"},{"name":"共同体","slug":"共同体","link":"/tags/%E5%85%B1%E5%90%8C%E4%BD%93/"},{"name":"视差之见","slug":"视差之见","link":"/tags/%E8%A7%86%E5%B7%AE%E4%B9%8B%E8%A7%81/"},{"name":"齐泽克","slug":"齐泽克","link":"/tags/%E9%BD%90%E6%B3%BD%E5%85%8B/"},{"name":"翻译","slug":"翻译","link":"/tags/%E7%BF%BB%E8%AF%91/"},{"name":"校对","slug":"校对","link":"/tags/%E6%A0%A1%E5%AF%B9/"},{"name":"马克思","slug":"马克思","link":"/tags/%E9%A9%AC%E5%85%8B%E6%80%9D/"},{"name":"资本论","slug":"资本论","link":"/tags/%E8%B5%84%E6%9C%AC%E8%AE%BA/"},{"name":"黑格尔","slug":"黑格尔","link":"/tags/%E9%BB%91%E6%A0%BC%E5%B0%94/"},{"name":"逻辑学","slug":"逻辑学","link":"/tags/%E9%80%BB%E8%BE%91%E5%AD%A6/"},{"name":"资本主义","slug":"资本主义","link":"/tags/%E8%B5%84%E6%9C%AC%E4%B8%BB%E4%B9%89/"},{"name":"社会主义","slug":"社会主义","link":"/tags/%E7%A4%BE%E4%BC%9A%E4%B8%BB%E4%B9%89/"},{"name":"共产主义","slug":"共产主义","link":"/tags/%E5%85%B1%E4%BA%A7%E4%B8%BB%E4%B9%89/"},{"name":"对话","slug":"对话","link":"/tags/%E5%AF%B9%E8%AF%9D/"},{"name":"神经质主体","slug":"神经质主体","link":"/tags/%E7%A5%9E%E7%BB%8F%E8%B4%A8%E4%B8%BB%E4%BD%93/"},{"name":"否定性","slug":"否定性","link":"/tags/%E5%90%A6%E5%AE%9A%E6%80%A7/"},{"name":"后政治","slug":"后政治","link":"/tags/%E5%90%8E%E6%94%BF%E6%B2%BB/"},{"name":"偏执妄想狂","slug":"偏执妄想狂","link":"/tags/%E5%81%8F%E6%89%A7%E5%A6%84%E6%83%B3%E7%8B%82/"},{"name":"米格道","slug":"米格道","link":"/tags/%E7%B1%B3%E6%A0%BC%E9%81%93/"},{"name":"后现代","slug":"后现代","link":"/tags/%E5%90%8E%E7%8E%B0%E4%BB%A3/"},{"name":"笔记","slug":"笔记","link":"/tags/%E7%AC%94%E8%AE%B0/"},{"name":"世界体系论","slug":"世界体系论","link":"/tags/%E4%B8%96%E7%95%8C%E4%BD%93%E7%B3%BB%E8%AE%BA/"},{"name":"政治经济学","slug":"政治经济学","link":"/tags/%E6%94%BF%E6%B2%BB%E7%BB%8F%E6%B5%8E%E5%AD%A6/"},{"name":"拉康","slug":"拉康","link":"/tags/%E6%8B%89%E5%BA%B7/"},{"name":"女性主义","slug":"女性主义","link":"/tags/%E5%A5%B3%E6%80%A7%E4%B8%BB%E4%B9%89/"},{"name":"精神分析","slug":"精神分析","link":"/tags/%E7%B2%BE%E7%A5%9E%E5%88%86%E6%9E%90/"},{"name":"身份政治","slug":"身份政治","link":"/tags/%E8%BA%AB%E4%BB%BD%E6%94%BF%E6%B2%BB/"},{"name":"性别问题","slug":"性别问题","link":"/tags/%E6%80%A7%E5%88%AB%E9%97%AE%E9%A2%98/"},{"name":"阶级斗争","slug":"阶级斗争","link":"/tags/%E9%98%B6%E7%BA%A7%E6%96%97%E4%BA%89/"},{"name":"康德","slug":"康德","link":"/tags/%E5%BA%B7%E5%BE%B7/"},{"name":"德国古典哲学","slug":"德国古典哲学","link":"/tags/%E5%BE%B7%E5%9B%BD%E5%8F%A4%E5%85%B8%E5%93%B2%E5%AD%A6/"},{"name":"辩证法","slug":"辩证法","link":"/tags/%E8%BE%A9%E8%AF%81%E6%B3%95/"},{"name":"自由","slug":"自由","link":"/tags/%E8%87%AA%E7%94%B1/"},{"name":"右翼民粹主义","slug":"右翼民粹主义","link":"/tags/%E5%8F%B3%E7%BF%BC%E6%B0%91%E7%B2%B9%E4%B8%BB%E4%B9%89/"},{"name":"反黑","slug":"反黑","link":"/tags/%E5%8F%8D%E9%BB%91/"},{"name":"意识形态","slug":"意识形态","link":"/tags/%E6%84%8F%E8%AF%86%E5%BD%A2%E6%80%81/"},{"name":"民族主义","slug":"民族主义","link":"/tags/%E6%B0%91%E6%97%8F%E4%B8%BB%E4%B9%89/"},{"name":"市民社会","slug":"市民社会","link":"/tags/%E5%B8%82%E6%B0%91%E7%A4%BE%E4%BC%9A/"},{"name":"国家","slug":"国家","link":"/tags/%E5%9B%BD%E5%AE%B6/"},{"name":"伦理","slug":"伦理","link":"/tags/%E4%BC%A6%E7%90%86/"},{"name":"新冠疫情","slug":"新冠疫情","link":"/tags/%E6%96%B0%E5%86%A0%E7%96%AB%E6%83%85/"},{"name":"反抗","slug":"反抗","link":"/tags/%E5%8F%8D%E6%8A%97/"},{"name":"死亡","slug":"死亡","link":"/tags/%E6%AD%BB%E4%BA%A1/"},{"name":"异化","slug":"异化","link":"/tags/%E5%BC%82%E5%8C%96/"},{"name":"分离","slug":"分离","link":"/tags/%E5%88%86%E7%A6%BB/"},{"name":"否认","slug":"否认","link":"/tags/%E5%90%A6%E8%AE%A4/"},{"name":"压抑","slug":"压抑","link":"/tags/%E5%8E%8B%E6%8A%91/"},{"name":"除权弃绝","slug":"除权弃绝","link":"/tags/%E9%99%A4%E6%9D%83%E5%BC%83%E7%BB%9D/"},{"name":"原初焦虑","slug":"原初焦虑","link":"/tags/%E5%8E%9F%E5%88%9D%E7%84%A6%E8%99%91/"},{"name":"俄狄浦斯情结","slug":"俄狄浦斯情结","link":"/tags/%E4%BF%84%E7%8B%84%E6%B5%A6%E6%96%AF%E6%83%85%E7%BB%93/"},{"name":"精神病","slug":"精神病","link":"/tags/%E7%B2%BE%E7%A5%9E%E7%97%85/"},{"name":"性倒错","slug":"性倒错","link":"/tags/%E6%80%A7%E5%80%92%E9%94%99/"},{"name":"母性大他者","slug":"母性大他者","link":"/tags/%E6%AF%8D%E6%80%A7%E5%A4%A7%E4%BB%96%E8%80%85/"},{"name":"主体","slug":"主体","link":"/tags/%E4%B8%BB%E4%BD%93/"},{"name":"哔哩哔哩","slug":"哔哩哔哩","link":"/tags/%E5%93%94%E5%93%A9%E5%93%94%E5%93%A9/"},{"name":"上野千鹤子","slug":"上野千鹤子","link":"/tags/%E4%B8%8A%E9%87%8E%E5%8D%83%E9%B9%A4%E5%AD%90/"},{"name":"家庭","slug":"家庭","link":"/tags/%E5%AE%B6%E5%BA%AD/"},{"name":"评论","slug":"评论","link":"/tags/%E8%AF%84%E8%AE%BA/"},{"name":"观念论","slug":"观念论","link":"/tags/%E8%A7%82%E5%BF%B5%E8%AE%BA/"},{"name":"巴迪欧","slug":"巴迪欧","link":"/tags/%E5%B7%B4%E8%BF%AA%E6%AC%A7/"},{"name":"毛泽东","slug":"毛泽东","link":"/tags/%E6%AF%9B%E6%B3%BD%E4%B8%9C/"},{"name":"论战","slug":"论战","link":"/tags/%E8%AE%BA%E6%88%98/"},{"name":"民粹主义","slug":"民粹主义","link":"/tags/%E6%B0%91%E7%B2%B9%E4%B8%BB%E4%B9%89/"},{"name":"法西斯主义","slug":"法西斯主义","link":"/tags/%E6%B3%95%E8%A5%BF%E6%96%AF%E4%B8%BB%E4%B9%89/"},{"name":"民主","slug":"民主","link":"/tags/%E6%B0%91%E4%B8%BB/"},{"name":"后社会主义","slug":"后社会主义","link":"/tags/%E5%90%8E%E7%A4%BE%E4%BC%9A%E4%B8%BB%E4%B9%89/"},{"name":"环境危机","slug":"环境危机","link":"/tags/%E7%8E%AF%E5%A2%83%E5%8D%B1%E6%9C%BA/"},{"name":"波罗米结","slug":"波罗米结","link":"/tags/%E6%B3%A2%E7%BD%97%E7%B1%B3%E7%BB%93/"},{"name":"朗西埃","slug":"朗西埃","link":"/tags/%E6%9C%97%E8%A5%BF%E5%9F%83/"},{"name":"无产者之夜","slug":"无产者之夜","link":"/tags/%E6%97%A0%E4%BA%A7%E8%80%85%E4%B9%8B%E5%A4%9C/"},{"name":"一元能指","slug":"一元能指","link":"/tags/%E4%B8%80%E5%85%83%E8%83%BD%E6%8C%87/"},{"name":"二元能指","slug":"二元能指","link":"/tags/%E4%BA%8C%E5%85%83%E8%83%BD%E6%8C%87/"},{"name":"主人能指","slug":"主人能指","link":"/tags/%E4%B8%BB%E4%BA%BA%E8%83%BD%E6%8C%87/"},{"name":"话语理论","slug":"话语理论","link":"/tags/%E8%AF%9D%E8%AF%AD%E7%90%86%E8%AE%BA/"},{"name":"吴琼","slug":"吴琼","link":"/tags/%E5%90%B4%E7%90%BC/"},{"name":"诺斯替主义","slug":"诺斯替主义","link":"/tags/%E8%AF%BA%E6%96%AF%E6%9B%BF%E4%B8%BB%E4%B9%89/"},{"name":"精神现象学","slug":"精神现象学","link":"/tags/%E7%B2%BE%E7%A5%9E%E7%8E%B0%E8%B1%A1%E5%AD%A6/"},{"name":"神秘主义","slug":"神秘主义","link":"/tags/%E7%A5%9E%E7%A7%98%E4%B8%BB%E4%B9%89/"},{"name":"绝对知识","slug":"绝对知识","link":"/tags/%E7%BB%9D%E5%AF%B9%E7%9F%A5%E8%AF%86/"},{"name":"反身性","slug":"反身性","link":"/tags/%E5%8F%8D%E8%BA%AB%E6%80%A7/"},{"name":"圣状","slug":"圣状","link":"/tags/%E5%9C%A3%E7%8A%B6/"},{"name":"哈曼","slug":"哈曼","link":"/tags/%E5%93%88%E6%9B%BC/"},{"name":"德勒兹","slug":"德勒兹","link":"/tags/%E5%BE%B7%E5%8B%92%E5%85%B9/"},{"name":"思辨实在论","slug":"思辨实在论","link":"/tags/%E6%80%9D%E8%BE%A8%E5%AE%9E%E5%9C%A8%E8%AE%BA/"},{"name":"面向对象本体论","slug":"面向对象本体论","link":"/tags/%E9%9D%A2%E5%90%91%E5%AF%B9%E8%B1%A1%E6%9C%AC%E4%BD%93%E8%AE%BA/"},{"name":"霍尔盖特","slug":"霍尔盖特","link":"/tags/%E9%9C%8D%E5%B0%94%E7%9B%96%E7%89%B9/"},{"name":"先验唯物主义","slug":"先验唯物主义","link":"/tags/%E5%85%88%E9%AA%8C%E5%94%AF%E7%89%A9%E4%B8%BB%E4%B9%89/"},{"name":"唯物主义","slug":"唯物主义","link":"/tags/%E5%94%AF%E7%89%A9%E4%B8%BB%E4%B9%89/"},{"name":"回溯性","slug":"回溯性","link":"/tags/%E5%9B%9E%E6%BA%AF%E6%80%A7/"},{"name":"本体论","slug":"本体论","link":"/tags/%E6%9C%AC%E4%BD%93%E8%AE%BA/"},{"name":"毛主义","slug":"毛主义","link":"/tags/%E6%AF%9B%E4%B8%BB%E4%B9%89/"},{"name":"列宁主义","slug":"列宁主义","link":"/tags/%E5%88%97%E5%AE%81%E4%B8%BB%E4%B9%89/"},{"name":"赛里斯","slug":"赛里斯","link":"/tags/%E8%B5%9B%E9%87%8C%E6%96%AF/"}],"categories":[{"name":"理论","slug":"理论","link":"/categories/%E7%90%86%E8%AE%BA/"},{"name":"读书","slug":"读书","link":"/categories/%E8%AF%BB%E4%B9%A6/"},{"name":"键政","slug":"键政","link":"/categories/%E9%94%AE%E6%94%BF/"},{"name":"笔记","slug":"读书/笔记","link":"/categories/%E8%AF%BB%E4%B9%A6/%E7%AC%94%E8%AE%B0/"},{"name":"文章","slug":"文章","link":"/categories/%E6%96%87%E7%AB%A0/"},{"name":"随感","slug":"随感","link":"/categories/%E9%9A%8F%E6%84%9F/"},{"name":"翻译","slug":"翻译","link":"/categories/%E7%BF%BB%E8%AF%91/"}],"pages":[{"title":"关于我——微不足道之事","text":"软弱无力的美之所以憎恶知性，因为知性要求它去做它无能为力的事。但精神的生命不是表现为害怕死亡，与荒芜保持绝对的距离，而是表现为承受死亡，并在死亡中保持自身。只有当精神在一种绝对的支离破碎状态中重新找到自己，它才赢得它的真相。精神是这样一种力量，不是作为某种肯定的东西，对否定闭上双眼，就像有时，我们说某事物什么都不是或是虚假的，就此完事，转身去处理别的那样；相反，精神只有在直面否定并在其中逗留时才是这种力量。正是这种在否定中逗留的魔力才把否定的东西转化为存在。 ——《精神现象学》序言 如果要问为什么架设个人博客，主要也就是记录一些文章和想法，以及放一些译文之类的东西。在这方面我是很矛盾的，因为我觉得我很有可能在这些文本里面犯了一些非常糟糕的错误，但同时，我又认为我有必要甚至说有某种义务在这片空间至少写下点什么，当然了，写下的这些东西如果能有所帮助则更好。想来错误也只意味着事情不可避免地成为错误的，这些文本也算是我自己的挣扎和尝试。一些较早的文本可能有非常多的问题，但我还是希望将它们放在这里，而不是强迫症般地不断修改，以望臻至完美，我们都知道那个“完美的”文本并不存在，试图通过无尽的拖延来逃避谬误，或者说“在文本中的死亡”，只是低于精神的毫无意义的无能。总而言之，如果读者有什么想法，这里欢迎交流和批评。至于为什么不使用社交媒体，主要原因便是审查，其次却是考虑到部分文本实在不够成熟，想着放在博客上更加可控一些——这确实是有点强迫症化——或者说，比起“不够成熟”，更接近“不够死球”吧。另外，我还是觉得使用博客更灵活，虽然我基本完全不懂前端就是了。 联系· 你可以在以下这些地方找到我，但说实话我可能不会经常出现或及时回复。 知乎：Shage_Jack 豆瓣：Shage_Jack 哔哩哔哩：Shage_Channel Twitter：Shage_Jack Telegram： @Shage_Jack Telegram频道：临川荒冢 邮箱：shagejack@gmail.com","link":"/about/index.html"}]}