{"posts":[{"title":"翻译|朗西埃《无产者之夜》引言","text":"原作者：Donald Reid（唐纳德·里德） 翻译：傻哥 校对：暂无 封面作者：陈冬 参考文献及注释部分未翻译。 校对工作暂未进行，在此发布看起来可能非常糟糕的初稿，如有错误敬请指正。 本文章基于CC BY-NC-SA 4.0发布，仅供个人学习，若侵犯您的资产阶级法权，请联系号主删除。 以1830年的七月为例：在工人阶级的想象中，它和1968年五月扮演相同的角色。这是他们决定“无事将再同往日”的时刻。——雅克·朗西埃[1] 在1977年的第100期，《社会运动》（Le Mouvement social），法国主要的社会历史刊物，要求新的社会历史期刊《有理造反》（Les Révoltes logiques）编者集体给出关于《社会运动》的看法。《有理造反》集体对他们所看到的《社会运动》中的实证主义提出了激烈的挑战。《社会运动》的图景是更多地了解我们已经知道的东西，而该集体声明他们想知道“一些别的”。“让我们感兴趣的，”《有理造反》总结，是“那些档案作为话语，那些‘思想’作为事件，那些总是作为断裂的历史，在这里被质问（作为可提出质问的），且只能是在政治上被质问。”[2] 自1975年成立以来，没有人比哲学家雅克·朗西埃更认同《有理造反》。他自20世纪60年代以来的在智力和政治上的努力为理解《有理造反》难以捉摸的战斗口号提供了关键，而这种努力在《无产者之夜：工人梦想的档案》中保持了其一贯性。 年轻的阿尔都塞主义者· 朗西埃第一次在法国知识界留下他的印记，是在1960年代初至中期于巴黎乌尔姆街著名的巴黎高等师范学院读书时。在那里，他成为马克思主义哲学家路易·阿尔都塞的明星学生之一。此时阿尔都塞正因为他对马克思主义的人道主义的攻击而成为一个重要的知识分子。[3] 通过保持“科学”（知识分子的领域）和政治（党的责任）的区分，阿尔都塞在20世纪60年代晚期成为了法国共产党（PCF）的主要知识分子。但尽管阿尔都塞出于对党的考虑坚持他的平衡行为——在必要的时候进行必要的自我批评——他的学生却没有。他们认为阿尔都塞主义提供了“知识分子对改造世界的真正参与”的机会。[4]不愿直接攻击他们的导师。 1968年的学生造反，随后是法国历史上规模最大的总罢工，让大部分的左人（gauchistes）——正如大家对那些PCF左派所熟知的一样——感到震惊。虽然很多团体试图给这场运动提供领导，但UJC（m-l）最初没有。它把在“街垒之夜”与警察的激战中达到顶峰的学生造反解释为学生小资产阶级意识形态的表现。直到工人开始罢工时UJC（m-l）才加入，寻求与唯一真正的革命力量，无产阶级，组成同盟。UJC（m-l）的阿尔都塞毛主义者因此在1968年五月的地覆天翻的世界中迟到了。他们等待直到工人阶级的加入纠正那个世界并使正确的政治实践得以可能。就像其他的左人势力一样，UJC（m-l）指责PCF试图抑制罢工工人表现出的那种革命冲动。UJC（m-l）的激进派们对五月底和六月初遇到的年轻反叛工人们寄予了特别的希望。 五月后，UJC（m-l）分裂。一个派系与在“事件”中脱颖而出的其他势力联合起来组建了小但富有影响力的毛派组织无产阶级左派（GP）。朗西埃与这一运动有关，其口号“造反有理”（On a raison de se révolter）总结了它对在一个该行动的时候展开枯燥的理论化的不满。 GP引起了许多著名知识分子的同情，包括米歇尔·福柯，莫里斯·克拉维尔和让-保罗·萨特。该小组（groupuscule）因其试图打破激进知识分子和工人之间的分裂，以便让知识分子 “为人民服务”，而不是像列宁主义先锋队一样领导他们而闻名。为此，GP在法国各地推动知识分子（主要是学生）作为工人的秘密“编制”——établis。 1968年五月是像朗西埃这样的阿尔都塞毛主义者的一个转折点。阿尔都塞对学生运动的批判迫使他们与他们曾经的导师的思想交锋。对于朗西埃，五月造反与对阿尔都塞主义的造反成为密不可分的。这两种造反共同催生出了朗西埃对激进知识分子的更多反思以及他创造出一种对社会的知识的努力，这种知识不会，无论多么微妙地，建立起新的规范和等级制度，即使是在推进推翻旧社会的反抗之时。 从1969年七月对阿尔都塞的尖锐批判开始，在1973-1974年撰写的文章中继续，朗西埃认为1968年五月揭示了阿尔都塞思想“是一种秩序哲学，其所有原则将我们从撼动资产阶级秩序的造反行动中分离”。[5]讽刺的是，那些最大声地支持中国CR的法国学生，最终却通过科学的诡计反对他们国家里的类似物。 通往有理造反的路上· 国家镇压和群众对GP的冷漠促成了该组织在1973年解散的决定。然而，同等重要的是，人们意识到群众冲突的焦点已经从GP转移到了Lip（厉溥）在贝桑松的制表师这样的团体，他们通过占领工厂并开始生产来回应雇主关闭工厂的决定。朗西埃正是从这个角度批判GP没有拔除其在乌尔姆圈子和阿尔都塞哲学中的根源。 GP未能思考其中心化结构的弦外之音，尤其是“代表”的阴险逻辑：“以群众（masses）的名义持有的普遍话语”。[6] 朗西埃早在1974年就已经勾勒出对GP的批判。几年后，一群前左人作为“新哲学”代言人轰动地出现在法国知识界，这种新哲学谴责所有“总体化话语”：马克思主义的哲学前提直接导向苏联的集中营。此时朗西埃又回到了那些批判。福柯在七十年代中期对在整个社会中运作的无数的权力战略的揭示为新哲学家们提供了一个分析框架。人民，用毛主义的术语，或平民/平民角色（de la plèbe）——用福柯或像安德烈·格鲁克斯曼（André Glucksmann）的表述——是新哲学家所代表的人，是无权、苦难与反抗的场所。知识与权力密不可分；所有的科学都是镇压的模式。只有通过实践才能了解平民。解释其苦难的努力（比如，在资本主义或建设社会主义方面）隐含着对平民困境的合理化。新哲学家们攻击国家，同时赞扬经常是隐藏着的那些平民的微小抵抗。他们用这些反对“无产阶级”的革命的宏观抵抗，认为其政治斗争摧毁了平民文化，从而使得无论革命斗争的表面结果如何，总是导向国家的最终胜利。 朗西埃同意新哲学的许多内容。然而，他也在其中看到了一种正是从GP的理论和实践中发展出来的，重新复活了的“让新的知识分子登上宝座”的努力。这种解释颇具争议。朗西埃关于这一主题的文章本应出现在《现代》（Les Temps modernes）的某一期上，但由于该刊物的编委会与GP和新哲学的关系而被其拒绝发表。[7]（Benny Lévy，前 GP 领导人 ，担任编委。） 从一开始，朗西埃就写道，GP曾谴责知识分子试图利用和指导自发的群众斗争。然而，在七十年代初，人民不愿揭露其内在的反叛性使知识分子-激进派的的理论更加可信。通过审判阶级敌人的群众法庭，知识分子-激进派将为人民表达自己创造条件；作为激进派，知识分子逐渐回到了他们惯常的人民代言人角色。新哲学家继承了这些激进派的遗产，他们对平民中的真理的认同巧妙地颠倒了阿尔都塞/列宁/考茨基派产生真理（科学）并带给工人阶级的任务，但也保留了关于传教士的无辜和他们传达的真理的概念。 新哲学家在选择性阅读福柯时忽略的是他所指出的不存在纯粹的非权力话语。人民本身就必然卷入各种形式的排斥和压迫中。每一次反抗行动都涉及动员现有的权力表达来反对他人。在七十年代中期，朗西埃总结说，新哲学家动员了对福柯的某种阐释，而不是对马克思的某种阐释，以重建激进知识分子作为人民发话筒的惯常角色。 朗西埃转向另一个方向，走向福柯，走向萨特，阿尔都塞的另一个马克思主义者自我和GP在知识界最坚定的盟友。（朗西埃在对阿尔都塞的《回应约翰·刘易斯》（Réponse à John Lewis）的批判中指出，在一场文本捉迷藏游戏中，阿尔都塞将他对默默无闻的英国共产主义者刘易斯的攻击作为一种到达萨特的手段。）[8]马克思主义理论与共产主义政治的对抗，是20世纪法国知识分子的重要经验。在拒绝了阿尔都塞与党的共生关系并目睹了左人运动的分崩离析后，像朗西埃这样的年轻激进知识分子意识到萨特对党外知识分子政治状况的广泛调查具有针对性，他们同时寻求说真话和干革命。 七十年代中期，萨特参与了一部计划中的电视连续剧“二十世纪反抗的意义”。朗西埃与西蒙娜·德·波伏娃，曾任GP领导人列维（Lévy）和菲利普·加维（Philippe Gavi）以及前左人/未来的新哲学家格鲁克斯曼（Glucksmann）在同一个团队工作，为该企划招募了接近八十名学者和历史学家。[9]《有理造反》致力于创造“另一种历史记忆”——而不是学院派或政党的记忆——基于“来自下方的思想”。 从学习马克思到学习工人· 朗西埃于1972-1973年开始对劳工史感兴趣，此时GP开始分崩离析，而他则回到攻击阿尔都塞上。面对，如他后来所说，“1968-1970年伟大理念的僵局：知识分子的论争与工人斗争的结合”，朗西埃从七月王朝寻找指导，当时马克思将理论嫁接到了工人的抗议上。[10] 马克思著作中的断裂不是1845年认识论革命的结果，而是他对三年后工人阶级革命挫败的失望。[11]马克思与巴黎工人的矛盾关系——对他们的道德说教和结社不耐烦，又赞扬他们激烈的街头巷战——被编入一门科学，而阿尔都塞只是其最新使徒。 那么，是时候为他的同时代的工人们放下马克思的著作了。朗西埃在阿尔都塞反对“马克思主义的人道主义”及通过指涉马克思早期的“人道主义”著作对其的合法化的圣战中开始他的学术生涯。毫不奇怪，这个问题同样为朗西埃进入新的文学体系提供了入口。当朗西埃思考19世纪30年代工人的生活和写作时，他看到他们通常通过特定行业的方式来构想事务。然而，当他们确实开始以作为群体的工人发声时，这却是作为对资产阶级作家对工人群众的贬抑的道德分析的反应。打破了这种同行的封闭话语的七月王朝工人的基本诉求是“人”的地位。他们否定了布尔乔亚有描述和定义他们的权利，无论是像社会调查员一样把他们说成野蛮人；像家长式的雇主一样把他们说成小孩；像经济学家一样把他们说成生产单位；还是像警察一样把他们说成暴动者。在每一种情况下，“工人话语首先针对资产阶级”，后者试图以否认前者取得独立和平等的权利的方式来定义工人的身份。[12]工人争辩说，如果有人配不上“人”的称号，那只能是利己的，物质的七月王朝资产阶级。 朗西埃如何看待这种“人道主义”闯入工人话语？他拒绝使用阿尔都塞主义的阐释技术，将这种情况说成 “被镇压的意识形态对主导意识形态的必要从属”。[13]然而，朗西埃立刻就开始怀疑这种代言人逻辑（logic of representation）的重新插入（reinsertion）。受众就这么明显的是资产阶级吗？这能被如此完整地从文本中得到吗？ 朗西埃在《工人之声》（La parole ouvrière）中探讨了这些问题，这是他和阿兰·福尔（Alain Faure）共同编辑的一组工人在1830到1851年间撰写的文档。在他们的介绍中，朗西埃和福尔通过革命传统之间的相互影响勾勒出工人阶级思想发展的历史，这种相互影响体现于1830年革命中同行（compagnonnage）思潮和组织的转变和衰退，以及工人通过结社来实现解放的思想之发展。在这个意义上，《工人之声》类似于威廉·休厄尔（William Sewell）在“劳动语言”中对工人社会主义起源的开创性探索。[14] 然而，朗西埃在他的评论中也谈到了“无产阶级意识形态的历史诡计”，这些诡计将成为二十世纪劳动组织的学说和实践的特征。他在刊物《车间》（L’Atelier）的基督教社会主义者中找到了这种“诡计”的早期例子，他们是工人阶级理想的坚定捍卫者，反对所有可察觉的资产阶级入侵。《车间》的工人阶级精英“更关心使他们的同胞接受教育和道德，显得他们值得与资产阶级以平等的地位打交道，而不是让工人阶级起义的多种而矛盾的表达模式占统治地位。”[15]要求被当作“人”看待的要求因此同时既是对资产阶级的蔑视和拒绝态度，又是针对其他工人的工人阶级道德压抑话语的核心。 首先在马克思的著作中思考“人”的重要性，然后是在那些同时代工人的著作中，这将朗西埃领向了支撑《无产者之夜》的问题。对“工人阶级”的知识并不是从对经济结构或文化矩阵的未经中介的反思中产生的，而是源于与明显的资产阶级“他者”的对话和对抗。由此产生的认同和代表反过来成为无休止的排斥、包容和分化的场所，这些场所周期性地产生关于无产阶级，关于人民，关于平民地自信断言。通过这种思考，朗西埃抛弃了在《阿尔都塞的教谕》（La leçon d’Althusser）中表达的信念，即认为从七月王朝工人的对生产者联合的呼吁到Lip的制表师接管工厂中，存在一条通向社会主义与革命的“自主道路”。[16]而他被引领着去提出的问题将是：对法国“无产阶级意识”（la pensée ouvrière）历史的其他概念化方法有什么影响？ 与劳工历史的对话· 二十世纪70年代，法国和其它一些地方的劳工历史学家正表达着他们对建制派马克思主义史学的幻灭，他们希望把上一个十年的社会和文化反抗合并入他们的著作。朗西埃被劳工史的新发展吸引了，但最终以类似的“新历史主义”论证拒绝了每一种发展。他解释说，工人队伍内外的一些因素，已经把关于技能、反抗和文化的一些特定概念，建立成了用来定义和评议永远顽强反抗着的劳动者的规范。“霸权集团总是在工人贵族的中心产生，将自己展现为无产阶级，并断言无产阶级组织另一种新的社会秩序的能力需要从技能[compétences]和在其工作和斗争中产生的价值开始。”[17]历史学家，常常是无意识地，把一种或另一种解释劳工的单一模式的胜利认可为发展。 朗西埃在考察劳工史领域时认为，其从业者广泛地接受了一种社会学决定论，这种决定论将工作中的技能和自豪感同某些特定形式的劳工运动的兴衰联系起来：“工作中的技术能力和自豪感因此创造了早期劳工斗争性的基础，是泰勒制革命通过推行大规模且官僚化的形式结束了这种斗争性，这导致了新的缺乏专业技能、集体传统和对工作的兴趣的新劳动人口的出现。”[18]关于手工业工人的真正社会主义的迷思是作为劳工代言人们对十九世纪晚期和二十世纪新的社会主义政治潮流的抵御，回溯性地被发现的。 考虑到这点，朗西埃探索了1914年以前的工团主义以及共产主义者对其的颠覆，是如何从工人自我解放的愿景走向国有社会主义的。为什么像阿尔方斯·梅海姆（Alphonse Merrheim）和加斯顿·蒙穆索（Gaston Monmousseau）这样曾经的反对国家主义的工团主义者在第一次世界大战后竭力鼓吹对国家的接受——资本主义或共产主义？为什么像乔治·杜穆兰（Georges Dumoulin）这样的前安那其-工团主义者会拥护维希政权的意识形态？[19]这种工团主义传统的根源是一个未阐明的前提：外在的教化力量——无论是“中立”的共和国，维系政权还是无产阶级专政——对解决工团主义者对工人阶级所寄托的愿望中固有的矛盾是必要的。 朗西埃对维希工团主义者的观念特别感兴趣，他们自认为是前马克思主义的19世纪30年代和40年代激进工人的继承者，那些工人在不诉诸有辱自尊的街头示威的前提下要求尊严、自主权和与他们主人平等的待遇。维希工团主义者在他们的出版物中支持这种“合作”的理念，其中最重要的名为《车间》（L’Atelier）。[20]朗西埃从这项研究中得出的结论是，劳动语言潜在地是一种压迫语言，除非被破坏它的实践渗透，就像在占领期间的法国，在阶级自觉的工人被期望知道如何停止罢工和开展生产斗争之时。 面对解放工作的赞歌，抵抗者们重新学会了只工作至刚好能维持生计，以及那些反生产、糟糕地工作和怠工的颠覆性美德……工人合作和抗争的历史使那些在工人历史的“正常”进展中经常未能被较好地识别的特征浮出水面：他们鲜少需要从助长斗争的主题中将自己辨别为那些造成服从的身份；阶级思想必然被什么别的东西贯穿，因为它不是阶级合作的思想。[21] 朗西埃在一篇伴随着的文章中指出，法国左派，尤其是共产主义者，在他们的史学研究上致力于将自己建立为法国大革命传统的合法继承人，而不是工人文化原生传统的继承人。他们在二十世纪早期把这一领域拱手相让：劳动部的公务员、涂尔干派的社会学家和来自更古老的，“工人主义”传统的激进分子，这种传统认为存在能与共和主义兼容并反对社会主义者和安那其-工团主义者的革命计划的独立劳工文化，而那些革命计划被视作从外部强加给工人阶级的。在两次世界大战之间的岁月里，社会主义者和工会主义改良派在他们反对“外来的”PCF的运动中吸收了这种工人主义传统，而同样的传统又被嫁接到了维希政权试图唤起土生土长的关于免于政治污染的工人文化和法团的传统的努力上。劳工文化研究在战后被否定，直到20世纪60年代才被重新严肃对待。[22]与第三共和国的研究显示自主劳工文化与国家的兼容性相反，后-1968的研究者将他们的项目定义为一种聚焦于矛盾和斗争的工人文化的历史。 这种方法的根源在于左人思潮和将福柯的思想融入社会历史中。一些福柯派有点过于温顺地接受了雇主们关于他们的纪律策略的理解，只是简单地将它们重新表述为指控。[23] 朗西埃本人在1975年的一篇论文中采用了相同的策略，该论文是关于工人对乌托邦社会主义学说中的纪律性和生产主义要素的不接受，[24] 在与科特罗的公开对话中，朗西埃和《有理造反》集体指出了他（无意中）通过把文本中的每个元素都通过“工人反抗”的纯粹否定性的方式解释赋予《崇高》（Le sublime）以单一的反转了的真相的虚假连续性其危险性，忽略了工人自己可能会对他们的同事、学徒或妻子行使的权力形式。[25]正如他面对新哲学家时所做的那样，朗西埃拒绝“工人反抗”的解释模式，它作为一种微妙的手段，确立了作为思考者的知识分子和作为行动者的工人之间的分裂。 朗西埃发现群众文化作为识别激进工人阶级本质的依据并不比关于工人控制和反抗的理论更可靠。他批判了群众文化的鼓吹者，他们把那些群众文化被设想具有的不受外部影响渗透的特征说成对霸权主导文化的威胁。这种群众文化真的有像据说的那样完全免于同主导文化的联系么，更重要的是，它的颠覆性本质是来源于它的纯洁性吗？朗西埃的答案是：不。当文化事件挑战劳动与闲暇，生产者与消费者，工人和资产阶级之间的界限时，对现存秩序真正的威胁出现了。他利用了这样一个例子，他可能会称之为观众“表演”（performance），在十九世纪上半叶的巴黎，资产阶级和工人前往同一个剧场。[26] 朗西埃在对七月王朝的工人-诗人的反传统解读中发展了这一观点。工人进行写作的这一决定——“诗意的僭越”——打破了工作场所和群众社交的节奏。“工人的诗歌并非从一开始就是群众言论的回声，而是始于对他者的神圣语言，被禁止的迷人的语言的模仿。[27]对那些拒斥他们文学赞助人的建议的工人作者来说更是如此，那些建议让他们写一些他们知道的（或者说他们应该知道的）东西——工作的世界。 一个从来没有学过如何写作却试图写出符合他时代口味的诗歌的工人，可能比一个唱着革命歌曲的工人，对于占主导的意识形态秩序可能更是一个威胁……也许真正危险的阶级与其说是想从底部颠覆社会的蒙昧者，不如说是那些在阶级、个人和群体的边界之间流动的浪人，他们自己发展出了一些于改善他们的物质生活无益的能力，事实上，这些能力可能让他们轻视物质问题。[28] 这样的个人，朗西埃认为，做出了打破分隔从事有用劳动的人和思考美学的人的由来已久的屏障的真正激进行动。 朗西埃不仅注意到资产阶级对这些徘徊在自己应有的身份之外的工人的可预见的解雇，还注意到工人领袖们也在这么做，他们通过谴责自负的资产阶级堕落对工人阶级文化的渗透，为他们自己创造了作为阶级理想之“代表”的新社会地位。这些代言人既不是工人也不是资产阶级，在社会上他们类似于他们批判的那些酒馆流行歌手。朗西埃认为，对于那些会求助于国家来维护工人文化的道德和自主的工人领袖来说，前面说的只是一个步骤。[29] 在编辑《工人之声》（La parole ouvrière）时，朗西埃曾想过，“无论一个人将劳工史追溯多远，他都会看到由基于对实践同可接受的或不可接受的话语的编撰的判断指导的造反。[30] 即使是最好的社会历史学家都没有把这种与不可能的遭遇包含在他们的著作中。朗西埃发现了许多值得敬佩的地方，比如，在爱德华·帕尔默·汤普森（E. P. Thompson）的《英国工人阶级的形成》（The Making of the English Working Class）中。[31] 无产者之夜· 《无产者之夜》标志着对朗西埃从阿尔都塞主义者的年轻时代到毛主义者时期的知识分子生涯的初步总结，以及对他在《有理造反》中独特声音的主张。在清理阿尔都塞旧账的20世纪70年代早期，朗西埃发展出了对马克思关于工人阶级的理解的批判。在这十年的后半段，他针对劳工运动和劳工历史学家共同展现出的工人阶级形象继续了这个批判项目。他指出，当工人们符合某一种规范时，他们的价值最高。他们的“差异”使他们变得可疑。朗西埃将这些工人阶级形象植根在过去的劳工运动中的失败和当代激进知识分子的自我怀疑之中。左人思潮崩溃后的几年里，这些知识分子一直在工人阶级的“他者”中寻找确定性。这助长了“从我们的不确定性和幻想中保存工人阶级斗争、群众文化和平民智慧的自主性的真诚忧虑”。 然而，朗西埃指出，简单地承认一种关于什么构成了工人阶级的知识是危险的，这种知识本身就是被失望于其同僚的道德与政治弱点并被他们自己的对另一种生活的志愿所诓骗的工人们创造的。不论是在研究《车间》（L’Atelier）的维希工团主义者，还是在研究第三共和国的工人文化时，朗西埃都得到了同一个结论。“麻烦的是，这种工人话语从来没有像其在他者的逻辑上或在为他们自己的利益工作时那样有效。”[32] 这一悖论把朗西埃带回他对代表过程的批判，这种代表过程的双重化总是隐藏着一种被压抑的差异。他将他在《无产者之夜》中开展的事业描述为“一种话语秩序，标志着社会‘对象’的不和解，它与它自身的差异”。[33] 朗西埃不把文本看作有待解读和分类的被动对象，而认为其是积极的，不断向将要解释者（the would-be interpreter）提出问题的。在解释者寻求某种工人阶级本质时，工人讲述他们的存在和愿望的声音被扭曲、放大、审查并推到一边以确认“已经知道的事”。朗西埃对历史学家发问：“这种倾向于为了支持一个没被听到的人的无声雄辩去将每一条被提供的信息中的冗词除权的逃避究竟意味着什么？”然而，历史学家们一接触到这种“冗词”，他们就永远不能宣布真相已被揭露，工人阶级已被代表了。 朗西埃在《无产者之夜》中的方法与解构主义技巧有一个相同的策略，即在文本中找到揭示文本中因“书写”（writing）的压抑而产生的矛盾的点位。朗西埃锁定了出现在工人试图将为“他者”保留的权力占为己有时出现的工作生活的“中断”（interruptions）和“悬置”（suspensions）。传统上主导文本的元素——解构主义者的“言说”（speech），在这个情况下则是作为劳动者的无产者——被解构来揭示被压抑的“书写”或揭示作为思考者的无产者。工人生活同社会学建构看起来的一致性在解构主义阅读中让位于那些生活中的“中断”。朗西埃既没有赋予文学证据也没有赋予社会学证据首要地位。两者都是有待解构的不稳定文本；其中每一方都是作为另一方的背景，而不是其反映。 《无产者之夜》三部分的每一部分都将工人阶级的概念化中的一种关系问题化：工作之于工人；工人-激进派之于工人；阶级意识之于工人。在第一部分中，朗西埃重申他反对那些通过社会经济规范或一系列姿态和行动来代表工人阶级的努力。他描述七月王朝的巴黎工人时，比起描述其受纯粹肉体剥削和作为法团社群成员，更多是描述其陷入了为获得和保住以道德堕落、精神枯燥和程度毫不亚于前二者的肉体困苦为特征的工作而奋斗的永恒焦虑当中。可能不是工作条件本身以野蛮威胁着工人，而是搜寻维持生计方法的没完没了的需要。按技能、公司或车间组织进行的分类掩盖了分包和去技能化中的复杂多变的世界。 将我书中人物定义为无产者的并不是他们对工作的认同，也不是他们的群众根源；而是每天都遭受质疑的状况的偶然性，是表面上享有盛誉的资历及行业的虚幻或暂时性。今天被描述为不稳定工人[travailleur précaire]的境遇也许是无产者的基本现实。而1830年工人的存在模式与当代工人其实十分接近。[34] 第一部分的中心人物是细木工/地板工人加布里埃尔·高尼（Gabriel Gauny），他决定让这种不稳定状态成为解放的源泉——通过他的“修道士经济”来征服动物性的消费需求的暴政。高尼从他与资产阶级圣西门派的经验中汲取的不是使工作成为新的道德秩序的基础，而是作为思考哲学的体力劳动者生活的欲望。[35]然而高尼不仅仅是GP编制（établi）的倒置。他也是朗西埃的另一个自我，一个可以参观全景敞视监狱并超越福柯的监狱世界，领会到做的好的工作可以带来暴政的教训。正是高尼能够以一种不连贯、反传统和不可持续的方式宣扬“一种不同世界的启示和一种新的存在者间关系的开始”而不是对世界进行理性的重新排序。 朗西埃在《无产者之夜》中从对高尼的反思回到了第二部分中他对他关于激进知识分子与工人关系的早期著作的重新思考，其本身就是高尼人生中的决定性事件。19世纪30年代，裁缝和印刷工提出了被当作“人”对待的要求，并不是因为他们技艺娴熟，供不应求或拥有某种发达而孤立的法团熟语（idiom）。相反，他们几乎没有什么需要从别的工人那里保护的，而他们的行业使他们与资产阶级和他们关于自由和平等的话语经常地产生联系。事实上，不是他们与主导文化中元素的孤立性而是联系向工人们暗示了与他们的看似注定的工作生活决裂的可能性。 不需要有人来告诉工人们他们被剥削了；这他们已经知道。对于工人们来说，他们可能注定要去做点除了被剥削以外的事情，才是新闻。工人在与“他者”的遭遇中获得的不是特定的教条，而是对另一个世界的暗示，一个去反抗的除了自我主义和物质主义之外的原因。资产阶级和工人们的这种遭遇，远非轶事，它在“工人阶级”历史中具有核心意义： [工人们寻求]试图去为自己占领那些可以彻夜不眠者的夜晚，那些不必乞讨者的语言，那些不需被吹捧者的形象……我们必须审视这种混杂的场景，在其中部分工人与知识分子同谋，这些知识分子出来会见他们，可能希望征用他们的角色，通过初试一些自上而来的话语和理论来重演并改变那个关于谁有权为他者说话的古老迷思。 新工人和他们新的圣西门主义者朋友各说各话。他们都聚焦于对方的经济条件中的内在可能性，却忽略了与他们对话者的梦想。一些工人把圣西门主义者看作工作的来源；最忠诚的则被进行哲学思考的机会迷住了——去做“无用劳动”——在一个由免于体力劳动的必然性的圣西门主义学生们所激发的爱组成的社区中。他们通过在圣西门主义中一瞥新世界被迷住了，而不是被他们自己的进步迷住了。 享有特权的圣西门主义青年们从他们自己对工作的积极本质的笃信中创造了一种工人的形象，其中一些——GP建制（établis）的遥远先驱者——甚至开始过从事体力劳动的生活。他们为工人拒绝他们将其组织成劳动大军的努力而失望。对于朗西埃同样重要的是新工人的失望。“对于这些容易被描绘成‘为人民服务’[毛主义信条]的学生，但实际上是工人和前工人的圣西门主义传教士，他们曾经逃避了把自己变成圣西门主义者，而其全部悲剧就是被他们的使徒派向那些自负的工人们。[36] 已看到另一个世界而变得永远不同于未接触的群众并对群众感到幻灭的个人们的“悲剧”为《无产者之夜》的第三章设立了舞台。在本节中，朗西埃讨论了《车间》（L’Atelier）的基督教社会主义者及他们与其他工人群体的辩论，以及在1848年六月起义后在第二共和国的帮助下建立的合作社和在十九世纪下半叶于美国建立的伊卡里亚社区。这些运动试图把一种建立在劳动和抵御资产阶级污染（包括圣西门派和傅里叶派灌输的梦幻般的变态和物质主义幻想）上的道德确认为工人阶级的本质。《车间》的结社计划和共产主义者建立伊卡里亚的努力同时呼吁解放和关于秩序的压抑话语。那些关于劳动的意识形态和被其激发的项目的特征是无法解决的矛盾，在这些矛盾中牺牲的美德与团结被发现与“他者的”自我主义与物质主义恶习是相同的。工人运动是从一种矛盾中产生：“解放一词被同时用于表示为了自己的个体工人的进展和被压迫无产阶级的解放。” 不论是在巴黎还是在伊卡里亚，工人们拒绝履行被赋予他们的阶级使命；他们永远都是错的。由此产生的欺骗与失望被铭刻于工人阶级的理念，它永远以反叛和骄傲、纪律和秩序的诱人信息向工人招手。代表的逻辑是这样的，工人阶级的“代表们”总是会与工人们自己有差异，并且会发展出压抑这种差异的工人代表。“理性的诡计把做梦的工人们带上未来的真正道路，那些纪律——和专政——王的工作的道路。[37] 然而，《无产者之夜》不是一本悲观的书；朗西埃的分析并没有承认这种结论性。他让读者看了1890年一位年迈工人-激进派给曾经是她的情人的傅里叶派知识分子写的信，在信中她告诉他自己从来没有忘记半个世纪前她被引入了另一种生活的可能性。《无产者之夜》的政治因此不是“绝望的寓言”，朗西埃解释，“相反，而是在一种致力于约束无产阶级的要求（demande prolétarienne）和政治压抑的威胁的生活中，一种需保持的无法战胜的决心，最初的不同意；同时是乌托邦的死亡和对现实的拒斥。[38] 结论· 当朗西埃在20世纪70年代调查社会历史领域时，他开始相信其从业者不过是在简单地关于他们已经知道的东西写更多——每个机构都有其阶级基础，被压迫者在他们的文化中寻找资源用于反抗等等。并不是说这些发现不是“真实的”，而是它们已经变成了普遍准则：对它们的“真理性”的确定态度似乎掩盖了其他东西——历史的文本中对历史学家的计划的抵抗。两种选项浮现。第一种是重申或复兴旧范式；第二种——朗西埃的选择——是去质疑这些范式并询问为什么它们对历史学家如此有吸引力。带着这个目标，朗西埃在《无产者之夜》中解构了“工人阶级”（或者说“无产阶级”）来揭示其矛盾和遏制策略。这本书展现了一个概念的“系谱学”，但它拒绝了历史学家们的标准策略，即一劳永逸地识别出在一个演进过程中的先行者和年代标记。《无产者之夜》举例说明了一段历时性的历史，在其中对过去的反思必然导致对这种反思本身的范畴、方法和意向的话语生产的反思。识别和解释作为“他者”（或“统一”）的工人阶级的这种努力最终产生了对分析者身份的质疑。 《无产者之夜》广泛倡导社会历史学家重新思考他们研究的东西及他们如何研究它。朗西埃挑战了最近最好的和最具创新性的社会历史的文学和社会学经典（例如，威廉·汉密尔顿·塞维尔[William Hamilton Sewell]的《法国的工作与革命》[Work and Revolution in France]所代表的）。他阅读工人运营的报纸，比起找其中包含的系统性称述，更多是为了寻找持续挑战着这种陈述的连贯性的矛盾性和冲突性的故事与信件。当朗西埃讨论工人-诗人时，是为了他们生活和文本中的不确定性和疑问，而不是为了他们对劳动的颂歌。[39] 马克思和塞维尔分别指出十九世纪工人阶级的本质应在工厂劳动力与手工业组织中被找到。朗西埃重新定位了这一愿景，要求我们去考察这些群体外的工人——那些被圣西门主义所吸引的人——并不将他们解释为马克思和恩格斯丑诋的流氓无产者或福柯的被排斥者（exclus）：“这个偶然的人群，在任何意义上，与其说是边缘化与堕落的无产阶级，不如说是在其本质中的无产阶级，这种本质隐藏在该死的工厂与机械之先驱的凄惨或光荣的形象下。 尽管塞维尔发现十九世纪中叶巴黎工人的社会主义理想植根于他们对法团式的过去的重新思考中，朗西埃仍忠于阿尔都塞——或者实际上是对阿尔都塞的老师加斯东·巴舍拉（Gaston Bachelard）——在把革命社会主义者的意识形态看作诞生于对当下（以及作为解释启发于那种断裂的工人的最终徒劳的尝试的劳工运动意识形态）的激进“断裂”上。至于激进知识分子，朗西埃既没有像塞维尔一样淡化他们在社会主义意识形态形成中的作用，也没有把他们变成列宁主义的“向导”；他们是一个明显的“他者”的必要而令人不安的存在，但他们无法控制他们的存在会被怎样解释。 朗西埃提出了一种对自己的分析范畴自我觉知和自我批判的社会历史。这样的项目远不是抑制历史学家，而应该通过质疑“当下主义”（presentist）冲动刺激他们，即使这是在质疑在过去或未来建立独立的“真理”的努力。目标是发展出这样一种历史，它应当避免居高临下（patronizing）——用性别和阶级历史学家共享的隐喻来说——那种解释威权威胁着要给出的对待过去的方法。[40] 有些人会担心，《无产者之夜》所呈现的那种后结构主义诘问方式只是阿尔都塞的理论中的阶级斗争或者——套用萨特的话说——让比杨古（Billancourt）绝望的又一变种。不必如此。在法国和西方的知识分子与劳工运动疏远之际，这些劳工运动本身就不安地基于不断变化的劳工力量上——它本身并没有被完全包含在当前上演的关于劳工形象的剧目中——朗西埃的讽刺性调查指出了一些方法，以满足有想象力地思考事物与我们“知道”它们所是的那样有何不同的需求。 I first wrote about Jacques Rancière in “The Night of the Proletarians: Deconstruction and Social History,” Radical History Review 28–30 (Fall 1984). I have recycled portions of that essay in this Introduction. These are used with the permission of MARHO: The Radical Historians Organization, Inc. I would like to thank readers of that essay and of this one, Lloyd Kramer, Sara Maza, Pat O’Brien, William Reddy, Holly Russell, Joan Scott, and Steve Vincent. “Jacques Rancière,” in Entretiens avec “Le Monde” 1: Philosophie, ed. Christian Delacampagne (Paris: La Découverte, 1984), p. 165. ↩︎ Collectif des Les Révoltes logiques, “Deux ou trois choses que l’historien social ne veut pas savoir,” Le Mouvement social 100 (July–Sept. 1977): 30. ↩︎ Robert Geerlandt, Garaudy et Althusser: Le débat sur l’humanisme dans le Parti communiste français et son enjeu (Paris: Presses Universitaires de France, 1978), places this debate within the context of PCF politics. ↩︎ Jacques Rancière, La leçon d’Althusser (Paris: Gallimard, 1974), p. 89. ↩︎ Ibid., p. 9. ↩︎ Ibid., p. 222. ↩︎ Collectif des Révoltes logiques, “Les lauriers de mai ou les chemins du pouvoir (1968–1978),” Les Révoltes logiques (Feb. 1978): 6. For analysis of the New Philosophers, see Jacques Rancière, “La bergère au Goulag,” Les Révoltes logiques I (Winter 1975): 96–111; Danielle and Jacques Rancière, “La légende des philosophes (Les intellectuels et la traversée du gauchisme),” Les Révoltes logiques (Feb. 1978): 7–25. (On the conflict with Les Temps modernes, see the note on page 2 of this issue of Les Révoltes logiques.) ↩︎ Rancière, La leçon, pp. 46–47. ↩︎ Annie Cohen-Solal, Sartre: A Life, trans. Anna Cancogni (New York: Pantheon Books, 1987), pp. 504–5. ↩︎ “Jacques Rancière,” p. 158. ↩︎ Ibid., p. 800. ↩︎ Faure and Rancière (eds.), La parole ouvrière, p. 14. ↩︎ Ibid., p. 19. ↩︎ William Sewell, Jr., Work and Revolution in France: The Language of Labor from the Old Regime to 1848 (Cambridge: Cambridge University Press, 1980). ↩︎ Faure and Rancière (eds.), La parole ouvrière, p. 209. ↩︎ Jacques Rancière, “Le prolétaire et son double ou le philosophe inconnu,” Les Révoltes logiques 13 (Winter 1980–81): 6. ↩︎ Jacques Rancière, “Les maillons de la chaîne (Prolétaires et dictatures),” Les Révoltes logiques 2 (Spring–Summer 1976): 5. ↩︎ Jacques Rancière, “The Myth of the Artisan,” International Labor and Working Class History 24 (Fall 1983): 1. ↩︎ Rancière, “Les maillons,” pp. 3–18; “De Pelloutier à Hitler: Syndicalisme et collaboration,” Les Révoltes logiques 4 (Winter 1977): 23–61. ↩︎ Rancière, “De Pelloutier à Hitler,” p. 33. ↩︎ Ibid., pp. 60–61. ↩︎ Jacques Rancière, “ ‘Le Social’: The Lost Tradition in French Labour History,” in People’s History and Socialist Theory, ed. Raphael Samuel (London: Routledge &amp; Kegan Paul, 1980), pp. 267–72. ↩︎ Danielle Rancière provides a good critique of this tendency in “Le philanthrope et sa famille,” Les Révoltes logiques 8–9 (Winter 1979): 99–115. See also Jacques Rancière, “Une femme encombrante,” ibid., pp. 116–22. ↩︎ Jacques Rancière, “Utopistes, bourgeois et prolétaires,” in Le discours utopique, ed. Maurice de Gandillac and Catherine Piron (Paris: Union Générale d’Editions, 1978), pp. 69–82. ↩︎ Ibid., p. 10. “Au sublime ouvrier: Entretien avec Main Cottereau,” Les Révoltes logiques 12 (Summer 1980): 31–45. ↩︎ Jacques Rancière, “Good Times or Pleasures at the Barriers,” in Rifkin and Thomas (eds.), Voices of the People, pp. 51–58. This essay appeared originally as “Le bon temps ou la barrière des plaisirs,” Les Révoltes logiques 7 (Spring–Summer 1978): 25–66. ↩︎ Jacques Rancière, “Ronds de fumée (Les poètes ouvriers dans la France de Louis-Philippe),” Revue des sciences humaines 61 (April–June 1983): 37, 33. ↩︎ Rancière, “Good Times,” p. 50. ↩︎ Ibid., pp. 82–90. ↩︎ Faure and Rancière (eds.), La parole ouvrière, p. 9. ↩︎ E. P. Thompson, The Making of the English Working Class (New York: Vintage Books, 1963). For his part, Thompson took note of Rancière’s “Maoist freak-out” in La leçon d’Althusser: see The Poverty of Theory (New York: Monthly Review Press, 1978), p. 202, n. 134. ↩︎ Rancière, “Le prolétaire et son double,” p. 6. ↩︎ “Jacques Rancière,” p. 165. ↩︎ Ibid., pp. 64–65. ↩︎ Ràncière has assembled and edited a collection of Gauny’s writings: Le philosophe plébéien (Paris: La Découverte/Maspero, 1983). ↩︎ Rancière, “Le prolétaire et son double,” p. 8. ↩︎ “Jacques Rancière,” p. 165. ↩︎ Ibid. ↩︎ However, Rancière does not fetishize obscure texts. His Le Philosophe et ses pauvres (Paris: Fayard, 1983) addresses “major” thinkers, including Plato, Marx, Sartre, and Bourdieu. ↩︎ Holly Russell suggested this wording to me. ↩︎","link":"/2022/11/09/%E6%9C%97%E8%A5%BF%E5%9F%83%E3%80%8A%E6%97%A0%E4%BA%A7%E8%80%85%E4%B9%8B%E5%A4%9C%E3%80%8B%E5%BC%95%E8%A8%80/"},{"title":"黑格尔《逻辑学》笔记","text":"若无特别说明，以下对《逻辑学》原文的引用主要来自先刚译本，即《黑格尔著作集》第5卷和第6卷。来自英译本的部分将会标注，但可能不会标注译者。 一般而言，下面所使用的黑格尔的范畴和术语都采用先刚译本的译法。 一、存在论· 1.1 规定性（质）（Bestimmtheit(Qualität)）· 1.1.1 存在（Sein）· 译名参考： Sein 存在、纯有 Nichts 无、纯无 Werden 转变、变易 Dasein 定在 开端逻辑· 可以通过这种语言考虑一下：存在在自身等同中就“是”无（完满的虚空性），除了“是”说不出任何东西，存在只不过就是这个空洞的“是”，存在过渡到无。使用这种语言说明时需要额外注意的是，“空洞的”并非“是”的定语，这里的重点在于它们不过是一个东西，纯粹的“是”或存在无非就是这种空洞性。 我们继续：而无又只不过就“空洞地”是，因此又过渡到存在（或者说”是“）。因此存在和无不过都是“空洞地是”，就是同一个东西，或者说同样的无规定，这里有一个绝对已经完成的过渡，一个运动，转变。(C.a) 注释1：关于”光明“和”黑暗“的说明造成的一些误解的简要澄清· 值得注意的是，黑格尔有时在这里使用一个关于“光明”和“黑暗”的对比的说明，这经常被当作黑格尔对于存在-无-转变这一开端逻辑的说明，甚至在一些对黑格尔的视频讲解里也会使用类似的图示来解释开端逻辑。也正是因为这个原因，有人指责黑格尔不是从无规定的、直接的纯粹存在开始而是从存在和无的预先区分开始，他们得出黑格尔《逻辑学》真正来说即使不是从定在开始也至少是从转变开始——毕竟真正来说，”黑暗“和”光明“都至少是在对方那里有自身的规定的定在。然而，黑格尔在这里之所以进行这种说明，目的在于排除一般知性固执于常识的外在反思所得出的那种偏见，即认为存在和无不能是同一个东西，因此，尽管这种排除在外在反思自身内摧毁了外在反思本身，但终究还是基于一种外在反思展开的。这种排除最多能够到达的，无非是《逻辑学》的开端或者《精神现象学》结尾处回到的作为开端的”绝对知识“。就《逻辑学》的进展本身而言，这种排除不如说是根本不必要或者说无帮助的，必须同《逻辑学》从纯粹存在开始的内在进展区别开来。 注释2：存在和无在转变这个已经完成的运动中被证明是同一个东西，那么一个范畴从一开始是怎么过渡到同一个范畴里去的？· 不应该在一般的意义上理解过渡，我们在这里从纯粹的无规定的存在开始，因此必须抛弃一般意识的先行的外在反思，从而注意到黑格尔这里所说的过渡究竟是指什么。这里的重点是，在这个总是已经完成的过渡运动的最后，两者的区分直接瓦解了，因此运动的真相只是这种运动本身，我们必须经历这种存在本身的运动，才得到转变这一运动本身。这说明两者在其区分中才变得不可区分，或者也可以说被在其不可区分中被区分开——实际上是两者在自身中将自身区分为不可区分的自身单纯（注意这里不是自身关联）作为转变，两者证明自身只不过就是转变，或者说两者作为不可分割的环节保存在转变中，因此是未区分和不可区分的——当这种区分完成的时候，区分本身立刻就瓦解了，这种已经瓦解了的运动本身就是转变。因此，尽管这对习惯于通过常识进行外在反思的知性来说相当奇怪，经过上述说明我们仍然不得不承认，我们的问题的答案会是：一个范畴确实直接自在地过渡到了同一个范畴，同样也是过渡到了对立的范畴，这种过渡就是存在与无的最小差异，一种直接的、无规定的纯粹存在自在地产生的最小差异。 但转变作为一种互相过渡，一种已经完成的转变，已经完成的生成和消灭运动（C.b），在自身中就直接就瓦解了，当转变直接完成并使转变本身消失的时候（C.c），我们得到了定在，真正完成了的转变，存在与无的统一体，静止的单纯性，或者说规定的存在。 1.1.2 定在（Dasein）· 译名参考： Dasein 定在 Qualität 质 Negation 否定 Realität 实在性 Etwas 某东西、某物 Anderes 他者、他物 Sein-für-Anderes 为他存在 Ansichsein 自在存在 Bestimmung 规定 Beschaffenheit 状况 Grenze 界限 Endliche 有限者 Endlichkeit 有限性 一些预先说明和关于开端逻辑及其特殊性的进一步补充· 这样说或许有一些形式化，但可能是有帮助的：逻辑学从定在到自为存在的部分（也就是第二章定在的范围）的重点是范畴直接过渡到其对立的有差别的范畴，而后者最终又证明自己与前者的差别单纯就在其差别之中被扬弃了，因为这种差别本身就是前者自身作为区分运动，因此是前者超出自身又返回自身变成一种自身关联，成为“未分割的和不可分割的”。比如，我们下面会说明的，实在性和否定在其区分（这种区分运动本身就是否定自身的运动）中证明实在性和否定的区分实际上来自于否定的自身关联，因此区分被扬弃了，我们得到了某东西即自身关联的否定，此后还有各种不同的自身关联，直到最后通过证明恶无限不过也就是一种有限物来达到有限物的无限的自身关联，也就是自为存在。在整个存在论中范畴是直接过渡到另一个范畴的。 开端逻辑的特殊性在于，存在和无不仅仅是过渡到对方当中，而且是直接消失在对方当中，这种消失没有保留任何规定性，因为它们本来就同样是无规定，因此不是扬弃而是消失。最后留下的不是作为一种自身关联，而是存在和无都证明自己只剩下，不如说只是（因为这里本来就没有任何规定性可以“剩下”）这种消失运动，转变，而真正完成的转变，因为存在和无被证明只是转变本身，完全没有差别，因此可以说消失运动本身消失了，这种消失的运动留下的最低限度的规定性就是定在（Dasein），之所以说存在-无-转变通过扬弃被保留在其中，因为定在只不过就是这个过程本身。海德格尔说黑狗的真正的开端是转变还是错的，这里只是无规定的直接性，纯粹存在，存在证明自己的真相是转变，最低限度的规定性从转变产生。黑格尔这里的洞见远不是把转变理解为某种作为本源的赫拉克利特式的永恒“活火”或者运动，转变，这种运动在自己的完成中，或者说在运动本身的运动中就直接转变为规定性，被扬弃了的运动。 1.1.2.1 定在本身· 从定在到某东西· 定在作为规定的存在，其规定性被孤立出来，作为直接的或存在着的规定性，就是单纯的质，由于其单纯性我们没有更多可说。但定在衡量着这种单纯的质的片面性，因为定在是规定的存在或者说与无合为一体的存在，定在的规定性只不过就是这种合为一体，这种存在同样作为非存在，因此质同样也是存在着的规定性（或者说存在着的非存在），作为一种从无那里区分开来的、折返回来的规定性，而无作为一个规定性的已规定的东西，作为“非”存在折返自身，就是“拒斥”（Verneinung）。质就此成为区分开的质，就其作为区分开的、存在着的质来说，它是实在性，而就其与作为区分过程的“拒斥”纠缠而言就是否定，或者说存在着的、区分开的质，因此也可以说“拒斥”就是一种进行着的否定，英译版直接把Verneinung翻译成negation和negating，可能是出于这个考量。这里的重点在于定在或者作为单纯的质的定在虽然表明自身不是一个在自身内无区分的东西，但“实在性本身包含着否定，是定在，而不是一个无规定的、抽象的存在。否定同样也是定在，不是一个抽象的无”（《逻辑学》P96），实在性也不过就是一种通过区分于否定作为这一区分过程本身（作为“拒斥”，Verneinung）而成为区分了的、肯定的质，因此这里的实在性来自于否定的自身否定，一种自身否定，或者说否定之否定，两种质的区别自身扬弃了自身，因此定在真正来讲是作为一种自身关联的某东西（Etwas）或者定在者（Daseiendes），某东西不过就只是自身关联地存在着的否定或者规定性。 他者的来源· 某东西（Etwas）首先是定在证明自己真正所是的，一个通过扬弃区别而重新达到自身同一性的东西，一种自身关联的存在或者说内化存在（Insichsein）。某东西作为一个单纯的存在着的自身关联，黑格尔在“定在本身”这一节的最后一段说，某东西自在地看来，也是转变。这一整段看起来都相当晦涩，或许可以这样理解：首先，某东西只是自身中介，“它融入单纯的统一体，即存在”，因此是单纯自身关联的存在，但另一方面，也正因为某东西是自身关联，而前面已经说明，这一自身关联是否定的自身关联，所以某东西也明确地作为自身关联的否定；因此，这一转变中的前一个环节存在如今是某东西，”存在着，而且是作为一个定在者而存在着”，是单纯自身关联地存在着的某东西，而后一个环节也是一个某东西，但是作为自身关联的否定的某东西，这一明确地自身关联着地不是单纯存在着的某东西，”同样也是一个定在者“，只是被规定为“某东西的否定”，他者（Anderes）。而转变中的前一个环节，单纯存在着的某东西，正是在作为自身关联的明确的否定的后一个环节，在同样作为他者的某东西那里才是自身，才折返回来作为自身存在着，于是黑格尔接下来说，“某东西作为转变乃是一个过渡，这个过渡的各个环节本身就是某东西，因此过渡是变化（Veränderung），即一种已经变得具体的转变”。但是，黑格尔继续说，“然而，某东西首先仅仅在它的概念之内变化；在这种情况下，它尚未被设定为一个进行中介和经过中介的东西；它首先只是在它的自身关联里单纯地维系着自身，而它的否定同样是一个质的东西，只不过是一般意义上的他者”，某东西和他者在这里是被区分开的，某东西还不是同样作为一个“进行中介和经过中介的东西”且“它的否定同样是一个质的东西……他者”，于是我们现在得到了首先是彼此漠不相关的某东西和他者。 题外话：就先刚译本的一些纠错· 先刚译本将“a.一般意义上的定在”一节第三段的第一个分句（《逻辑学》P90）译作了“按照形式（亦即存在的规定性）而言，整体同样是一个已扬弃的、以否定的方式被规定的东西，因为存在已经在转变中表明自己同样仅仅是一个环节”。在这里”一个已扬弃的、以否定的方式被规定的东西“显然是”存在……表明自己同样仅仅是一个环节“后对“环节”的补充。出现一个这样明显的问题是很难理解的，在英译版中没有出错。 如果这句话要在任何意义上成为可理解的，则应该译作： 整体同样也是存在的形式或规定性，因为存在已经在转变中表面自己同样仅仅是一个环节，一个已扬弃的、以否定的方式被规定的东西。 Das Ganze ist gleichfalls in der Form d. i. Bestimmtheit des Seyns, denn Seyn hat im Werden sich gleichfalls nur ein Moment zu seyn gezeigt, - ein aufgehobenes, negativ bestimmtes; 1.1.2.2 有限性（Endlichkeit）· 某东西和他者· 我们还是回到之前“定在本身”一节最后一段的情况，我们得到某东西和他者首先是漠不相关的，因为它们都是直接的定在者或某东西。然而如果只考虑我们已经到达的这种直接性，却是片面的，因为我们得到这个结论的过程同样说明了，某东西实际上也只是从他者才折返回来才是某东西，毋宁说某东西就是包含着以某东西和他者作为环节的变得具体的转变或者说变化（Veränderung），因此某东西和他者同样也都是他者。然而，某东西和他者并没有像存在和无一样在转变中证明它们根本是无差别的，而是在自身关联中以扬弃了的方式包含着整个差别，某东西和他者在这个意义上没有区别，因为它们本身在自己的直接性中包含着区别，至于它们是同一个东西或者说具有同一性的说法，只是一种外在的反思或者比较，这里的重点在于，他者作为另一个某东西或者说在这个意义上与某东西相关联，”本身也是位于某东西之外“。可以说，他者是某东西作为一种”自身离心化“，而某东西通过这种”自身离心化“才取得自己的自在存在，在这里已经超出我们现在希望讨论的范围，我们暂且到此为止。 经过上述进展，事情实际上很清楚。上面的内容实际上在本节开始的“某东西和他者都是定在者或某东西”的真正意义上，即作为经过扬弃的东西的意义上，就已经得到说明了，而黑格尔在下面的部分说明更多是通过一种外在的方式进行的澄清和强调，我们简单地看一下其中一部分（《逻辑学》P99）。“对一个如此已规定的定在而言，异在（Anderssein）显现为一个陌生的规定或一个外在于定在的他者；定在本身并不是他者，毋宁说，它之所以被规定为他者，部分原因在于一个第三者的比较行为，部分原因在于有一个外在于它的他者”。在这里，可以说，黑格尔强调异在成为了一个独立的或者说自身关联的存在领域，或者说，同样是一个定在者或某东西，这个说明在这一节开始就已经给出了，也同样是我们在上一节结尾所到达的直接性。然而，黑格尔继续说，“每一个定在同样把自己规定为另一个定在，也就是说，每一个保留下来的定在都不是单纯的定在，而是位于一个定在之外，亦即本身就是一个他者。”这里所强调的是，”保留下来的定在“的直接性，是经中介的直接性，因此“不是单纯的定在”，实际上本身也就是一个他者。下面两段的说明的内容之前已经基本展开过了，而且应该是容易理解的，重点在于说明他者本身是一个自身关联的存在，一个定在者或某东西，这里不进行重复。 现在黑格尔说，”单独看来的他者是一个自在的他者，随之是它自己的他者，即他者的他者，——一个在自身内绝对不一致的、否定着自身的东西，一个不断变化的东西。但与此同时，它保持着自身同一性，因为它所变化而成的那个东西是一个不具有更多规定的他者；然而不断变化的东西不是以不同的方式，而是以同样的方式被规定为一个他者；因此它在他者那里仅仅与自身融合”（《逻辑学》P99-100）。上面已经说明，他者是作为一种“自身离心化”的某东西，但同时，“它被设定为扬弃异在而折返回自身的东西，一个自身同一的某东西”（《逻辑学》P100），这里的重点在于，这种“自身同一”不过是“自身离心化”的另一面，某东西通过作为他者在他者那里仅仅与自身相融合，在与他者的关联中取得了自身关联的存在，才真正作为定在者或某东西，某东西真正来讲，就是“自身离心化”同时作为“自身同一”。然而，“在这种情况下，异在——它是某东西的一个环节，同时有别于某东西——本身不能作为某东西而归属于某东西”（《逻辑学》P100），异在作为某东西的一个环节，作为在某东西内的自身分离，作为“自身离心化”或者“自身不一致”，作为一种在他者那里或者说为他的自身关联，就是为他存在（Sein-für-Anderes）；而另一方面，定在作为某东西的环节，在异在或者非定在那里维系着自身，毋宁说作为异在的异在或非存在折返回自身，作为异在的异在或非存在，作为”自身一致“，作为为他的自身关联相对立的直接的自身关联，就是自在存在（Ansichsein）。 自在存在和为他存在· 定在和异在或者说存在和非存在现在作为某东西的两个环节，某东西中的存在是自在存在，非存在则成为一个他者，成为一个区别于存在的，指向它本身的非定在的东西，为他存在。自在存在首先与为他存在相对立，自在的某东西已经被剥夺了为他存在。然而，自在存在本身也包含着非存在，因为它本身是为他存在的非存在。同样，为他存在也否定了存在的单纯的自身关联，自在存在是为他存在折返回自身的存在，可以说，为他存在是自在存在为了作为自在存在而存在着所包含着的一个无法消去的“丑闻”，质疑着自在存在的单纯性。 因此，自在存在和自为存在都是同一个东西，即某东西的规定。自在体（Ansich）是某东西而不坠入某种纯粹的无，当且仅当它从为他存在折返回自身。然而，这样来说，自在的某东西也自在地，或者说在它那里就拥有一个规定（Bestimmung）或一个情况（Umstand），这个情况在它那里就是外在的，这里强调的是“在……里”（an），强调的是一种与外部性形成对比的内部性，强调的是从外部性折返的内部性，自在的某东西在自身中也包含着一个丑闻性的为他存在，先刚译本在这里把&quot;an ihm&quot;翻译成“在它自身那里&quot;，过于强调一种自身性，然而事实上，就像“自在地”是强调“在”而不是“自”一样，这里强调的是一种超出自身又回到自身的折返，一张外部性（注意到这里从来没有一个真正的纯粹“外部”）的内部化，这里改作“在它那里”，就“它”而言可以说“那”也足够表现出一种已经折返的自身关联。因此，某东西在它自身那里拥有它的自在存在，但那个自在存在同时也是它的为他存在。黑格尔接下来的说明可能让事情更清楚——人们说某东西“自在”或者“内核”是如何，好像表达出了某种崇高的东西，但单纯的“自在”是一个完全空洞的抽象规定，自在存在只有在它的丑闻性的为他存在那里才取得自己的规定，它的规定不过就是那些丑闻，就此而言单纯的“自在”也不过是一个通过抽离“为他”得到的外在的规定。 因此自在存在一开始是把为他存在当作它的对立环节，现在则可以说是与已设定的存在（Gesetztsein）或者说携丑闻折返的存在相对立。这里的重点是，已设定的存在真正意味着的是一个在为他存在那里的折返，一个并非自在存在着的东西返回到它的自在存在。我们现在可以理解本小节的最后一段：“为他存在位于某东西的自身统一体内，与某东西的自在体是同一的；或者说某东西在自身那里有着为他存在。因此，折返回自身的规定性仍然是一个单纯的、存在着的规定性，从而仍然是一个质，——即规定（Bestimmung）。”（《逻辑学》P103） 规定，状况与界限· 这一小节的开篇是对我们这里得到的真正的自在体和一般所谓的自在体之区别的说明，略微改写一下后是很容易理解的。某东西作为从为他存在那里折返、反映回自身之内的自在体，这一自在体就不再是抽象的自在体，一个空洞的抽象物，而是它的为他存在的否定，以它的为他存在为中介，作为它的一个环节。自在体不是某东西的那种直接的自身同一性，而是这样一种自身同一性，即在它那里就是它的自在存在——这也意味着在它那里就有，或者说反映出它的为他存在，自在体扬弃了为他存在，从为他存在那里返回到自身之内。另外，也正是因为自在体一般被考虑为抽象物，这里我们也考虑到抽象的一般意义，自在体作为抽象物是一种对为他存在的否定，与为他存在纠缠在一起。 然后我们回到正题，黑格尔接下来说，质在单纯的某东西之内作为自在体，它在本质上与某东西的另一个环节形成一个统一体，就是作为“在它那里的存在”（An-ihm-Sein），我们可以把这个质称作“规定”（Bestimmung）。在这里规定需要与一般的规定性（Bestimmtheit）区分开，因为规定是一个肯定的规定性，一个自在存在。黑格尔说，“某东西虽然按规定与他者纠缠，但是仍然留在它的定在之内，通过它的自身一致性维系自身，让这种自身一致性在它的为他存在里面发挥作用。只要某东西的具体规定性——这个规定性是通过某东西与他者的关系而多方发生出来的——符合它的自在存在，成为它的内容，就可以说某东西充实了它的规定。规定包含着这个意思，即某东西在它那里也是它的自在存在。”（《逻辑学》P104）我们现在可以把这个使自身一致性在为他存在里发挥作用的运动看作某东西真正所是的，也即“在它那里的存在”，原因我们之前在分析an ihm的意义的时候已经说明。 黑格尔继续说明：自在存在真正来讲是通过前面提到的“在它那里的存在”的这种运动，这种规定性而得到充实，这同样有别于那种仅仅是为他存在，并且位于规定之外的规定性。在质的领域里通过前面所说的运动，被区分开的东西所留下的是一种与直接的、质的存在形成对比的被扬弃的存在。某东西“在它那里的存在”因此划分了自身，在它那里还保留了一种外在定在，这个外在定在虽然是它的定在，但不属于它的自在存在，但也不是简单的为他存在，这样的规定性就是状况（Beschaffenheit）。 值得注意的是，状况是被扬弃的为他存在，这里可以说通过“在它那里的存在”这一作为规定的运动，规定反过来回溯性地改变了参与产生的某东西的另一个环节即为他存在之所是，这种回溯性在《逻辑学》中十分常见。某东西的质虽然在于臣服于这种状况，但这恰恰是因为状况在某东西那里就已经成为一种他者，状况是某东西在它那里的状况。而现在正是就状况是状况而言，作为被扬弃的为他存在而言，作为一种他者本身同样是在在它那里的他者的自身关联而言，进一步来说，就状况独立地过渡到或者说产生出规定才真正成为状况而言，规定才成为规定，反过来讲，状况要真正成为状况，却也依赖着规定，因为状况只是被卷入自在存在或者说过渡到规定，因而被扬弃的为他存在所降低到的东西。现在某东西的规定性已经成为这样的一种规定性，只要某东西在它那里也是它的自在存在，它就和为他存在纠缠在一起，于是规定本身就能够和他者发生关系。进而言之，状况属于某东西的自在存在，某东西随着它的状况而发生改变。这个在它那里发生的改变（Änderung）与按照为他存在发生的变化（Veränderung）不同，变化仅仅是一个自在存在着的变化，而改变被明确地设定在某东西那里，否定被设置在某东西内部。 对黑格尔下面几段的一些改写可能会方便理解。规定和状况的互相过渡首先扬弃了它们的区别，我们到达了真正的某东西，由于到达这个某东西所扬弃的那种区别包含着质的异在，所以这里仍然有两个某东西，即使另一个某东西是以被扬弃的方式保留的。就这个意义上来说，这两个某东西之间并非是一般意义上的他者，否定现在不是位于两个某东西中的任何一个之外，而是明确地内在于某东西当中的。它们作为定在者彼此漠不相关，只是肯定自身，但这种漠不相关的自身肯定不再是一个直接的肯定，毋宁说，每一方都通过扬弃异在而与自身相关联，异在在规定里已经折返回自在存在。 现在他者与某东西的肯定的定在有着质的区别，被设定在某东西之外，只是以被扬弃的或者否定的方式作为某东西的定在，不如说某东西的质仅仅在于否定或扬弃它的他者。对于一开始的某东西而言，他者只是一个外在的对立面，是直接地漠不相关的，然而恰恰因为现在某东西因为明确地在自身内与他者相对立，反而和他者绝对地联系在一起。某东西实际上已经过渡到他者，某东西现在和他者一样，都在自身内是一个他者，且只是通过否定这个自身内的他者，作为扬弃了的他者才是某东西。 某东西作为内化存在就是异在的非存在，且异在就包含在内化存在里面，同时作为一个存在者被区分出来，那么某东西自身就是否定，就是一个他者在它那里的终止；反过来讲，某东西通过这种方式维系着自身。这个被扬弃的他者，作为某东西的内化存在，作为否定之否定，就是它的自在存在，而这个扬弃本身是某东西那里的单纯否定，即它对于它之外另一个某东西的否定。于是两个某东西有一个共同的规定性，这个规定性一方面等同于二者的内化存在，表现为否定之否定，另一方面既把这些否定（作为相互对立的两个某东西）联合在一起，也把它们相互隔断；让每一方都在它那里否定着他者——这就是界限（Grenze）。 界限首先是某东西作为直接的、自身关联的定在，针对他者而有的一个界限，然而他者本身也是某东西，某东西不过就是这个被否定了的他者，所以这个界限也是否定一般意义上的某东西的界限。 然而界限本质上来说同样是他者的非存在，某东西通过它的界限而存在着。某东西的界限作为它自身那里的他者的终结，本身仅仅是某东西的存在；某东西通过界限成为它所是的那个东西，在界限那里拥有它的质。这是因为，界限或者说他者的终结本身仅仅是单纯的否定或第一个否定，而终结了的他者却是否定之否定，是某东西的内化存在。 综上所述，某东西作为直接的定在，对于另一个某东西，一个他者而言是一个界限，但它在它那里就有一个界限，并且通过这个界限的中介而成为某东西，而界限同样也是某东西的非存在。界限现在是一个中介过程，通过它，某东西和他者既存在着也不存在着。某东西的定在和非定在在这里区别开了——某东西和他者在界限那里都终止了，它们在彼此之外同样是界限之外拥有它们的定在；而界限作为每一方的非存在，是双方的他者。 现在位于界限之外的某东西仅仅是不受限定的某东西，仅仅是一般意义上的定在，它与它的他者没有区分开，每一方都是一般意义上的某东西或者说每一方都是他者，二者是同一个东西，都仅仅是定在。然而，现在的情况实际上是，某东西作为被区分的直接的定在，仅仅在他的界限内存在着，但是先前的进展已经说明了，只有某东西超越自身，指向它的非存在，并扬弃这种非存在，进入作为非存在的界限，并从那里返回，才能达到这种被扬弃的非存在，某东西才能作为被区分的直接的定在在界限内存在着，因此，某东西只有在它的界限那里才是它所是的东西。 某东西通过那个内在于它的界限而被设定为一个自身矛盾，并且在这个矛盾的驱动之下超越自身，这就是有限者（Endliche）。 有限性、限制与应当· 当我们说某东西是一个有限者，这意味着，有限者在其界限外仍然拥有它的定在，更准确地说，它恰恰是在其界限外才拥有它的定在。有限者是一种否定的自身关联，但不只是某东西，某东西虽然也是一种自身关联地存在着的否定，但在某东西的直接性中这个否定仍然首先是漠不相关的东西，或者说，一个单纯的他者，有限者不但在它那里具有一种否定的内化存在，更确切地讲，在自身那里有一个界限，而且它本身就——不多也不少——不过是通过毋宁说作为这个界限自身否定地关联于自身的某东西，“它们存在着，但这个存在的真理却是它们的终结”（《逻辑学》P110）。 综上所述，这个界限不但内在于某东西，而且恰恰构成了某东西的内化存在的质，因此这个界限就是有限性，就此而言，这个界限不再是一般意义上的界限，而被设定为一个构成质的否定者，就这一方面而言，它应该被称作限制（Schranke）。然而，就界限作为这个否定的自身关联本身构成了一个被设定的规定，毋宁说仅仅作为一种规定性而言，就界限作为一个通过它的否定而被设定的东西而言，界限也是规定本身的自在存在的规定性，这个自在存在就是应当（Sollen）。 就此而言，应当在自身内包含着一个限制，有限者的限制不是一个外在的东西，毋宁说，它自己的规定也是它的限制。这个限制既是规定本身，也是应当，限制是二者的同一性因素。另一方面，有限者作为应当已经超越了它的限制，它作为应当，在自身内包含着的限制是一个被扬弃的东西，即它的自在存在，因此，它的界限也不是它的界限，而且恰恰是通过“不是它的界限”才作为“它的界限”，有限者的规定是一个已扬弃的限制。 “应当本身包含着限制，限制本身包含着应当。二者的相互关联就是有限者自身，也就是说，有限者在它的内化存在里包含着二者。”（《逻辑学》P117）有限者的这两个环节是在质上对立的环节，因此真正来讲，有限者是一个内在的自身矛盾，它自己扬弃自己，走向消灭，且只有通过这种消灭才成为有限者。然而，正因为有限者恰恰是通过这种自身消灭才成为有限者，这种消灭恰恰不是什么别的东西，而是有限者的规定本身，真正来讲，有限者通过消灭过渡到的东西也是一个有限者，只不过是另一个有限者，有限者恰恰是在另一个有限者那里与自身融为一体。因此，这有限者的“另一个”本身或者说他者，这种自身过渡到同一个东西的自身同一性，作为否定之否定，是一个肯定的存在，这个他者就是无限者。 1.1.2.3 无限性· 1.1.3 自为存在· 1.1.3.1 严格意义上的自为存在· 1.1.3.2 单一体和“多”· 1.1.3.3 排斥和吸引· 1.2 大小（量）· 1.2.1 量· 1.2.2 定量· 1.2.3 量的比例关系· 1.3 尺度· 1.3.1 特殊的量· 1.3.2 实在的尺度· 1.3.3 本质的形成转变· 二、本质论· 2.1 映象· 2.2 本质性或反映规定· 2.3 根据·","link":"/2023/01/12/%E9%BB%91%E6%A0%BC%E5%B0%94%E3%80%8A%E9%80%BB%E8%BE%91%E5%AD%A6%E3%80%8B%E7%AC%94%E8%AE%B0/"}],"tags":[{"name":"翻译","slug":"翻译","link":"/tags/%E7%BF%BB%E8%AF%91/"},{"name":"朗西埃","slug":"朗西埃","link":"/tags/%E6%9C%97%E8%A5%BF%E5%9F%83/"},{"name":"无产者之夜","slug":"无产者之夜","link":"/tags/%E6%97%A0%E4%BA%A7%E8%80%85%E4%B9%8B%E5%A4%9C/"},{"name":"黑格尔","slug":"黑格尔","link":"/tags/%E9%BB%91%E6%A0%BC%E5%B0%94/"},{"name":"逻辑学","slug":"逻辑学","link":"/tags/%E9%80%BB%E8%BE%91%E5%AD%A6/"},{"name":"笔记","slug":"笔记","link":"/tags/%E7%AC%94%E8%AE%B0/"}],"categories":[{"name":"翻译","slug":"翻译","link":"/categories/%E7%BF%BB%E8%AF%91/"},{"name":"读书","slug":"读书","link":"/categories/%E8%AF%BB%E4%B9%A6/"},{"name":"笔记","slug":"读书/笔记","link":"/categories/%E8%AF%BB%E4%B9%A6/%E7%AC%94%E8%AE%B0/"}],"pages":[]}