{"posts":[{"title":"关于《资本论》与黑格尔《逻辑学》的随感","text":"《资本论》第一卷是商品的辩证法，过渡到资本后产生了一种经自己的整个生产过程中介的资本；第二卷是资本的辩证法，过渡到扩大再生产的资本后产生了明确的自身中介，自身设定自己的生产过程；第三卷是扩大再生产的资本的或者说资本主义生产的总过程的辩证法，扩大再生产的资本，用黑格尔的说法，就是资本的“真相”（同时也是资本本身的生产或者中介过程证明自己是自身中介，一种扩大的再生产这一真相），最后过渡到真正意义上的资本主义生产的总过程，某种“自在自为的资本主义”。第一卷对应存在论，直接的存在，第二卷对应本质论，经中介的存在，第三卷对应概念论，存在着的、自身中介的概念，而第二卷过渡到资本的扩大再生产恰恰对应着这种存在本身的明确的自身谓词化成为其自身的一个环节（存在的单纯的谓词化或者说“存在着的概念”属于本质论的环节，在概念论中“存在着的概念”本身也成为一个单纯的环节，概念论中的概念准确来说是“作为概念的概念”）——资本论的结论就是资本主义还真是用头走路的。而考虑到资本论的结论后，整天像某种“历史唯物主义”圣训一样被人提起的早期马克思那句“一切已死的先辈们的传统，像梦魇一样纠缠着活人的头脑”的意义就变成了——我们再也不可能考虑一种真正意义上单纯不被卷入资本的自反性之中的东西，一种不是作为在自己在自己的死亡中保持同时也是设定自身的资本的环节的东西。可以说，资本已经让事情变成了“一切已死的先辈们的传统如果还能哪怕以否定的方式保持下来，那么现在恰恰是资本这个死的活人的头脑自己纠缠着自己”。《资本论》写到阶级就结束了，但马克思的政治经济学批判最后得到一个“绝对理念”一样的资本主义感觉实在是一个天坑，社会主义完全可以看作同一本《资本“逻辑学”》的续写，而所谓“可能的共产主义”的意义只在于停留在绝对否定性里面，并续写（资本主义）这个鬼东西——所谓“真实存在的社会主义”（really existing socialism）不过恰恰是这个东西的续写……","link":"/2023/01/26/%E3%80%8A%E8%B5%84%E6%9C%AC%E8%AE%BA%E3%80%8B%E4%B8%8E%E9%BB%91%E6%A0%BC%E5%B0%94%E3%80%8A%E9%80%BB%E8%BE%91%E5%AD%A6%E3%80%8B/"},{"title":"对B站一个女性主义相关视频的评论","text":"原视频（“翻译翻译！”在日本父亲和老板怎么塑造一个好女人，BV1kP4y1n7Kd）· 原视频作者（野兽派联盟-血橙）· 正文· 之所以想到写这个还是因为这个视频的评论区，右翼民粹分子确实不少，但评论区变成这样感觉跟这点也有关系：这个视频没特别清楚地指出这是父权制-资本主义秩序内在的不一致。 首先，上野千鹤子在提到女性的家务劳动和再生产劳动于资本主义秩序中的无偿性质时重点是指出这种劳动也在社会再生产中是必要的，但却没有被视为政治经济学意义上的有用社会劳动，实际上丈夫一方会觉得自己才是从社会生产领域获取工资的那一方，“我养活我的妻子”，首先不提这种经济关系中实际包含的权力不平等（我甚至看到挺好笑的“信用卡都在对方手上”，我其实有点怀疑在这个视频的语境下说这话到底有没有结婚，要不我就觉得他像是某种倒错者，自己把自己设置为奴隶一方，只是为了掩盖自己实际上在经济关系中处于支配位置），即使男性一定要把自己作为家庭中的资本家个体说自己支付了应付的工资（“养活妻子”，很拧巴的是这些男性同时还指责视频的观点是要在家庭里建立雇佣关系，他自己不就在这么想么，难道他觉得家庭没有被资本主义贯穿？），如果一定要按照这种逻辑，家务劳动和再生产劳动作为重要的社会再生产环节，在考虑到剩余价值的再分配后，这个环节的剥削水平实际上是很高的，持这个观点的人应该想一下雇佣一个全职保姆加上一个代孕的再加上一个提供各种（包括在性上的）陪伴的人（我觉得大部分男的应该比我更清楚这个）要付多少工资？当你们讨论“养活妻子”的时候，难道不是已经把对方的劳动视作无意义的，把对方视作没有真正的劳动能力只能依附于你的无能者，甚至说物性意识么，你不是已经把自己当作主人么？ 另一个常见的男性的指责是认为女性对家庭作为当代资本主义生产原子化单位的经济状况没有什么贡献，是的，确实没什么贡献，但不是因为女性的家务劳动没有意义，而是因为父权制意义下的家庭共同体不存在，在完成了上面的讨论后我们可以看到，它实际上就是以（质上）不对等的爱欲建立起来，然后由法的形式维持的，一个（量上但同样也是在质上）不对等经济关系。也许婚姻法的形式最后会保障婚内财产的量上的（有限的）平等分配，但它恰恰是建立在对婚内的家庭中的不平等关系的维持上的，我们已经讨论了家庭的权力不平等关系，也很容易理解这会怎么影响婚内财产在家庭存在时的实际支配状况。当然我们也看到一些男性出于自己的爱欲让女方支配了自己从社会生产领域获得的工资，但前面也说了，这只不过是一种倒错，在这里，乃至于所有的爱欲，都没有什么崇高的东西，我们承认男性确实有可能出于“真爱”付出自己的一切，但这从来不改变女性在家庭乃至于社会的其他各个场域中的真实的权力关系，这只是他自己的爱欲而已，这种爱欲也可以很容易地变成毁灭，而另一方面它同时已经是把异质性的他者化约为主体的爱欲关系，这实际上也是欲望-幻想遮盖在主体同样也是他者背后自由的深渊的唯一方式。而前面所说的这种婚姻法所保障的财产平等的形式只关系于家庭停止存在后的个人，或许可以说，家庭共同体的财产是作为这个共同体的黑格尔意义上的界限存在的，而它在家庭的时间性序列中将变成限制乃至于其他更加矛盾的形式并导向家庭本身解体的必然性。我们讨论家庭共同体的利益的唯一可能的方式，就是在这个非-全的共同体破裂并还原为个人的杂多后。因此在资本主义下的家庭要不就是成为非-全的充满断裂的共同体，要不就是从一开始就成为一个和共同体根本无关的东西。请注意，我在这里关于法的讨论所想说的不过是婚内财产乃至于家庭共同体本身的存在的唯一可能恰恰只能是在家庭共同体本身停止存在的地方，这里要做的，无非是指出家庭共同体本身内在的断裂和不可能性，至于家庭不复存在后的事情和部分女性确实至少存在（通过资产阶级婚姻）以此牟利的可能性等等，都只是这个问题的派生问题，我们也没有兴趣着重关心这些市民社会成员的常规算计，这在维持性别问题中的结构性压迫中或许扮演了必要的一环，但仍然不破坏我们对结构本身及其不可能性的分析。相反，男性应该也可以理解，这些问题更进一步地证明了父权制-资本主义秩序是如此的内部不一致和分裂——以此牟利的可能性在一定意义上遮盖了这个分裂，但同时也加强了这个分裂。 在澄清以上两点后，必须指出，这不是在说应该让家庭也变成资本主义雇佣关系才能解决问题，而是要指出，这反映了资本主义下的父权制家庭秩序和资本主义社会生产秩序在互相作为对方补充的情况下产生的尖锐摩擦，换句话说，也就是资本主义秩序本身的内在不一致，而上野千鹤子最后的解决方案是父权制家庭和资本主义生产（因为其内在不一致）的双重解体。评论区很多人一边为标准的资本主义社会中的父权制家庭生产单位（的建立或维持）焦虑，一边又（无意识地）预设了家庭（实际上还有资本主义生产）作为背景性秩序。在这里可以看到他们自己不一致的地方，实际上他们被迫采取这种父权制幻想来填补这一象征秩序上的空洞——当代家庭机器和资本主义生产机器的剧烈摩擦和卡壳。当代男性的焦虑，不如说是象征秩序本身的焦虑，而当象征秩序本身陷入最严重的自我冲突的时候，主体将被迫面临完全自由的选择，将更多人争取到新的生活的可能性一边是我们在意识形态斗争中的责任和任务。当然，就像视频提到的那样，这个冲突的结果大概不会消灭资本主义，更可能的大概是资本主义将会（像西欧那样，至少部分地）淘汰父权制并继续存在，毕竟资本主义秩序本身就是通过自己的连续不断的危机才持存的。不论如何，我们面对这种家庭的断裂、不可能性的唯一方式，就是接受它并把它视作自己自由的选择，并以此为基础重新组织我们的生活。","link":"/2022/12/06/%E5%AF%B9B%E7%AB%99%E4%B8%80%E4%B8%AA%E5%A5%B3%E6%80%A7%E4%B8%BB%E4%B9%89%E7%9B%B8%E5%85%B3%E8%A7%86%E9%A2%91%E7%9A%84%E8%AF%84%E8%AE%BA/"},{"title":"霍尔盖特和齐泽克的区别：本体论回溯性、先验唯物主义和绝对知识","text":"本体论回溯性· 霍尔盖特给出的一个理解黑格尔的基本角度类似某种激进化的康德主义，他认为黑格尔接过了康德对于我们的经验由范畴中介的论点，并出于哲学批判的现代要求，从一个无前提的，或者至少说预设在任何可能的意义上更少的开端出发内在地发展出各个范畴，并在这个过程中对范畴做了更仔细的考察。当然这种激进化使得黑格尔哲学成为一种本体论（而不只是在否定意义上与一种本体论关联着的认识论哲学），并在这个意义上跟康德完全不同。就《逻辑学》的文本本身而言，他跟齐泽克的区别主要也就是回溯性这点上了，本体论回溯性不是说黑狗根据定在反过来推出了一开始的存在，这完全是不可理解的，而是说，存在回溯性地证明自己就是定在，或者说存在的真相是转变乃至于定在（黑格尔经常使用“真相”这个词很难不让人怀疑在他那里本来就有一种回溯性结构……）。在本质论部分关于偶然性和必然性的关系那里，实际上恰恰还有一个属于《逻辑学》的内在进展明确地到达的回溯性，从“尚未/有待”的可能性和现实性的互相过渡这种无休止的转变是偶然性，但只要偶然性发生一个形式上的改变，这个转变本身作为“总是已经”就直接是必然性。 先验唯物主义· 然而，除了这个区别，如果用拉康化的黑格尔来看的话，也就是那种把《逻辑学》当作一个符号秩序展开并回溯性地把自己设置为逻各斯，霍尔盖特的文本语境完全是在符号秩序内的。虽然霍尔盖特一样会得到符号秩序本身总是不完整的这一结论，但齐泽克那里还有（这是他通过谢林对拉康-黑格尔进行唯物主义化的地方）实在界的维度，甚至可以说是某种实在界的前本体论发生学的维度，而这个实在界本身是不完整的，正是从这种不完整性中产生出整个符号秩序及其剩余。不论是德国古典哲学还是现代哲学在处理一些庸俗实在论的“物质”等等之类的观念物时，都会经常强调它们需要在一种现象或精神的自我指涉，或者说自我铺设着的社会话语-秩序中被理解。然而，我们仍然需要解决一个问题，在这些自我指涉的符号秩序被建立起来之前到底发生了什么？如果说这种“前人类”的“自在的实在界”是真正的物质，那么这就是一种先验唯物主义，其结论是物质本身是本体论上不完整、未完成的。 就黑格尔而言，齐泽克面对的问题或许还可以这样表述：在我们有可能进入《逻辑学》的本体论范围之前，在那个回溯性设定自身的逻各斯或“道”发声之前，在前符号化的驱力的旋转运动，某种“自在的实在界”中，或者说某种“真正的”开端中，到底有什么在“发生”使“道”发声？答案恰恰在于问题被提出的形式之中，说“真正的”开端实际上是驱力的旋转运动或许并不合适，准确来说，只有回溯性地看，那种驱力的旋转、恶性循环才存在并“有待”打破，实际上，这种驱力的恶性循环总是在谢林的前本体论发生学意义上的过去都已经被打破，因此这个使其被打破的根基（谢林所谓的Urgrund），这种不稳定和矛盾的对抗和破坏性冲力，才是真正的根基，实际上，它是非根基（Ungrund），根基的失败，被划杠的实在，一种本体论上的不完整性。 实际上，这种根基（Grund）和原初根基（Urgrund）之间的二分并没有那么泾渭分明，驱力的循环本身就被矛盾嵌入，并吐出了自由的或者说主体自由的偶然物质条件，毋宁说，驱力的深渊本身就是自由的深渊，就是主体其根据的失败之基本无根性，作为本体论上的一个无实体/身体的纯粹裂缝。精神分析仍然在于对这种自由的深渊的概念化，但同时，通过这种先验唯物主义理论，我们能够处理其与脑科学、生物学、遗传学甚至是某种物理本体论的关系。 齐泽克的要点是，本体论本身发生的场域本身是自身不一致的，其向存在（象征界）的开放性，其向主体的开放性，是通过前本体论层面上的灾难性的失调，本体论在追溯其发生学根据上的失败，恰恰是通过这种失败才得以打开的。 实在界是被回溯性地认识到的，如果实在界在什么意义上存在的话，那只能是划杠的实在，作为匮乏的实在。 这意味着不但大他者不存在，实在界也绝不可能成为某种新的，“真正的”大他者，那些驱力的维度总是已经被一场前本体论意义上的灾难卷入辩证法中。 绝对知识· 另一个不同是在对《精神现象学》的绝对知识的处理上，霍尔盖特的处理比较简单化，他认为《精神现象学》中的一系列意识形态不断自己证明自己给出了超出自己的另一个意识形态，最终在绝对知识那里直接认为思维与存在相统一。而对于齐泽克，黑格尔的绝对知识是思维和存在的分裂的消失或者说产生了一个视差转换，它们同一的不可能性不代表思维和存在是两个独立的存在领域，而是指出这种同一的不断失败本身就是思维，思维本身就是存在中的分裂。当然，如果我们考虑霍尔盖特实际上怎么思考黑格尔意义上的统一，我们或许会得到同样的答案——这种统一恰恰是统一的不断失败，一个自反性的永远无法真正实现自身的思辨观念。","link":"/2022/12/07/%E9%9C%8D%E5%B0%94%E7%9B%96%E7%89%B9%E5%92%8C%E9%BD%90%E6%B3%BD%E5%85%8B%E7%9A%84%E5%8C%BA%E5%88%AB/"},{"title":"朗西埃《无产者之夜》引言","text":"原作者：Donald Reid（唐纳德·里德） 翻译：傻哥 校对：暂无 封面作者：陈冬 参考文献及注释部分未翻译。 校对工作暂未进行，在此发布看起来可能非常糟糕的初稿，如有错误敬请指正。 本文章基于CC BY-NC-SA 4.0发布，仅供个人学习，若侵犯您的资产阶级法权，请联系号主删除。 以1830年的七月为例：在工人阶级的想象中，它和1968年五月扮演相同的角色。这是他们决定“无事将再同往日”的时刻。——雅克·朗西埃[1] 在1977年的第100期，《社会运动》（Le Mouvement social），法国主要的社会历史刊物，要求新的社会历史期刊《有理造反》（Les Révoltes logiques）编者集体给出关于《社会运动》的看法。《有理造反》集体对他们所看到的《社会运动》中的实证主义提出了激烈的挑战。《社会运动》的图景是更多地了解我们已经知道的东西，而该集体声明他们想知道“一些别的”。“让我们感兴趣的，”《有理造反》总结，是“那些档案作为话语，那些‘思想’作为事件，那些总是作为断裂的历史，在这里被质问（作为可提出质问的），且只能是在政治上被质问。”[2] 自1975年成立以来，没有人比哲学家雅克·朗西埃更认同《有理造反》。他自20世纪60年代以来的在智力和政治上的努力为理解《有理造反》难以捉摸的战斗口号提供了关键，而这种努力在《无产者之夜：工人梦想的档案》中保持了其一贯性。 年轻的阿尔都塞主义者· 朗西埃第一次在法国知识界留下他的印记，是在1960年代初至中期于巴黎乌尔姆街著名的巴黎高等师范学院读书时。在那里，他成为马克思主义哲学家路易·阿尔都塞的明星学生之一。此时阿尔都塞正因为他对马克思主义的人道主义的攻击而成为一个重要的知识分子。[3] 通过保持“科学”（知识分子的领域）和政治（党的责任）的区分，阿尔都塞在20世纪60年代晚期成为了法国共产党（PCF）的主要知识分子。但尽管阿尔都塞出于对党的考虑坚持他的平衡行为——在必要的时候进行必要的自我批评——他的学生却没有。他们认为阿尔都塞主义提供了“知识分子对改造世界的真正参与”的机会。[4]不愿直接攻击他们的导师。 1968年的学生造反，随后是法国历史上规模最大的总罢工，让大部分的左人（gauchistes）——正如大家对那些PCF左派所熟知的一样——感到震惊。虽然很多团体试图给这场运动提供领导，但UJC（m-l）最初没有。它把在“街垒之夜”与警察的激战中达到顶峰的学生造反解释为学生小资产阶级意识形态的表现。直到工人开始罢工时UJC（m-l）才加入，寻求与唯一真正的革命力量，无产阶级，组成同盟。UJC（m-l）的阿尔都塞毛主义者因此在1968年五月的地覆天翻的世界中迟到了。他们等待直到工人阶级的加入纠正那个世界并使正确的政治实践得以可能。就像其他的左人势力一样，UJC（m-l）指责PCF试图抑制罢工工人表现出的那种革命冲动。UJC（m-l）的激进派们对五月底和六月初遇到的年轻反叛工人们寄予了特别的希望。 五月后，UJC（m-l）分裂。一个派系与在“事件”中脱颖而出的其他势力联合起来组建了小但富有影响力的毛派组织无产阶级左派（GP）。朗西埃与这一运动有关，其口号“造反有理”（On a raison de se révolter）总结了它对在一个该行动的时候展开枯燥的理论化的不满。 GP引起了许多著名知识分子的同情，包括米歇尔·福柯，莫里斯·克拉维尔和让-保罗·萨特。该小组（groupuscule）因其试图打破激进知识分子和工人之间的分裂，以便让知识分子 “为人民服务”，而不是像列宁主义先锋队一样领导他们而闻名。为此，GP在法国各地推动知识分子（主要是学生）作为工人的秘密“编制”——établis。 1968年五月是像朗西埃这样的阿尔都塞毛主义者的一个转折点。阿尔都塞对学生运动的批判迫使他们与他们曾经的导师的思想交锋。对于朗西埃，五月造反与对阿尔都塞主义的造反成为密不可分的。这两种造反共同催生出了朗西埃对激进知识分子的更多反思以及他创造出一种对社会的知识的努力，这种知识不会，无论多么微妙地，建立起新的规范和等级制度，即使是在推进推翻旧社会的反抗之时。 从1969年七月对阿尔都塞的尖锐批判开始，在1973-1974年撰写的文章中继续，朗西埃认为1968年五月揭示了阿尔都塞思想“是一种秩序哲学，其所有原则将我们从撼动资产阶级秩序的造反行动中分离”。[5]讽刺的是，那些最大声地支持中国CR的法国学生，最终却通过科学的诡计反对他们国家里的类似物。 通往有理造反的路上· 国家镇压和群众对GP的冷漠促成了该组织在1973年解散的决定。然而，同等重要的是，人们意识到群众冲突的焦点已经从GP转移到了Lip（厉溥）在贝桑松的制表师这样的团体，他们通过占领工厂并开始生产来回应雇主关闭工厂的决定。朗西埃正是从这个角度批判GP没有拔除其在乌尔姆圈子和阿尔都塞哲学中的根源。 GP未能思考其中心化结构的弦外之音，尤其是“代表”的阴险逻辑：“以群众（masses）的名义持有的普遍话语”。[6] 朗西埃早在1974年就已经勾勒出对GP的批判。几年后，一群前左人作为“新哲学”代言人轰动地出现在法国知识界，这种新哲学谴责所有“总体化话语”：马克思主义的哲学前提直接导向苏联的集中营。此时朗西埃又回到了那些批判。福柯在七十年代中期对在整个社会中运作的无数的权力战略的揭示为新哲学家们提供了一个分析框架。人民，用毛主义的术语，或平民/平民角色（de la plèbe）——用福柯或像安德烈·格鲁克斯曼（André Glucksmann）的表述——是新哲学家所代表的人，是无权、苦难与反抗的场所。知识与权力密不可分；所有的科学都是镇压的模式。只有通过实践才能了解平民。解释其苦难的努力（比如，在资本主义或建设社会主义方面）隐含着对平民困境的合理化。新哲学家们攻击国家，同时赞扬经常是隐藏着的那些平民的微小抵抗。他们用这些反对“无产阶级”的革命的宏观抵抗，认为其政治斗争摧毁了平民文化，从而使得无论革命斗争的表面结果如何，总是导向国家的最终胜利。 朗西埃同意新哲学的许多内容。然而，他也在其中看到了一种正是从GP的理论和实践中发展出来的，重新复活了的“让新的知识分子登上宝座”的努力。这种解释颇具争议。朗西埃关于这一主题的文章本应出现在《现代》（Les Temps modernes）的某一期上，但由于该刊物的编委会与GP和新哲学的关系而被其拒绝发表。[7]（Benny Lévy，前 GP 领导人 ，担任编委。） 从一开始，朗西埃就写道，GP曾谴责知识分子试图利用和指导自发的群众斗争。然而，在七十年代初，人民不愿揭露其内在的反叛性使知识分子-激进派的的理论更加可信。通过审判阶级敌人的群众法庭，知识分子-激进派将为人民表达自己创造条件；作为激进派，知识分子逐渐回到了他们惯常的人民代言人角色。新哲学家继承了这些激进派的遗产，他们对平民中的真理的认同巧妙地颠倒了阿尔都塞/列宁/考茨基派产生真理（科学）并带给工人阶级的任务，但也保留了关于传教士的无辜和他们传达的真理的概念。 新哲学家在选择性阅读福柯时忽略的是他所指出的不存在纯粹的非权力话语。人民本身就必然卷入各种形式的排斥和压迫中。每一次反抗行动都涉及动员现有的权力表达来反对他人。在七十年代中期，朗西埃总结说，新哲学家动员了对福柯的某种阐释，而不是对马克思的某种阐释，以重建激进知识分子作为人民发话筒的惯常角色。 朗西埃转向另一个方向，走向福柯，走向萨特，阿尔都塞的另一个马克思主义者自我和GP在知识界最坚定的盟友。（朗西埃在对阿尔都塞的《回应约翰·刘易斯》（Réponse à John Lewis）的批判中指出，在一场文本捉迷藏游戏中，阿尔都塞将他对默默无闻的英国共产主义者刘易斯的攻击作为一种到达萨特的手段。）[8]马克思主义理论与共产主义政治的对抗，是20世纪法国知识分子的重要经验。在拒绝了阿尔都塞与党的共生关系并目睹了左人运动的分崩离析后，像朗西埃这样的年轻激进知识分子意识到萨特对党外知识分子政治状况的广泛调查具有针对性，他们同时寻求说真话和干革命。 七十年代中期，萨特参与了一部计划中的电视连续剧“二十世纪反抗的意义”。朗西埃与西蒙娜·德·波伏娃，曾任GP领导人列维（Lévy）和菲利普·加维（Philippe Gavi）以及前左人/未来的新哲学家格鲁克斯曼（Glucksmann）在同一个团队工作，为该企划招募了接近八十名学者和历史学家。[9]《有理造反》致力于创造“另一种历史记忆”——而不是学院派或政党的记忆——基于“来自下方的思想”。 从学习马克思到学习工人· 朗西埃于1972-1973年开始对劳工史感兴趣，此时GP开始分崩离析，而他则回到攻击阿尔都塞上。面对，如他后来所说，“1968-1970年伟大理念的僵局：知识分子的论争与工人斗争的结合”，朗西埃从七月王朝寻找指导，当时马克思将理论嫁接到了工人的抗议上。[10] 马克思著作中的断裂不是1845年认识论革命的结果，而是他对三年后工人阶级革命挫败的失望。[11]马克思与巴黎工人的矛盾关系——对他们的道德说教和结社不耐烦，又赞扬他们激烈的街头巷战——被编入一门科学，而阿尔都塞只是其最新使徒。 那么，是时候为他的同时代的工人们放下马克思的著作了。朗西埃在阿尔都塞反对“马克思主义的人道主义”及通过指涉马克思早期的“人道主义”著作对其的合法化的圣战中开始他的学术生涯。毫不奇怪，这个问题同样为朗西埃进入新的文学体系提供了入口。当朗西埃思考19世纪30年代工人的生活和写作时，他看到他们通常通过特定行业的方式来构想事务。然而，当他们确实开始以作为群体的工人发声时，这却是作为对资产阶级作家对工人群众的贬抑的道德分析的反应。打破了这种同行的封闭话语的七月王朝工人的基本诉求是“人”的地位。他们否定了布尔乔亚有描述和定义他们的权利，无论是像社会调查员一样把他们说成野蛮人；像家长式的雇主一样把他们说成小孩；像经济学家一样把他们说成生产单位；还是像警察一样把他们说成暴动者。在每一种情况下，“工人话语首先针对资产阶级”，后者试图以否认前者取得独立和平等的权利的方式来定义工人的身份。[12]工人争辩说，如果有人配不上“人”的称号，那只能是利己的，物质的七月王朝资产阶级。 朗西埃如何看待这种“人道主义”闯入工人话语？他拒绝使用阿尔都塞主义的阐释技术，将这种情况说成 “被镇压的意识形态对主导意识形态的必要从属”。[13]然而，朗西埃立刻就开始怀疑这种代言人逻辑（logic of representation）的重新插入（reinsertion）。受众就这么明显的是资产阶级吗？这能被如此完整地从文本中得到吗？ 朗西埃在《工人之声》（La parole ouvrière）中探讨了这些问题，这是他和阿兰·福尔（Alain Faure）共同编辑的一组工人在1830到1851年间撰写的文档。在他们的介绍中，朗西埃和福尔通过革命传统之间的相互影响勾勒出工人阶级思想发展的历史，这种相互影响体现于1830年革命中同行（compagnonnage）思潮和组织的转变和衰退，以及工人通过结社来实现解放的思想之发展。在这个意义上，《工人之声》类似于威廉·休厄尔（William Sewell）在“劳动语言”中对工人社会主义起源的开创性探索。[14] 然而，朗西埃在他的评论中也谈到了“无产阶级意识形态的历史诡计”，这些诡计将成为二十世纪劳动组织的学说和实践的特征。他在刊物《车间》（L’Atelier）的基督教社会主义者中找到了这种“诡计”的早期例子，他们是工人阶级理想的坚定捍卫者，反对所有可察觉的资产阶级入侵。《车间》的工人阶级精英“更关心使他们的同胞接受教育和道德，显得他们值得与资产阶级以平等的地位打交道，而不是让工人阶级起义的多种而矛盾的表达模式占统治地位。”[15]要求被当作“人”看待的要求因此同时既是对资产阶级的蔑视和拒绝态度，又是针对其他工人的工人阶级道德压抑话语的核心。 首先在马克思的著作中思考“人”的重要性，然后是在那些同时代工人的著作中，这将朗西埃领向了支撑《无产者之夜》的问题。对“工人阶级”的知识并不是从对经济结构或文化矩阵的未经中介的反思中产生的，而是源于与明显的资产阶级“他者”的对话和对抗。由此产生的认同和代表反过来成为无休止的排斥、包容和分化的场所，这些场所周期性地产生关于无产阶级，关于人民，关于平民地自信断言。通过这种思考，朗西埃抛弃了在《阿尔都塞的教谕》（La leçon d’Althusser）中表达的信念，即认为从七月王朝工人的对生产者联合的呼吁到Lip的制表师接管工厂中，存在一条通向社会主义与革命的“自主道路”。[16]而他被引领着去提出的问题将是：对法国“无产阶级意识”（la pensée ouvrière）历史的其他概念化方法有什么影响？ 与劳工历史的对话· 二十世纪70年代，法国和其它一些地方的劳工历史学家正表达着他们对建制派马克思主义史学的幻灭，他们希望把上一个十年的社会和文化反抗合并入他们的著作。朗西埃被劳工史的新发展吸引了，但最终以类似的“新历史主义”论证拒绝了每一种发展。他解释说，工人队伍内外的一些因素，已经把关于技能、反抗和文化的一些特定概念，建立成了用来定义和评议永远顽强反抗着的劳动者的规范。“霸权集团总是在工人贵族的中心产生，将自己展现为无产阶级，并断言无产阶级组织另一种新的社会秩序的能力需要从技能[compétences]和在其工作和斗争中产生的价值开始。”[17]历史学家，常常是无意识地，把一种或另一种解释劳工的单一模式的胜利认可为发展。 朗西埃在考察劳工史领域时认为，其从业者广泛地接受了一种社会学决定论，这种决定论将工作中的技能和自豪感同某些特定形式的劳工运动的兴衰联系起来：“工作中的技术能力和自豪感因此创造了早期劳工斗争性的基础，是泰勒制革命通过推行大规模且官僚化的形式结束了这种斗争性，这导致了新的缺乏专业技能、集体传统和对工作的兴趣的新劳动人口的出现。”[18]关于手工业工人的真正社会主义的迷思是作为劳工代言人们对十九世纪晚期和二十世纪新的社会主义政治潮流的抵御，回溯性地被发现的。 考虑到这点，朗西埃探索了1914年以前的工团主义以及共产主义者对其的颠覆，是如何从工人自我解放的愿景走向国有社会主义的。为什么像阿尔方斯·梅海姆（Alphonse Merrheim）和加斯顿·蒙穆索（Gaston Monmousseau）这样曾经的反对国家主义的工团主义者在第一次世界大战后竭力鼓吹对国家的接受——资本主义或共产主义？为什么像乔治·杜穆兰（Georges Dumoulin）这样的前安那其-工团主义者会拥护维希政权的意识形态？[19]这种工团主义传统的根源是一个未阐明的前提：外在的教化力量——无论是“中立”的共和国，维系政权还是无产阶级专政——对解决工团主义者对工人阶级所寄托的愿望中固有的矛盾是必要的。 朗西埃对维希工团主义者的观念特别感兴趣，他们自认为是前马克思主义的19世纪30年代和40年代激进工人的继承者，那些工人在不诉诸有辱自尊的街头示威的前提下要求尊严、自主权和与他们主人平等的待遇。维希工团主义者在他们的出版物中支持这种“合作”的理念，其中最重要的名为《车间》（L’Atelier）。[20]朗西埃从这项研究中得出的结论是，劳动语言潜在地是一种压迫语言，除非被破坏它的实践渗透，就像在占领期间的法国，在阶级自觉的工人被期望知道如何停止罢工和开展生产斗争之时。 面对解放工作的赞歌，抵抗者们重新学会了只工作至刚好能维持生计，以及那些反生产、糟糕地工作和怠工的颠覆性美德……工人合作和抗争的历史使那些在工人历史的“正常”进展中经常未能被较好地识别的特征浮出水面：他们鲜少需要从助长斗争的主题中将自己辨别为那些造成服从的身份；阶级思想必然被什么别的东西贯穿，因为它不是阶级合作的思想。[21] 朗西埃在一篇伴随着的文章中指出，法国左派，尤其是共产主义者，在他们的史学研究上致力于将自己建立为法国大革命传统的合法继承人，而不是工人文化原生传统的继承人。他们在二十世纪早期把这一领域拱手相让：劳动部的公务员、涂尔干派的社会学家和来自更古老的，“工人主义”传统的激进分子，这种传统认为存在能与共和主义兼容并反对社会主义者和安那其-工团主义者的革命计划的独立劳工文化，而那些革命计划被视作从外部强加给工人阶级的。在两次世界大战之间的岁月里，社会主义者和工会主义改良派在他们反对“外来的”PCF的运动中吸收了这种工人主义传统，而同样的传统又被嫁接到了维希政权试图唤起土生土长的关于免于政治污染的工人文化和法团的传统的努力上。劳工文化研究在战后被否定，直到20世纪60年代才被重新严肃对待。[22]与第三共和国的研究显示自主劳工文化与国家的兼容性相反，后-1968的研究者将他们的项目定义为一种聚焦于矛盾和斗争的工人文化的历史。 这种方法的根源在于左人思潮和将福柯的思想融入社会历史中。一些福柯派有点过于温顺地接受了雇主们关于他们的纪律策略的理解，只是简单地将它们重新表述为指控。[23] 朗西埃本人在1975年的一篇论文中采用了相同的策略，该论文是关于工人对乌托邦社会主义学说中的纪律性和生产主义要素的不接受，[24] 在与科特罗的公开对话中，朗西埃和《有理造反》集体指出了他（无意中）通过把文本中的每个元素都通过“工人反抗”的纯粹否定性的方式解释赋予《崇高》（Le sublime）以单一的反转了的真相的虚假连续性其危险性，忽略了工人自己可能会对他们的同事、学徒或妻子行使的权力形式。[25]正如他面对新哲学家时所做的那样，朗西埃拒绝“工人反抗”的解释模式，它作为一种微妙的手段，确立了作为思考者的知识分子和作为行动者的工人之间的分裂。 朗西埃发现群众文化作为识别激进工人阶级本质的依据并不比关于工人控制和反抗的理论更可靠。他批判了群众文化的鼓吹者，他们把那些群众文化被设想具有的不受外部影响渗透的特征说成对霸权主导文化的威胁。这种群众文化真的有像据说的那样完全免于同主导文化的联系么，更重要的是，它的颠覆性本质是来源于它的纯洁性吗？朗西埃的答案是：不。当文化事件挑战劳动与闲暇，生产者与消费者，工人和资产阶级之间的界限时，对现存秩序真正的威胁出现了。他利用了这样一个例子，他可能会称之为观众“表演”（performance），在十九世纪上半叶的巴黎，资产阶级和工人前往同一个剧场。[26] 朗西埃在对七月王朝的工人-诗人的反传统解读中发展了这一观点。工人进行写作的这一决定——“诗意的僭越”——打破了工作场所和群众社交的节奏。“工人的诗歌并非从一开始就是群众言论的回声，而是始于对他者的神圣语言，被禁止的迷人的语言的模仿。[27]对那些拒斥他们文学赞助人的建议的工人作者来说更是如此，那些建议让他们写一些他们知道的（或者说他们应该知道的）东西——工作的世界。 一个从来没有学过如何写作却试图写出符合他时代口味的诗歌的工人，可能比一个唱着革命歌曲的工人，对于占主导的意识形态秩序可能更是一个威胁……也许真正危险的阶级与其说是想从底部颠覆社会的蒙昧者，不如说是那些在阶级、个人和群体的边界之间流动的浪人，他们自己发展出了一些于改善他们的物质生活无益的能力，事实上，这些能力可能让他们轻视物质问题。[28] 这样的个人，朗西埃认为，做出了打破分隔从事有用劳动的人和思考美学的人的由来已久的屏障的真正激进行动。 朗西埃不仅注意到资产阶级对这些徘徊在自己应有的身份之外的工人的可预见的解雇，还注意到工人领袖们也在这么做，他们通过谴责自负的资产阶级堕落对工人阶级文化的渗透，为他们自己创造了作为阶级理想之“代表”的新社会地位。这些代言人既不是工人也不是资产阶级，在社会上他们类似于他们批判的那些酒馆流行歌手。朗西埃认为，对于那些会求助于国家来维护工人文化的道德和自主的工人领袖来说，前面说的只是一个步骤。[29] 在编辑《工人之声》（La parole ouvrière）时，朗西埃曾想过，“无论一个人将劳工史追溯多远，他都会看到由基于对实践同可接受的或不可接受的话语的编撰的判断指导的造反。[30] 即使是最好的社会历史学家都没有把这种与不可能的遭遇包含在他们的著作中。朗西埃发现了许多值得敬佩的地方，比如，在爱德华·帕尔默·汤普森（E. P. Thompson）的《英国工人阶级的形成》（The Making of the English Working Class）中。[31] 无产者之夜· 《无产者之夜》标志着对朗西埃从阿尔都塞主义者的年轻时代到毛主义者时期的知识分子生涯的初步总结，以及对他在《有理造反》中独特声音的主张。在清理阿尔都塞旧账的20世纪70年代早期，朗西埃发展出了对马克思关于工人阶级的理解的批判。在这十年的后半段，他针对劳工运动和劳工历史学家共同展现出的工人阶级形象继续了这个批判项目。他指出，当工人们符合某一种规范时，他们的价值最高。他们的“差异”使他们变得可疑。朗西埃将这些工人阶级形象植根在过去的劳工运动中的失败和当代激进知识分子的自我怀疑之中。左人思潮崩溃后的几年里，这些知识分子一直在工人阶级的“他者”中寻找确定性。这助长了“从我们的不确定性和幻想中保存工人阶级斗争、群众文化和平民智慧的自主性的真诚忧虑”。 然而，朗西埃指出，简单地承认一种关于什么构成了工人阶级的知识是危险的，这种知识本身就是被失望于其同僚的道德与政治弱点并被他们自己的对另一种生活的志愿所诓骗的工人们创造的。不论是在研究《车间》（L’Atelier）的维希工团主义者，还是在研究第三共和国的工人文化时，朗西埃都得到了同一个结论。“麻烦的是，这种工人话语从来没有像其在他者的逻辑上或在为他们自己的利益工作时那样有效。”[32] 这一悖论把朗西埃带回他对代表过程的批判，这种代表过程的双重化总是隐藏着一种被压抑的差异。他将他在《无产者之夜》中开展的事业描述为“一种话语秩序，标志着社会‘对象’的不和解，它与它自身的差异”。[33] 朗西埃不把文本看作有待解读和分类的被动对象，而认为其是积极的，不断向将要解释者（the would-be interpreter）提出问题的。在解释者寻求某种工人阶级本质时，工人讲述他们的存在和愿望的声音被扭曲、放大、审查并推到一边以确认“已经知道的事”。朗西埃对历史学家发问：“这种倾向于为了支持一个没被听到的人的无声雄辩去将每一条被提供的信息中的冗词除权的逃避究竟意味着什么？”然而，历史学家们一接触到这种“冗词”，他们就永远不能宣布真相已被揭露，工人阶级已被代表了。 朗西埃在《无产者之夜》中的方法与解构主义技巧有一个相同的策略，即在文本中找到揭示文本中因“书写”（writing）的压抑而产生的矛盾的点位。朗西埃锁定了出现在工人试图将为“他者”保留的权力占为己有时出现的工作生活的“中断”（interruptions）和“悬置”（suspensions）。传统上主导文本的元素——解构主义者的“言说”（speech），在这个情况下则是作为劳动者的无产者——被解构来揭示被压抑的“书写”或揭示作为思考者的无产者。工人生活同社会学建构看起来的一致性在解构主义阅读中让位于那些生活中的“中断”。朗西埃既没有赋予文学证据也没有赋予社会学证据首要地位。两者都是有待解构的不稳定文本；其中每一方都是作为另一方的背景，而不是其反映。 《无产者之夜》三部分的每一部分都将工人阶级的概念化中的一种关系问题化：工作之于工人；工人-激进派之于工人；阶级意识之于工人。在第一部分中，朗西埃重申他反对那些通过社会经济规范或一系列姿态和行动来代表工人阶级的努力。他描述七月王朝的巴黎工人时，比起描述其受纯粹肉体剥削和作为法团社群成员，更多是描述其陷入了为获得和保住以道德堕落、精神枯燥和程度毫不亚于前二者的肉体困苦为特征的工作而奋斗的永恒焦虑当中。可能不是工作条件本身以野蛮威胁着工人，而是搜寻维持生计方法的没完没了的需要。按技能、公司或车间组织进行的分类掩盖了分包和去技能化中的复杂多变的世界。 将我书中人物定义为无产者的并不是他们对工作的认同，也不是他们的群众根源；而是每天都遭受质疑的状况的偶然性，是表面上享有盛誉的资历及行业的虚幻或暂时性。今天被描述为不稳定工人[travailleur précaire]的境遇也许是无产者的基本现实。而1830年工人的存在模式与当代工人其实十分接近。[34] 第一部分的中心人物是细木工/地板工人加布里埃尔·高尼（Gabriel Gauny），他决定让这种不稳定状态成为解放的源泉——通过他的“修道士经济”来征服动物性的消费需求的暴政。高尼从他与资产阶级圣西门派的经验中汲取的不是使工作成为新的道德秩序的基础，而是作为思考哲学的体力劳动者生活的欲望。[35]然而高尼不仅仅是GP编制（établi）的倒置。他也是朗西埃的另一个自我，一个可以参观全景敞视监狱并超越福柯的监狱世界，领会到做的好的工作可以带来暴政的教训。正是高尼能够以一种不连贯、反传统和不可持续的方式宣扬“一种不同世界的启示和一种新的存在者间关系的开始”而不是对世界进行理性的重新排序。 朗西埃在《无产者之夜》中从对高尼的反思回到了第二部分中他对他关于激进知识分子与工人关系的早期著作的重新思考，其本身就是高尼人生中的决定性事件。19世纪30年代，裁缝和印刷工提出了被当作“人”对待的要求，并不是因为他们技艺娴熟，供不应求或拥有某种发达而孤立的法团熟语（idiom）。相反，他们几乎没有什么需要从别的工人那里保护的，而他们的行业使他们与资产阶级和他们关于自由和平等的话语经常地产生联系。事实上，不是他们与主导文化中元素的孤立性而是联系向工人们暗示了与他们的看似注定的工作生活决裂的可能性。 不需要有人来告诉工人们他们被剥削了；这他们已经知道。对于工人们来说，他们可能注定要去做点除了被剥削以外的事情，才是新闻。工人在与“他者”的遭遇中获得的不是特定的教条，而是对另一个世界的暗示，一个去反抗的除了自我主义和物质主义之外的原因。资产阶级和工人们的这种遭遇，远非轶事，它在“工人阶级”历史中具有核心意义： [工人们寻求]试图去为自己占领那些可以彻夜不眠者的夜晚，那些不必乞讨者的语言，那些不需被吹捧者的形象……我们必须审视这种混杂的场景，在其中部分工人与知识分子同谋，这些知识分子出来会见他们，可能希望征用他们的角色，通过初试一些自上而来的话语和理论来重演并改变那个关于谁有权为他者说话的古老迷思。 新工人和他们新的圣西门主义者朋友各说各话。他们都聚焦于对方的经济条件中的内在可能性，却忽略了与他们对话者的梦想。一些工人把圣西门主义者看作工作的来源；最忠诚的则被进行哲学思考的机会迷住了——去做“无用劳动”——在一个由免于体力劳动的必然性的圣西门主义学生们所激发的爱组成的社区中。他们通过在圣西门主义中一瞥新世界被迷住了，而不是被他们自己的进步迷住了。 享有特权的圣西门主义青年们从他们自己对工作的积极本质的笃信中创造了一种工人的形象，其中一些——GP建制（établis）的遥远先驱者——甚至开始过从事体力劳动的生活。他们为工人拒绝他们将其组织成劳动大军的努力而失望。对于朗西埃同样重要的是新工人的失望。“对于这些容易被描绘成‘为人民服务’[毛主义信条]的学生，但实际上是工人和前工人的圣西门主义传教士，他们曾经逃避了把自己变成圣西门主义者，而其全部悲剧就是被他们的使徒派向那些自负的工人们。[36] 已看到另一个世界而变得永远不同于未接触的群众并对群众感到幻灭的个人们的“悲剧”为《无产者之夜》的第三章设立了舞台。在本节中，朗西埃讨论了《车间》（L’Atelier）的基督教社会主义者及他们与其他工人群体的辩论，以及在1848年六月起义后在第二共和国的帮助下建立的合作社和在十九世纪下半叶于美国建立的伊卡里亚社区。这些运动试图把一种建立在劳动和抵御资产阶级污染（包括圣西门派和傅里叶派灌输的梦幻般的变态和物质主义幻想）上的道德确认为工人阶级的本质。《车间》的结社计划和共产主义者建立伊卡里亚的努力同时呼吁解放和关于秩序的压抑话语。那些关于劳动的意识形态和被其激发的项目的特征是无法解决的矛盾，在这些矛盾中牺牲的美德与团结被发现与“他者的”自我主义与物质主义恶习是相同的。工人运动是从一种矛盾中产生：“解放一词被同时用于表示为了自己的个体工人的进展和被压迫无产阶级的解放。” 不论是在巴黎还是在伊卡里亚，工人们拒绝履行被赋予他们的阶级使命；他们永远都是错的。由此产生的欺骗与失望被铭刻于工人阶级的理念，它永远以反叛和骄傲、纪律和秩序的诱人信息向工人招手。代表的逻辑是这样的，工人阶级的“代表们”总是会与工人们自己有差异，并且会发展出压抑这种差异的工人代表。“理性的诡计把做梦的工人们带上未来的真正道路，那些纪律——和专政——王的工作的道路。[37] 然而，《无产者之夜》不是一本悲观的书；朗西埃的分析并没有承认这种结论性。他让读者看了1890年一位年迈工人-激进派给曾经是她的情人的傅里叶派知识分子写的信，在信中她告诉他自己从来没有忘记半个世纪前她被引入了另一种生活的可能性。《无产者之夜》的政治因此不是“绝望的寓言”，朗西埃解释，“相反，而是在一种致力于约束无产阶级的要求（demande prolétarienne）和政治压抑的威胁的生活中，一种需保持的无法战胜的决心，最初的不同意；同时是乌托邦的死亡和对现实的拒斥。[38] 结论· 当朗西埃在20世纪70年代调查社会历史领域时，他开始相信其从业者不过是在简单地关于他们已经知道的东西写更多——每个机构都有其阶级基础，被压迫者在他们的文化中寻找资源用于反抗等等。并不是说这些发现不是“真实的”，而是它们已经变成了普遍准则：对它们的“真理性”的确定态度似乎掩盖了其他东西——历史的文本中对历史学家的计划的抵抗。两种选项浮现。第一种是重申或复兴旧范式；第二种——朗西埃的选择——是去质疑这些范式并询问为什么它们对历史学家如此有吸引力。带着这个目标，朗西埃在《无产者之夜》中解构了“工人阶级”（或者说“无产阶级”）来揭示其矛盾和遏制策略。这本书展现了一个概念的“系谱学”，但它拒绝了历史学家们的标准策略，即一劳永逸地识别出在一个演进过程中的先行者和年代标记。《无产者之夜》举例说明了一段历时性的历史，在其中对过去的反思必然导致对这种反思本身的范畴、方法和意向的话语生产的反思。识别和解释作为“他者”（或“统一”）的工人阶级的这种努力最终产生了对分析者身份的质疑。 《无产者之夜》广泛倡导社会历史学家重新思考他们研究的东西及他们如何研究它。朗西埃挑战了最近最好的和最具创新性的社会历史的文学和社会学经典（例如，威廉·汉密尔顿·塞维尔[William Hamilton Sewell]的《法国的工作与革命》[Work and Revolution in France]所代表的）。他阅读工人运营的报纸，比起找其中包含的系统性称述，更多是为了寻找持续挑战着这种陈述的连贯性的矛盾性和冲突性的故事与信件。当朗西埃讨论工人-诗人时，是为了他们生活和文本中的不确定性和疑问，而不是为了他们对劳动的颂歌。[39] 马克思和塞维尔分别指出十九世纪工人阶级的本质应在工厂劳动力与手工业组织中被找到。朗西埃重新定位了这一愿景，要求我们去考察这些群体外的工人——那些被圣西门主义所吸引的人——并不将他们解释为马克思和恩格斯丑诋的流氓无产者或福柯的被排斥者（exclus）：“这个偶然的人群，在任何意义上，与其说是边缘化与堕落的无产阶级，不如说是在其本质中的无产阶级，这种本质隐藏在该死的工厂与机械之先驱的凄惨或光荣的形象下。 尽管塞维尔发现十九世纪中叶巴黎工人的社会主义理想植根于他们对法团式的过去的重新思考中，朗西埃仍忠于阿尔都塞——或者实际上是对阿尔都塞的老师加斯东·巴舍拉（Gaston Bachelard）——在把革命社会主义者的意识形态看作诞生于对当下（以及作为解释启发于那种断裂的工人的最终徒劳的尝试的劳工运动意识形态）的激进“断裂”上。至于激进知识分子，朗西埃既没有像塞维尔一样淡化他们在社会主义意识形态形成中的作用，也没有把他们变成列宁主义的“向导”；他们是一个明显的“他者”的必要而令人不安的存在，但他们无法控制他们的存在会被怎样解释。 朗西埃提出了一种对自己的分析范畴自我觉知和自我批判的社会历史。这样的项目远不是抑制历史学家，而应该通过质疑“当下主义”（presentist）冲动刺激他们，即使这是在质疑在过去或未来建立独立的“真理”的努力。目标是发展出这样一种历史，它应当避免居高临下（patronizing）——用性别和阶级历史学家共享的隐喻来说——那种解释威权威胁着要给出的对待过去的方法。[40] 有些人会担心，《无产者之夜》所呈现的那种后结构主义诘问方式只是阿尔都塞的理论中的阶级斗争或者——套用萨特的话说——让比杨古（Billancourt）绝望的又一变种。不必如此。在法国和西方的知识分子与劳工运动疏远之际，这些劳工运动本身就不安地基于不断变化的劳工力量上——它本身并没有被完全包含在当前上演的关于劳工形象的剧目中——朗西埃的讽刺性调查指出了一些方法，以满足有想象力地思考事物与我们“知道”它们所是的那样有何不同的需求。 I first wrote about Jacques Rancière in “The Night of the Proletarians: Deconstruction and Social History,” Radical History Review 28–30 (Fall 1984). I have recycled portions of that essay in this Introduction. These are used with the permission of MARHO: The Radical Historians Organization, Inc. I would like to thank readers of that essay and of this one, Lloyd Kramer, Sara Maza, Pat O’Brien, William Reddy, Holly Russell, Joan Scott, and Steve Vincent. “Jacques Rancière,” in Entretiens avec “Le Monde” 1: Philosophie, ed. Christian Delacampagne (Paris: La Découverte, 1984), p. 165. ↩︎ Collectif des Les Révoltes logiques, “Deux ou trois choses que l’historien social ne veut pas savoir,” Le Mouvement social 100 (July–Sept. 1977): 30. ↩︎ Robert Geerlandt, Garaudy et Althusser: Le débat sur l’humanisme dans le Parti communiste français et son enjeu (Paris: Presses Universitaires de France, 1978), places this debate within the context of PCF politics. ↩︎ Jacques Rancière, La leçon d’Althusser (Paris: Gallimard, 1974), p. 89. ↩︎ Ibid., p. 9. ↩︎ Ibid., p. 222. ↩︎ Collectif des Révoltes logiques, “Les lauriers de mai ou les chemins du pouvoir (1968–1978),” Les Révoltes logiques (Feb. 1978): 6. For analysis of the New Philosophers, see Jacques Rancière, “La bergère au Goulag,” Les Révoltes logiques I (Winter 1975): 96–111; Danielle and Jacques Rancière, “La légende des philosophes (Les intellectuels et la traversée du gauchisme),” Les Révoltes logiques (Feb. 1978): 7–25. (On the conflict with Les Temps modernes, see the note on page 2 of this issue of Les Révoltes logiques.) ↩︎ Rancière, La leçon, pp. 46–47. ↩︎ Annie Cohen-Solal, Sartre: A Life, trans. Anna Cancogni (New York: Pantheon Books, 1987), pp. 504–5. ↩︎ “Jacques Rancière,” p. 158. ↩︎ Ibid., p. 800. ↩︎ Faure and Rancière (eds.), La parole ouvrière, p. 14. ↩︎ Ibid., p. 19. ↩︎ William Sewell, Jr., Work and Revolution in France: The Language of Labor from the Old Regime to 1848 (Cambridge: Cambridge University Press, 1980). ↩︎ Faure and Rancière (eds.), La parole ouvrière, p. 209. ↩︎ Jacques Rancière, “Le prolétaire et son double ou le philosophe inconnu,” Les Révoltes logiques 13 (Winter 1980–81): 6. ↩︎ Jacques Rancière, “Les maillons de la chaîne (Prolétaires et dictatures),” Les Révoltes logiques 2 (Spring–Summer 1976): 5. ↩︎ Jacques Rancière, “The Myth of the Artisan,” International Labor and Working Class History 24 (Fall 1983): 1. ↩︎ Rancière, “Les maillons,” pp. 3–18; “De Pelloutier à Hitler: Syndicalisme et collaboration,” Les Révoltes logiques 4 (Winter 1977): 23–61. ↩︎ Rancière, “De Pelloutier à Hitler,” p. 33. ↩︎ Ibid., pp. 60–61. ↩︎ Jacques Rancière, “ ‘Le Social’: The Lost Tradition in French Labour History,” in People’s History and Socialist Theory, ed. Raphael Samuel (London: Routledge &amp; Kegan Paul, 1980), pp. 267–72. ↩︎ Danielle Rancière provides a good critique of this tendency in “Le philanthrope et sa famille,” Les Révoltes logiques 8–9 (Winter 1979): 99–115. See also Jacques Rancière, “Une femme encombrante,” ibid., pp. 116–22. ↩︎ Jacques Rancière, “Utopistes, bourgeois et prolétaires,” in Le discours utopique, ed. Maurice de Gandillac and Catherine Piron (Paris: Union Générale d’Editions, 1978), pp. 69–82. ↩︎ Ibid., p. 10. “Au sublime ouvrier: Entretien avec Main Cottereau,” Les Révoltes logiques 12 (Summer 1980): 31–45. ↩︎ Jacques Rancière, “Good Times or Pleasures at the Barriers,” in Rifkin and Thomas (eds.), Voices of the People, pp. 51–58. This essay appeared originally as “Le bon temps ou la barrière des plaisirs,” Les Révoltes logiques 7 (Spring–Summer 1978): 25–66. ↩︎ Jacques Rancière, “Ronds de fumée (Les poètes ouvriers dans la France de Louis-Philippe),” Revue des sciences humaines 61 (April–June 1983): 37, 33. ↩︎ Rancière, “Good Times,” p. 50. ↩︎ Ibid., pp. 82–90. ↩︎ Faure and Rancière (eds.), La parole ouvrière, p. 9. ↩︎ E. P. Thompson, The Making of the English Working Class (New York: Vintage Books, 1963). For his part, Thompson took note of Rancière’s “Maoist freak-out” in La leçon d’Althusser: see The Poverty of Theory (New York: Monthly Review Press, 1978), p. 202, n. 134. ↩︎ Rancière, “Le prolétaire et son double,” p. 6. ↩︎ “Jacques Rancière,” p. 165. ↩︎ Ibid., pp. 64–65. ↩︎ Ràncière has assembled and edited a collection of Gauny’s writings: Le philosophe plébéien (Paris: La Découverte/Maspero, 1983). ↩︎ Rancière, “Le prolétaire et son double,” p. 8. ↩︎ “Jacques Rancière,” p. 165. ↩︎ Ibid. ↩︎ However, Rancière does not fetishize obscure texts. His Le Philosophe et ses pauvres (Paris: Fayard, 1983) addresses “major” thinkers, including Plato, Marx, Sartre, and Bourdieu. ↩︎ Holly Russell suggested this wording to me. ↩︎","link":"/2022/11/09/%E6%9C%97%E8%A5%BF%E5%9F%83%E3%80%8A%E6%97%A0%E4%BA%A7%E8%80%85%E4%B9%8B%E5%A4%9C%E3%80%8B%E5%BC%95%E8%A8%80/"},{"title":"黑格尔《逻辑学》笔记","text":"若无特别说明，以下对《逻辑学》原文的引用主要来自先刚译本，即《黑格尔著作集》第5卷和第6卷。来自英译本的部分将会标注，但可能不会标注译者。 一般而言，下面所使用的黑格尔的范畴和术语都采用先刚译本的译法。 一、存在论· 1.1 规定性（质）（Bestimmtheit(Qualität)）· 1.1.1 存在（Sein）· 译名参考： Sein 存在、纯有 Nichts 无、纯无 Werden 转变、变易 Dasein 定在 开端逻辑· 可以通过这种语言考虑一下：存在在自身等同中就“是”无（完满的虚空性），除了“是”说不出任何东西，存在只不过就是这个空洞的“是”，存在过渡到无。使用这种语言说明时需要额外注意的是，“空洞的”并非“是”的定语，这里的重点在于它们不过是一个东西，纯粹的“是”或存在证明自己无非就是这种空洞性。 我们继续：而无又只不过就“空洞地”是，因此又过渡到存在（或者说”是“）。因此存在和无不过都是“空洞地是”，就是同一个东西，或者说同样的无规定——需要注意的是，这里我们得到的“就是同一个东西，或者说同样的无规定”并不是一开始被预设的——这里有一个绝对已经完成的过渡，一个运动，转变。（C.a） 注释1：关于”光明“和”黑暗“的说明造成的一些误解的简要澄清· 值得注意的是，黑格尔有时在这里使用一个关于“光明”和“黑暗”的对比的说明，这经常被当作黑格尔对于存在-无-转变这一开端逻辑的说明，甚至在一些对黑格尔的视频讲解里也会使用类似的图示来解释开端逻辑。也正是因为这个原因，有人指责黑格尔不是从无规定的、直接的纯粹存在开始而是从存在和无的预先区分开始，他们得出黑格尔《逻辑学》真正来说即使不是从定在开始也至少是从转变开始——毕竟真正来说，”黑暗“和”光明“都至少是在对方那里有自身的规定的定在。然而，黑格尔在这里之所以进行这种说明，目的在于排除一般知性固执于常识的外在反思所得出的那种偏见，即认为存在和无不能是同一个东西，因此，尽管这种排除在外在反思自身内摧毁了外在反思本身，但终究还是基于一种外在反思展开的。这种排除最多能够到达的，无非是《逻辑学》的开端或者《精神现象学》结尾处回到的作为开端的”绝对知识“。就《逻辑学》的进展本身而言，这种排除不如说是根本不必要或者说无帮助的，必须同《逻辑学》从纯粹存在开始的内在进展区别开来。 注释2：存在和无在转变这个已经完成的运动中被证明是同一个东西，那么一个范畴从一开始是怎么过渡到同一个范畴里去的？· 不应该在一般的意义上理解过渡，我们在这里从纯粹的无规定的存在开始，因此必须抛弃一般意识的先行的外在反思，从而注意到黑格尔这里所说的过渡究竟是指什么。这里的重点是，在这个总是已经完成的过渡运动的最后，两者的区分直接瓦解了，因此运动的真相只是这种运动本身，我们必须经历这种存在本身的运动，才得到转变这一运动本身。这说明两者在其区分中才变得不可区分，或者也可以说被在其不可区分中被区分开——实际上是两者在自身中将自身区分为不可区分的自身单纯（注意这里不是自身关联）作为转变，两者证明自身只不过就是转变，或者说两者作为不可分割的环节保存在转变中，因此是未区分和不可区分的——当这种区分完成的时候，区分本身立刻就瓦解了，这种已经瓦解了的运动本身就是转变。因此，尽管这对习惯于通过常识进行外在反思的知性来说相当奇怪，经过上述说明我们仍然不得不承认，我们的问题的答案会是：一个范畴确实直接自在地过渡到了同一个范畴，同样也是过渡到了对立的范畴，这种过渡就是存在与无的最小差异，一种直接的、无规定的纯粹存在自在地产生的最小差异。 但转变作为一种互相过渡，一种已经完成的转变，已经完成的生成和消灭运动（C.b），在自身中就直接就瓦解了，当转变直接完成并使转变本身消失的时候（C.c），我们得到了定在，真正完成了的转变，存在与无的统一体，静止的单纯性，或者说规定的存在。 1.1.2 定在（Dasein）· 译名参考： Dasein 定在 Qualität 质 Negation 否定 Realität 实在性 Etwas 某东西、某物 Anderes 他者、他物 Sein-für-Anderes 为他存在 Ansichsein 自在存在 Bestimmung 规定 Beschaffenheit 状况 Grenze 界限 Endliche 有限者 Endlichkeit 有限性 一些预先说明和关于开端逻辑及其特殊性的进一步补充· 这样说或许有一些形式化，但可能是有帮助的：逻辑学从定在到自为存在的部分（也就是第二章定在的范围）的重点是范畴直接过渡到其对立的有差别的范畴，而后者最终又证明自己与前者的差别单纯就在其差别之中被扬弃了，因为这种差别本身就是前者自身作为区分运动，因此是前者超出自身又返回自身变成一种自身关联，成为“未分割的和不可分割的”。比如，我们下面会说明的，实在性和否定在其区分（这种区分运动本身就是否定自身的运动）中证明实在性和否定的区分实际上来自于否定的自身关联，因此区分被扬弃了，我们得到了某东西即自身关联的否定，此后还有各种不同的自身关联，直到最后通过证明恶无限不过也就是一种有限物来达到有限物的无限的自身关联，也就是自为存在。在整个存在论中范畴是直接过渡到另一个范畴的。 开端逻辑的特殊性在于，存在和无不仅仅是过渡到对方当中，而且是直接消失在对方当中，这种消失没有保留任何规定性，因为它们本来就同样是无规定，因此不是扬弃而是消失。最后留下的不是作为一种自身关联，而是存在和无都证明自己只剩下，不如说只是（因为这里本来就没有任何规定性可以“剩下”）这种消失运动，转变，而真正完成的转变，因为存在和无被证明只是转变本身，完全没有差别，因此可以说消失运动本身消失了，这种消失的运动留下的最低限度的规定性就是定在（Dasein），之所以说存在-无-转变通过扬弃被保留在其中，因为定在只不过就是这个过程本身。海德格尔说黑狗的真正的开端是转变还是错的，这里只是无规定的直接性，纯粹存在，存在证明自己的真相是转变，最低限度的规定性从转变产生。黑格尔这里的洞见远不是把转变理解为某种作为本源的赫拉克利特式的永恒“活火”或者运动，转变，这种运动在自己的完成中，或者说在运动本身的运动中就直接转变为规定性，被扬弃了的运动。 1.1.2.1 定在本身· 从定在到某东西· 定在作为规定的存在，其规定性被孤立出来，作为直接的或存在着的规定性，就是单纯的质，由于其单纯性我们没有更多可说。但定在衡量着这种单纯的质的片面性，因为定在是规定的存在或者说与无合为一体的存在，定在的规定性只不过就是这种合为一体，这种存在同样作为非存在，因此质同样也是存在着的规定性（或者说存在着的非存在），作为一种从无那里区分开来的、折返回来的规定性，而无作为一个规定性的已规定的东西，作为“非”存在折返自身，就是“拒斥”（Verneinung）。质就此成为区分开的质，就其作为区分开的、存在着的质来说，它是实在性，而就其与作为区分过程的“拒斥”纠缠而言就是否定，或者说存在着的、区分开的质，因此也可以说“拒斥”就是一种进行着的否定，英译版直接把Verneinung翻译成negation和negating，可能是出于这个考量。这里的重点在于定在或者作为单纯的质的定在虽然表明自身不是一个在自身内无区分的东西，但“实在性本身包含着否定，是定在，而不是一个无规定的、抽象的存在。否定同样也是定在，不是一个抽象的无”（《逻辑学》P96），实在性也不过就是一种通过区分于否定作为这一区分过程本身（作为“拒斥”，Verneinung）而成为区分了的、肯定的质，因此这里的实在性来自于否定的自身否定，一种自身否定，或者说否定之否定，两种质的区别自身扬弃了自身，因此定在真正来讲是作为一种自身关联的某东西（Etwas）或者定在者（Daseiendes），某东西不过就只是自身关联地存在着的否定或者规定性。 他者的来源· 某东西（Etwas）首先是定在证明自己真正所是的，一个通过扬弃区别而重新达到自身同一性的东西，一种自身关联的存在或者说内化存在（Insichsein）。某东西作为一个单纯的存在着的自身关联，黑格尔在“定在本身”这一节的最后一段说，某东西自在地看来，也是转变。这一整段看起来都相当晦涩，或许可以这样理解：首先，某东西只是自身中介，“它融入单纯的统一体，即存在”，因此是单纯自身关联的存在，但另一方面，也正因为某东西是自身关联，而前面已经说明，这一自身关联是否定的自身关联，所以某东西也明确地作为自身关联的否定；因此，这一转变中的前一个环节存在如今是某东西，”存在着，而且是作为一个定在者而存在着”，是单纯自身关联地存在着的某东西，而后一个环节也是一个某东西，但是作为自身关联的否定的某东西，这一明确地自身关联着地不是单纯存在着的某东西，”同样也是一个定在者“，只是被规定为“某东西的否定”，他者（Anderes）。而转变中的前一个环节，单纯存在着的某东西，正是在作为自身关联的明确的否定的后一个环节，在同样作为他者的某东西那里才是自身，才折返回来作为自身存在着，于是黑格尔接下来说，“某东西作为转变乃是一个过渡，这个过渡的各个环节本身就是某东西，因此过渡是变化（Veränderung），即一种已经变得具体的转变”。但是，黑格尔继续说，“然而，某东西首先仅仅在它的概念之内变化；在这种情况下，它尚未被设定为一个进行中介和经过中介的东西；它首先只是在它的自身关联里单纯地维系着自身，而它的否定同样是一个质的东西，只不过是一般意义上的他者”，某东西和他者在这里是被区分开的，某东西还不是同样作为一个“进行中介和经过中介的东西”且“它的否定同样是一个质的东西……他者”，于是我们现在得到了首先是彼此漠不相关的某东西和他者。 题外话：就先刚译本的一些纠错· 先刚译本将“a.一般意义上的定在”一节第三段的第一个分句（《逻辑学》P90）译作了“按照形式（亦即存在的规定性）而言，整体同样是一个已扬弃的、以否定的方式被规定的东西，因为存在已经在转变中表明自己同样仅仅是一个环节”。在这里”一个已扬弃的、以否定的方式被规定的东西“显然是”存在……表明自己同样仅仅是一个环节“后对“环节”的补充。出现一个这样明显的问题是很难理解的，在英译版中没有出错。 如果这句话要在任何意义上成为可理解的，则应该译作： 整体同样也是存在的形式或规定性，因为存在已经在转变中表面自己同样仅仅是一个环节，一个已扬弃的、以否定的方式被规定的东西。 Das Ganze ist gleichfalls in der Form d. i. Bestimmtheit des Seyns, denn Seyn hat im Werden sich gleichfalls nur ein Moment zu seyn gezeigt, - ein aufgehobenes, negativ bestimmtes; 1.1.2.2 有限性（Endlichkeit）· 某东西和他者· 我们还是回到之前“定在本身”一节最后一段的情况，我们得到某东西和他者首先是漠不相关的，因为它们都是直接的定在者或某东西。然而如果只考虑我们已经到达的这种直接性，却是片面的，因为我们得到这个结论的过程同样说明了，某东西实际上也只是从他者才折返回来才是某东西，毋宁说某东西就是包含着以某东西和他者作为环节的变得具体的转变或者说变化（Veränderung），因此某东西和他者同样也都是他者。然而，某东西和他者并没有像存在和无一样在转变中证明它们根本是无差别的，而是在自身关联中以扬弃了的方式包含着整个差别，某东西和他者在这个意义上没有区别，因为它们本身在自己的直接性中包含着区别，至于它们是同一个东西或者说具有同一性的说法，只是一种外在的反思或者比较，这里的重点在于，他者作为另一个某东西或者说在这个意义上与某东西相关联，”本身也是位于某东西之外“。可以说，他者是某东西作为一种”自身离心化“，而某东西通过这种”自身离心化“才取得自己的自在存在，在这里已经超出我们现在希望讨论的范围，我们暂且到此为止。 经过上述进展，事情实际上很清楚。上面的内容实际上在本节开始的“某东西和他者都是定在者或某东西”的真正意义上，即作为经过扬弃的东西的意义上，就已经得到说明了，而黑格尔在下面的部分说明更多是通过一种外在的方式进行的澄清和强调，我们简单地看一下其中一部分（《逻辑学》P99）。“对一个如此已规定的定在而言，异在（Anderssein）显现为一个陌生的规定或一个外在于定在的他者；定在本身并不是他者，毋宁说，它之所以被规定为他者，部分原因在于一个第三者的比较行为，部分原因在于有一个外在于它的他者”。在这里，可以说，黑格尔强调异在成为了一个独立的或者说自身关联的存在领域，或者说，同样是一个定在者或某东西，这个说明在这一节开始就已经给出了，也同样是我们在上一节结尾所到达的直接性。然而，黑格尔继续说，“每一个定在同样把自己规定为另一个定在，也就是说，每一个保留下来的定在都不是单纯的定在，而是位于一个定在之外，亦即本身就是一个他者。”这里所强调的是，”保留下来的定在“的直接性，是经中介的直接性，因此“不是单纯的定在”，实际上本身也就是一个他者。下面两段的说明的内容之前已经基本展开过了，而且应该是容易理解的，重点在于说明他者本身是一个自身关联的存在，一个定在者或某东西，这里不进行重复。 现在黑格尔说，”单独看来的他者是一个自在的他者，随之是它自己的他者，即他者的他者，——一个在自身内绝对不一致的、否定着自身的东西，一个不断变化的东西。但与此同时，它保持着自身同一性，因为它所变化而成的那个东西是一个不具有更多规定的他者；然而不断变化的东西不是以不同的方式，而是以同样的方式被规定为一个他者；因此它在他者那里仅仅与自身融合”（《逻辑学》P99-100）。上面已经说明，他者是作为一种“自身离心化”的某东西，但同时，“它被设定为扬弃异在而折返回自身的东西，一个自身同一的某东西”（《逻辑学》P100），这里的重点在于，这种“自身同一”不过是“自身离心化”的另一面，某东西通过作为他者在他者那里仅仅与自身相融合，在与他者的关联中取得了自身关联的存在，才真正作为定在者或某东西，某东西真正来讲，就是“自身离心化”同时作为“自身同一”。然而，“在这种情况下，异在——它是某东西的一个环节，同时有别于某东西——本身不能作为某东西而归属于某东西”（《逻辑学》P100），异在作为某东西的一个环节，作为在某东西内的自身分离，作为“自身离心化”或者“自身不一致”，作为一种在他者那里或者说为他的自身关联，就是为他存在（Sein-für-Anderes）；而另一方面，定在作为某东西的环节，在异在或者非定在那里维系着自身，毋宁说作为异在的异在或非存在折返回自身，作为异在的异在或非存在，作为”自身一致“，作为为他的自身关联相对立的直接的自身关联，就是自在存在（Ansichsein）。 自在存在和为他存在· 定在和异在或者说存在和非存在现在作为某东西的两个环节，某东西中的存在是自在存在，非存在则成为一个他者，成为一个区别于存在的，指向它本身的非定在的东西，为他存在。自在存在首先与为他存在相对立，自在的某东西已经被剥夺了为他存在。然而，自在存在本身也包含着非存在，因为它本身是为他存在的非存在。同样，为他存在也否定了存在的单纯的自身关联，自在存在是为他存在折返回自身的存在，可以说，为他存在是自在存在为了作为自在存在而存在着所包含着的一个无法消去的“丑闻”，质疑着自在存在的单纯性。 因此，自在存在和自为存在都是同一个东西，即某东西的规定。自在体（Ansich）是某东西而不坠入某种纯粹的无，当且仅当它从为他存在折返回自身。然而，这样来说，自在的某东西也自在地，或者说在它那里就拥有一个规定（Bestimmung）或一个情况（Umstand），这个情况在它那里就是外在的，这里强调的是“在……里”（an），强调的是一种与外部性形成对比的内部性，强调的是从外部性折返的内部性，自在的某东西在自身中也包含着一个丑闻性的为他存在，先刚译本在这里把&quot;an ihm&quot;翻译成“在它自身那里&quot;，过于强调一种自身性，然而事实上，就像“自在地”是强调“在”而不是“自”一样，这里强调的是一种超出自身又回到自身的折返，一张外部性（注意到这里从来没有一个真正的纯粹“外部”）的内部化，这里改作“在它那里”，就“它”而言可以说“那”也足够表现出一种已经折返的自身关联。因此，某东西在它自身那里拥有它的自在存在，但那个自在存在同时也是它的为他存在。黑格尔接下来的说明可能让事情更清楚——人们说某东西“自在”或者“内核”是如何，好像表达出了某种崇高的东西，但单纯的“自在”是一个完全空洞的抽象规定，自在存在只有在它的丑闻性的为他存在那里才取得自己的规定，它的规定不过就是那些丑闻，就此而言单纯的“自在”也不过是一个通过抽离“为他”得到的外在的规定。 因此自在存在一开始是把为他存在当作它的对立环节，现在则可以说是与已设定的存在（Gesetztsein）或者说携丑闻折返的存在相对立。这里的重点是，已设定的存在真正意味着的是一个在为他存在那里的折返，一个并非自在存在着的东西返回到它的自在存在。我们现在可以理解本小节的最后一段：“为他存在位于某东西的自身统一体内，与某东西的自在体是同一的；或者说某东西在自身那里有着为他存在。因此，折返回自身的规定性仍然是一个单纯的、存在着的规定性，从而仍然是一个质，——即规定（Bestimmung）。”（《逻辑学》P103） 规定，状况与界限· 这一小节的开篇是对我们这里得到的真正的自在体和一般所谓的自在体之区别的说明，略微改写一下后是很容易理解的。某东西作为从为他存在那里折返、反映回自身之内的自在体，这一自在体就不再是抽象的自在体，一个空洞的抽象物，而是它的为他存在的否定，以它的为他存在为中介，作为它的一个环节。自在体不是某东西的那种直接的自身同一性，而是这样一种自身同一性，即在它那里就是它的自在存在——这也意味着在它那里就有，或者说反映出它的为他存在，自在体扬弃了为他存在，从为他存在那里返回到自身之内。另外，也正是因为自在体一般被考虑为抽象物，这里我们也考虑到抽象的一般意义，自在体作为抽象物是一种对为他存在的否定，与为他存在纠缠在一起。 然后我们回到正题，黑格尔接下来说，质在单纯的某东西之内作为自在体，它在本质上与某东西的另一个环节形成一个统一体，就是作为“在它那里的存在”（An-ihm-Sein），我们可以把这个质称作“规定”（Bestimmung）。在这里规定需要与一般的规定性（Bestimmtheit）区分开，因为规定是一个肯定的规定性，一个自在存在。黑格尔说，“某东西虽然按规定与他者纠缠，但是仍然留在它的定在之内，通过它的自身一致性维系自身，让这种自身一致性在它的为他存在里面发挥作用。只要某东西的具体规定性——这个规定性是通过某东西与他者的关系而多方发生出来的——符合它的自在存在，成为它的内容，就可以说某东西充实了它的规定。规定包含着这个意思，即某东西在它那里也是它的自在存在。”（《逻辑学》P104）我们现在可以把这个使自身一致性在为他存在里发挥作用的运动看作某东西真正所是的，也即“在它那里的存在”，原因我们之前在分析an ihm的意义的时候已经说明。 黑格尔继续说明：自在存在真正来讲是通过前面提到的“在它那里的存在”的这种运动，这种规定性而得到充实，这同样有别于那种仅仅是为他存在，并且位于规定之外的规定性。在质的领域里通过前面所说的运动，被区分开的东西所留下的是一种与直接的、质的存在形成对比的被扬弃的存在。某东西“在它那里的存在”因此划分了自身，在它那里还保留了一种外在定在，这个外在定在虽然是它的定在，但不属于它的自在存在，但也不是简单的为他存在，这样的规定性就是状况（Beschaffenheit）。 值得注意的是，状况是被扬弃的为他存在，这里可以说通过“在它那里的存在”这一作为规定的运动，规定反过来回溯性地改变了参与产生的某东西的另一个环节即为他存在之所是，这种回溯性在《逻辑学》中十分常见。某东西的质虽然在于臣服于这种状况，但这恰恰是因为状况在某东西那里就已经成为一种他者，状况是某东西在它那里的状况。而现在正是就状况是状况而言，作为被扬弃的为他存在而言，作为一种他者本身同样是在在它那里的他者的自身关联而言，进一步来说，就状况独立地过渡到或者说产生出规定才真正成为状况而言，规定才成为规定，反过来讲，状况要真正成为状况，却也依赖着规定，因为状况只是被卷入自在存在或者说过渡到规定，因而被扬弃的为他存在所降低到的东西。现在某东西的规定性已经成为这样的一种规定性，只要某东西在它那里也是它的自在存在，它就和为他存在纠缠在一起，于是规定本身就能够和他者发生关系。进而言之，状况属于某东西的自在存在，某东西随着它的状况而发生改变。这个在它那里发生的改变（Änderung）与按照为他存在发生的变化（Veränderung）不同，变化仅仅是一个自在存在着的变化，而改变被明确地设定在某东西那里，否定被设置在某东西内部。 对黑格尔下面几段的一些改写可能会方便理解。规定和状况的互相过渡首先扬弃了它们的区别，我们到达了真正的某东西，由于到达这个某东西所扬弃的那种区别包含着质的异在，所以这里仍然有两个某东西，即使另一个某东西是以被扬弃的方式保留的。就这个意义上来说，这两个某东西之间并非是一般意义上的他者，否定现在不是位于两个某东西中的任何一个之外，而是明确地内在于某东西当中的。它们作为定在者彼此漠不相关，只是肯定自身，但这种漠不相关的自身肯定不再是一个直接的肯定，毋宁说，每一方都通过扬弃异在而与自身相关联，异在在规定里已经折返回自在存在。 现在他者与某东西的肯定的定在有着质的区别，被设定在某东西之外，只是以被扬弃的或者否定的方式作为某东西的定在，不如说某东西的质仅仅在于否定或扬弃它的他者。对于一开始的某东西而言，他者只是一个外在的对立面，是直接地漠不相关的，然而恰恰因为现在某东西因为明确地在自身内与他者相对立，反而和他者绝对地联系在一起。某东西实际上已经过渡到他者，某东西现在和他者一样，都在自身内是一个他者，且只是通过否定这个自身内的他者，作为扬弃了的他者才是某东西。 某东西作为内化存在就是异在的非存在，且异在就包含在内化存在里面，同时作为一个存在者被区分出来，那么某东西自身就是否定，就是一个他者在它那里的终止；反过来讲，某东西通过这种方式维系着自身。这个被扬弃的他者，作为某东西的内化存在，作为否定之否定，就是它的自在存在，而这个扬弃本身是某东西那里的单纯否定，即它对于它之外另一个某东西的否定。于是两个某东西有一个共同的规定性，这个规定性一方面等同于二者的内化存在，表现为否定之否定，另一方面既把这些否定（作为相互对立的两个某东西）联合在一起，也把它们相互隔断；让每一方都在它那里否定着他者——这就是界限（Grenze）。 界限首先是某东西作为直接的、自身关联的定在，针对他者而有的一个界限，然而他者本身也是某东西，某东西不过就是这个被否定了的他者，所以这个界限也是否定一般意义上的某东西的界限。 然而界限本质上来说同样是他者的非存在，某东西通过它的界限而存在着。某东西的界限作为它自身那里的他者的终结，本身仅仅是某东西的存在；某东西通过界限成为它所是的那个东西，在界限那里拥有它的质。这是因为，界限或者说他者的终结本身仅仅是单纯的否定或第一个否定，而终结了的他者却是否定之否定，是某东西的内化存在。 综上所述，某东西作为直接的定在，对于另一个某东西，一个他者而言是一个界限，但它在它那里就有一个界限，并且通过这个界限的中介而成为某东西，而界限同样也是某东西的非存在。界限现在是一个中介过程，通过它，某东西和他者既存在着也不存在着。某东西的定在和非定在在这里区别开了——某东西和他者在界限那里都终止了，它们在彼此之外同样是界限之外拥有它们的定在；而界限作为每一方的非存在，是双方的他者。 现在位于界限之外的某东西仅仅是不受限定的某东西，仅仅是一般意义上的定在，它与它的他者没有区分开，每一方都是一般意义上的某东西或者说每一方都是他者，二者是同一个东西，都仅仅是定在。然而，现在的情况实际上是，某东西作为被区分的直接的定在，仅仅在他的界限内存在着，但是先前的进展已经说明了，只有某东西超越自身，指向它的非存在，并扬弃这种非存在，进入作为非存在的界限，并从那里返回，才能达到这种被扬弃的非存在，某东西才能作为被区分的直接的定在在界限内存在着，因此，某东西只有在它的界限那里才是它所是的东西。 某东西通过那个内在于它的界限而被设定为一个自身矛盾，并且在这个矛盾的驱动之下超越自身，这就是有限者（Endliche）。 有限性、限制与应当· 当我们说某东西是一个有限者，这意味着，有限者在其界限外仍然拥有它的定在，更准确地说，它恰恰是在其界限外才拥有它的定在。有限者是一种否定的自身关联，但不只是某东西，某东西虽然也是一种自身关联地存在着的否定，但在某东西的直接性中这个否定仍然首先是漠不相关的东西，或者说，一个单纯的他者，有限者不但在它那里具有一种否定的内化存在，更确切地讲，在自身那里有一个界限，而且它本身就——不多也不少——不过是通过毋宁说作为这个界限自身否定地关联于自身的某东西，“它们存在着，但这个存在的真理却是它们的终结”（《逻辑学》P110）。 综上所述，这个界限不但内在于某东西，而且恰恰构成了某东西的内化存在的质，因此这个界限就是有限性，就此而言，这个界限不再是一般意义上的界限，而被设定为一个构成质的否定者，就这一方面而言，它应该被称作限制（Schranke）。然而，就界限作为这个否定的自身关联本身构成了一个被设定的规定，毋宁说仅仅作为一种规定性而言，就界限作为一个通过它的否定而被设定的东西而言，界限也是规定本身的自在存在的规定性，这个自在存在就是应当（Sollen）。 就此而言，应当在自身内包含着一个限制，有限者的限制不是一个外在的东西，毋宁说，它自己的规定也是它的限制。这个限制既是规定本身，也是应当，限制是二者的同一性因素。另一方面，有限者作为应当已经超越了它的限制，它作为应当，在自身内包含着的限制是一个被扬弃的东西，即它的自在存在，因此，它的界限也不是它的界限，而且恰恰是通过“不是它的界限”才作为“它的界限”，有限者的规定是一个已扬弃的限制。 “应当本身包含着限制，限制本身包含着应当。二者的相互关联就是有限者自身，也就是说，有限者在它的内化存在里包含着二者。”（《逻辑学》P117）有限者的这两个环节是在质上对立的环节，因此真正来讲，有限者是一个内在的自身矛盾，它自己扬弃自己，走向消灭，且只有通过这种消灭才成为有限者。然而，正因为有限者恰恰是通过这种自身消灭才成为有限者，这种消灭恰恰不是什么别的东西，而是有限者的规定本身，真正来讲，有限者通过消灭过渡到的东西也是一个有限者，只不过是另一个有限者，有限者恰恰是在另一个有限者那里与自身融为一体。因此，这有限者的“另一个”本身或者说他者，这种自身过渡到同一个东西的自身同一性，作为否定之否定，是一个肯定的存在，这个他者就是无限者。 1.1.2.3 无限性· 1.1.3 自为存在· 1.1.3.1 严格意义上的自为存在· 1.1.3.2 单一体和“多”· 1.1.3.3 排斥和吸引· 1.2 大小（量）· 1.2.1 量· 1.2.2 定量· 1.2.3 量的比例关系· 1.3 尺度· 1.3.1 特殊的量· 1.3.2 实在的尺度· 1.3.3 本质的形成转变· 二、本质论· 2.1 映象· 2.2 本质性或反映规定· 2.3 根据·","link":"/2023/01/12/%E9%BB%91%E6%A0%BC%E5%B0%94%E3%80%8A%E9%80%BB%E8%BE%91%E5%AD%A6%E3%80%8B%E7%AC%94%E8%AE%B0/"},{"title":"从女性主义到非男性主义，再到“非”主义：性别问题、阶级斗争、黑格尔辩证法与可能的共产主义","text":"一、性别问题：从女性主义到非男性主义· 1.1 性别身份政治的物自体· 我们常常看到男性为自己的男性身份焦虑，也正是在这点上，很容易理解为什么我们不看好部分MTF的性别焦虑和基本是强迫症性的对特定性别身份的维护，并认为这仍然属于严格的拉康意义上的男性主体的性化路径。请等一等，这当然不是在说什么“MTF在外表上、生物学甚至颅相学上，总之得是在什么原初的意义上就是男的，所以别做无意义的事”之类的蠢话，我们也能理解维护性别身份作为对这种庸常指责的抵抗。好吧，那么这些看起来简直有些冒犯的拉康派黑话到底是想说什么？ 我们在这里主要想说的是关于维持MTF的这一性别身份的焦虑。当然，我们不可能忽视MTF的生存状况，我们也可以理解维护性别身份作为一种斗争策略，但MTF所遭受的压迫不应该被还原到她们的性别身份上——这反而是恐跨人士的做法。恐跨人士（无论男女）常常提供一些生物还原论解释，即把MTF受到的压迫解释为来自于她们无法改变的生理性别身份，甚至可以说是某种宗教式的原罪，比如“男的就是男的”之同义反复，值得一提的是，无论生物学意义上的男女都可以复述这种基本属于男性沙文主义的话语，而且并不只是MTF为此感到焦虑，男性也在相反的意义上可能为“不够男性”感到焦虑，这种焦虑实际上还延伸到女性那里。在这里我们可以对拉康派的男性主体和女性主体的概念做一个简单的澄清，我们可以说任何人身上都存在着男性主体和女性主体的张力，（这可能过于简单化且没说清楚这意味着什么，更多的说明会在后面展开）。让我们回到我们的主题上，同样的生物还原论观点还引申出一些指责，如“厕所问题”相关的恐跨陈词滥调，我不认为在这里有必要继续讨论这个，比起“厕所问题”，MTF面对的是这样一种情况，因为具备一些被指认为男性性征的特征，只是以特定的方式穿着就会引起严苛的责难甚至是打击，这也是使部分MTF选择服药和SRS的原因。 除了上面的一个原因，也许是痛苦有解释总比没有好，事实上有相当数量的MTF至少在一定程度上接受了这种解释，即把MTF受到的压迫解释为来自于她们无法改变的生理性别身份，其中部分甚至拒绝接受未服用药物或进行SRS的自己或他人自称MTF。另一方面，尽管常常是因为还未能改变生理性征，更多时候MTF觉得有必要回应这些几乎没给MTF留下什么空间的解释和指责，部分MTF急于维护自己的性别身份，试图给这种身份寻找一种不同的保障，她们常常为此乞灵于某种别的生物学-神经科学解释，以至于倒向某种本质主义，“我天生是女性但是生在了错误的躯体里”，好像一个人的性别身份从出生开始甚至在出生前就已经被大自然大他者决定了，然后这里产生了某种本体论层面上的错位，导致MTF在一个接受“这一种生理性别规范而不是那一种”的社会里接受了错误的性别指派，但强调这“另一种规范”难道不是在和反跨人士玩同一种游戏吗？难道不是先有了这种必然总是已经出错的指派，才出现了MTF的本质主义幻想中“另一个大他者”的“没有出错”的指派？更不用说这种“另一种好的规范”对应的几乎已经要浮出水面的“另一种压迫性秩序”了，很多女性主义者和在生命中较晚转向MTF的人就绝对不可能认同它，而且这种“没有出错的自然规范”终究还是产生了某种错误，使我们到达了要求回到那种规范的MTF的处境，可以说，那种没出错的，前异化的本真状态是出错本身回溯性建构的，而它毕竟还是出错了。 有趣的是——好吧，我说“有趣的是”的时候意味着享乐结束了，接下来会有一堆理论——这种幻想在一定程度上与康德的物自体或者说自在之物（Ding-an-sich）同构，康德在发现了纯粹理性的二律背反后继续想象一个我们被禁止进入的没有矛盾的物自体的维度，这对他来说似乎是理所当然的。他无法接受现实中存在他自己已经说明了的矛盾，于是设置了物自体，他不假思索地认为匮乏处于主体一边，主体占有这个匮乏，又自行保持一个距离，通过这种方式，他才可能避免承认物自体就是那种矛盾本身作为现象中的空洞——作为现象之内核的现象之不可能性。在这里我们几乎看到了强迫症的最纯粹形式，康德的经验自我试图占有的是一个字面意义上的纯粹的匮乏，他越占有越匮乏，但是他还是要这么做，为什么？越这么做他越感到自己是完满的，好像至少在作为类似于拉康的“被言说的主体”（sujet de I’énoncé）的经验自我的“我在”之匮乏的背后，有一个完满性的保障，一个可能的“我思”式的或者说类似于“言说的主体”（sujet de l’énonciation）的先验自我X，一个思考着的本体-原质（noumenal-Thing），甚至可以说是某种奇怪的“我自体”（self-in-itself），可能免于康德在一切现象-存在中看到的死亡-匮乏，但那不过是通过死亡-匮乏本身却压抑死亡-匮乏后所看到的。现象的界限是现象本身的规定性，康德预设“物自体”的概念，无非是因为他触及了现象内在的界限，出现在现象中的匮乏逼着他去这么做，如果他继续接近，康德的强迫症幻想就会被粉碎，我们看到“物自体”只是被这种匮乏回溯性设定的。去看到“现象之幕”的背后其实不如说是绕回去看到现象本身的匮乏呈现在现象中，用黑格尔的话来说：“超感性的只是感觉的，以被设定为在真相中的方式被感知的；但是感觉的和被感知的真相是要成为表象，超感性的因此是表象之表象。” 现在的问题是，出现在现象中的匮乏到底是什么？这个问题可以转化为：象征界（the Symbolic）中抵制着象征化的匮乏-实在内核究竟是什么？这也涉及拉康的实在界（the Real）的一种奇怪的双重性：从通过能指-欲望的经济构建起来的象征-现实看来，这个无法接近的作为原质（Thing，“总之是某种东西”）或者原乐（Jouissance）的“我自身”总是已经丢失了，某种“自在”的实在界本身总是已经被象征化了，但作为剩余-产物的实在界又抵制象征化，因此无法从象征界触及，同时又正是以这种方式匮乏才出现在象征界或者说现象中，剩下的实在界何以抵抗象征化？通过讨论象征化，这种被拉康称作阉割（castration）的总是已经发生的丢失，我们有可能回答这些本质上是同一个的问题——象征化产生的抵制象征化的剩余，那个出现在现象中的匮乏到底是什么？这个不可化约的剩余-产物可以说是康德的“先验对象”，它与原乐般的物自体的根本区别是，它是表象的无法获知的基础，但为了我们经验的一致性，它却必须不得不被明确地思考为一个纯粹的未知的X，一个纯粹的思想物（Gedankending），一个有待填补却在定义上就无法填补的匮乏，原乐的“丢失”或者说“匮乏”本身作为剩余享乐（surplus-enjoyment）（通过误认）成为了幻想的对象小a（objet petit a），a也就是autre，他者，拉康通过经科耶夫中介了的黑格尔理解他者，并在康德的意义上把它形容为“自我的质料”。可以说，他者仅仅意味着原乐（与“大他者”的）匮乏或者不存在，实体对自身的外部性，实体的自身“离心化”或者断裂，实际上就是主体本身，被当作一种“具体普遍性”（Particular Universality），一种构成性例外，对象小a被误认为想必知道“我自身”答案的“他者”，就像保证我们经验一致性的“先验对象”，它填补了“我自身”之丢失形成的空洞。通过一个被早期拉康称作“镜像阶段”（stade du miroir）的过程，“自我”产生了，但我们所认同的“自我”（ego）仅仅只是想象关系中“小他者”的镜像（i(a)），意味着“‘我’是非-‘他者’”，然而，这个“非-他者”被直接误认为自我，在这个过程中，主体本身已经退隐了，只剩下想象与象征的关系，用科耶夫的话说，词“谋杀”了主体。在这里讨论L图示可能是有意义的，但我们还是略过吧。需要注意的是，这里的小他者只是一个在想象关系中的“根本不是另一个人的他者”，而不同于对象小a作为象征化剩余的特殊位置。不如说早期拉康的小他者在晚期拉康那里是一种对象小a的产物，词能够“谋杀”主体恰恰只是因为它在其“谋杀”的完全实现之失败中在想象界产生了一个空洞的剩余，对象小a，这“一小片实在界”作为象征化无法穿透的剩余出现在想象界，单纯在一种想象关系中就成为了小他者。而这里可以顺便澄清的是，黑格尔的“主体”不同于“个体”，他所说的“主体”就是指实体的自身“离心化”或断裂，也恰恰是这种贯穿于“个体”（Singular）和“普遍”（Universal）中的断裂，使得一种被误认为“个体的杂多与相互关联”或者说“主体间性”（intersubjectivity）的想象关系得以可能。 经过上述说明，我们或许可以很直观地理解拉康的幻想公式$◇a，其中$是被划杠的主体，$和a或许可以被形容为中间的◇这个空洞的两面，$是“空洞的形式”而a是“空洞的质料”。幻想意味着主体$的凝视越过丢失的“我本身”之空洞看向a，在这种幻想中避免与空洞-断裂本身或者说作为那个空洞的主体本身的遭遇，好像本来处于空洞（◇）位置的原乐被a偷走了，藏在背后，然而，原乐恰恰只是对象小a作为“原乐的匮乏”被误认为某种“原乐小偷”而回溯性构建的，原乐从一开始就不存在，阉割只是这种不存在罢了。通过幻想，主体化（subjectification）作为把主体$与象征秩序中的同时总是作为构成性例外的特权内容（对象小a）——比如命令的解释的匮乏——强行绑定以实现象征认同的过程，恰恰在自己的失败中实现了，分裂的、被划杠的主体（$）被主体化为某种特殊的幻想性主体-位置X，而分裂主体本身被降低为纯粹的凝视处于a的另一边，认为a本身或者说背后一定还有什么，却看不到自身的空洞，实际上a就是那个“在其自身之中却超出自身”的东西，对象小a作为大他者的匮乏恰恰就只是一个空洞，但它却又是一个作为空洞又超出空洞的东西，它只有在象征-想象中才被认为具有奇怪的本体论深度。同样，阿尔都塞的“意识形态唤问”（ideological interpellation）也总是要预设同时也在其失败中回溯性地产生出主体与对象小a的想象关系——主体通过将大他者中作为其匮乏的自身的异质性存在定位为对象小a，并通过对象小a来定位自己对大他者是什么，以缓解主体本身作为匮乏引起的“自己对大他者是个啥”（Che vuoi?）的焦虑，使意识形态唤问的失败回溯性地转变为某种曲折的成功的，也就是这种焦虑。人类主体从一开始就诞生在完全陌生的象征秩序的世界里，但它必须要依靠象征秩序才能存在。在口欲期母亲的无法理解的不在场中它已经识别出自己与象征秩序的格格不入，它自身是一个匮乏，这是人类主体最早的焦虑体验。焦虑是实在的，或者如弗洛伊德所说，唯一不具欺骗性的感情是焦虑。 除了前面简单提到过的关于“言说的主体”和“被言说的主体”的几乎没有做什么说明的分裂以外，为什么拉康用被划杠的S（sujet，主体）来表示主体（$），还有更多的理由：我们曾提到过，阉割是关于原乐的总是已经发生的丢失或者说原乐不存在，尽管我们甚至没有涉及关于能指和能指链的基本讨论，但在这里还是可以提一下，“原乐不存在”或者说阉割，意味着主体在大他者中找不到能代表主体的能指，大他者是匮乏的，一个“错误”、一个“脱节”总是已经发生，这个“脱节”不但产生出而且恰恰就是主体本身，主体意味着在象征秩序中缺乏自己的位置——我们之前讨论的那个幻想公式中原乐的丢失形成的空洞恰恰就是主体本身，“我自身”的空洞性；这种空洞和无位置构成了主体的焦虑，最后，“能指的匮乏变成了匮乏的能指X”，主体只能通过接受大他者中转喻主体作为匮乏的能指也就是菲勒斯（Φ）的阉割功能把自己注册进象征秩序。重要的是，包括菲勒斯，每一个转喻匮乏或者说没有所指的主人能指（S1）都打开了意义或者拉康意义上的知识（S2）的空间，并总是产生出一个剩余或者说保留了一开始的匮乏，意义的一个缺席的中心，对象小a。接下来，我们可以继续分析康德的强迫症结构。 使事情显得很吊诡的是，在康德那里填补无法接近的“我自身”之空洞的对象小a在字面上就是一种匮乏，主体通过试图占有匮乏却感到匮乏的匮乏，感到匮乏的不在场，感到一种意义的充盈；它通过证明自己与物自体完满的原乐之维足够远，感到自己有接近原乐实现自律的完满主体性自由的可能；它通过否认大他者与匮乏的联系使大他者也成为完满的，幻想自己也能具有完满的自我；它欲望匮乏，是因为它认为匮乏一定意味着还有什么东西可以弥补它和完满的大他者之间的鸿沟，它越接近那个匮乏，它就越发现那只是大他者的匮乏，这引起了欲望消失的焦虑，最后他只能与那个匮乏保持一个基本的距离，通过禁止进入本体的维度来维持物自体，通过放弃享乐的可能来维持已丢失的原乐的幻想。强迫症不可能实现的占有欲、野心的膨胀以及对伴侣的失望，都只是因为它发现原来那个匮乏真的就只是匮乏，而不是想象中想必藏着什么秘密的匮乏，为此它转而欲望某种更匮乏的匮乏。强迫症面对象征阉割不会反抗，他强调自己反抗的无力，去自己把自己与享乐拉开距离。他预设一个没有匮乏而直接享有原乐的大他者，使他毫无还手之力地遭遇象征阉割，最后，他欲望成为那个没有匮乏的大他者，通过在幻想中看向对象小a，那个纯粹的匮乏，他相信其背后隐藏着不受阉割的可能性，好像总还有什么是他没有理解的，他要为此做准备，然而，阉割却早已发生在实在界，而对象小a只是阉割产生的剩余，只是大他者掉下的一张空头支票，一旦他被迫因为什么原因接近他的欲望对象，他就会发现“这不是那个”，并陷入焦虑之中，如果不穿越强迫症幻想，他往往又会相信别的什么里面藏有秘密。 我们可能扯得有点远了，但这应该还是有意义的，尽管我很怀疑前面的阐述是否足够清楚，现在我们终于可以回到主线上了：这里的情况与康德不同的是，MTF的“另一种本质主义”终究还是进入了被他们搬出来救急的“物自体”。一旦我们这么做就会发现本来被认为是“物自体”的“那个什么东西”也充满断裂，而我们真正的结论会是“物自体”本身就是那个断裂，就像我们正在讨论的问题，难道问题的重点不是前面提到的那种大他者的决定内在的错位吗？关键在于性别身份指派的错位和失败，而不是一套特定的性别身份-规范，错位内在于后者才是最基本的，这难道很难发现吗？或许我们会想在这里引用广为人知的“猫派真理”——从“有压迫就有反抗”到“造反有理”。在这里产生的不是压迫对反抗的因果性解释，而是压迫和反抗的直接短路，压迫和反抗是一枚硬币的两面，或者说构成了秩序的“外密性内核”，被秩序压抑，排除为结构性外部的，恰恰内在于秩序本身，构成秩序本身的内核。反抗是无条件的，反抗总是歇斯底里的，“非理性”的，就像压迫是无条件的，这里不需要什么别的理由——因为反抗恰恰意味着“完满”秩序和其解释的失败与不可能性，秩序本身必然是非-全的，必然包含着压迫或者说压抑，而反抗则是被压抑者的回归，它们同时出现。 说完这些，我们也很容易理解前面这种“另一种生物现实”的本质主义观点遭到一些女性主义者的指责，因为女性主义议程在很长一段时间里都是在为让人们摆脱秩序框定的女性身份（这很快膨胀到各种身份，包括男性身份）或者朴素地说“刻板印象”以获取更多解放的空间而斗争。而部分持某种“性别本质主义”观点的MTF实际上在追求这种斗争一直试图摆脱的东西，因此不难理解来自女性主义者方面的责难。事实上，MTF和恐跨的女权人士都有必要理解这种斗争，而这种斗争使女性主义膨胀为非男性主义。 1.2 选择你的性别……须不留余力· 我们现在来通过拉康考虑一下我们为何将过渡到“非男性主义”，这将从讨论另一种流行的倾向开始，也就是宣称某种性别像货柜商品一样排列的“性别流变”，这基本成为了LGBTQ+里的这个加号的意义。尽管这个加号可能本来是为了象征某种开放的空间，它最终变成了一种消费主义式的面向某种顾客的“开放”。但性别或者说主体的性化路径不是什么商品。首先，男性和女性（或者说非男性）不是对称的关系，这里存在着一个基本的不对称的差别。我们在这里最好考虑一下性化公式，这对理解我们一开始在讨论MTF的性别焦虑时所说的那些关于男性性化路径和强迫症的黑话也是有帮助的——它实际上意味着性别差异是面对阉割的在根本上不对称的两种姿态。 男性主体面对阉割的姿态是“所有人都受制于菲勒斯功能”，这意味着在男性主体看来菲勒斯秩序至少在表面上是整全完满的。而女性主体的姿态是“并非-‘所有人’都受制于菲勒斯功能”，这里强调的是一种例外功能，女性主体通过否定作为一个全体被指称的女性的存在，或者说认同于一个并非-全部（pas-toutes）女性的存在，认同于 “不存在”这一“匮乏的在场”来面对阉割，女性主体实际上意味着整个性化秩序的结构性例外，这也是拉康的饱受非议的“女性不存在”（la femme n’existe pas）的语言游戏的意义。关于这一点，更多的启发或许在于实际上这场关于性别的游戏中只有男性存在。男性共同体总是在自己玩着自己的游戏，自己通过压抑预设自己的结构性例外，预设一个他者，并在其他者那里看到自身，男性共同体通过其秩序的断裂实现了自己的具体普遍性，而这个他者本身总是——像我们之前在关于康德的部分分析过的那样——一种想象关系中的对匮乏的误认：正是前面女性作为“不存在”的匮乏、因为集合的元素根本无法被集合本身包含而余下的一个空集合、父权制-男性共同体抛入水中最后得到的一个空荡荡的竹篮子，这个空篮子（女性性（femininity））作为一种“具体普遍性”成为了整个性化秩序的结构性例外，在男性的性化路径中被误认为不受阉割的弗洛伊德意义上的原父，“至少一个人不受制于费勒斯功能”，构成了男性集合的边界，而这也恰恰是男性认为在女性一边存在某种神秘的女性性的原因。这个女性性实际上成为了男性主体的对象小a，其背后似乎隐藏着不受阉割的秘辛，这使性化秩序好像摆脱了一种纯粹偶然性，因为在女性性的背后似乎有什么整个性化秩序的真正“底层代码”，可以解释男性的难以承受的阉割焦虑——似乎男性只是还没有理解“不可理喻”的“女性性”藏起来的“底层代码”以找回失去的菲勒斯，而这个“底层代码”的最好例子是今天的互联网“红丸党”。另一方面，女性在成为这种结构性例外的同时，却在男性的性化路径或者说性化秩序那一侧的“所有人都受制于菲勒斯功能”中发现自己成为了一个空洞的“女性性”，实际上成为了“没有人”，“‘没有人’不受制于阳具功能”，这个空洞构成了女性主体的边界，其边界只是一个纯粹的空洞，面对父权制-性化秩序的压迫，女性主体的对象小a是一个无深度的空洞，直接能看到其后什么都没有，性化秩序的大他者好像宕机了，没能给出哪怕是一张空头支票，所以女性主体的问题常常是“什么是一个女人？”，一种关于暴力的偶然性和解释的匮乏背后是否有回答“我是什么”、“为什么这是我”的解释的迷思，通过这种对大他者持续着却得不到回答的质问，女性仍然以一种作为回应和反抗的歇斯底里的姿态被卷入了性化秩序。不论如何，女性主义斗争不需要也不可能讨论一个统一的“女性性”，即使是作为斗争的策略，女性主义和性别问题的关键从来不是一些“两性之间”或者某种“性别间性”的性别游戏的问题，而是性压迫的问题，其斗争往往是为了回应其被卷入的男性共同体的性别游戏，我们需要的只是对这场独角戏的否定，这个斗争的口号在今天主要是“非男性主义”，但这种否定仍然不能彻底摆脱其否定的对象，就像刚才我们分析的那样，压抑和反抗成为了秩序的两面。我们接下来还会看到为了真正贯彻这种否定，一个更激进和彻底的立场是有可能的，尽管现在我们还无法给出它。 现在比较清楚的是，与前面分析的强迫症主体同构，男性主体欲望得到总是已经被夺走了的菲勒斯以达到一种完整的自我。至少在幻想中他总是可能具有一种完整的自我，也可以拥有完整的菲勒斯，只是被大他者阉割了，而在他的想象中有一个对象小a（女性性）把不被大他者阉割的秘密或者说菲勒斯从象征-现实中藏了起来。为此，他欲望女性，但他在接近欲望的对象时逐渐发现的却是菲勒斯功能本身的匮乏，这引起了欲望-幻想消失的焦虑，于是他又在一种拖延中主动保持和欲望对象的距离，认为这里一定还有什么还没有准备充分。一旦他过于接近，就会发现他欲望的对象根本不是菲勒斯，随后立即对其失去兴趣。如果用一个可能过于简单化的解释来描述男性主体和女性主体，我们可以说——男性主体是相信“我是我”，在“生存还是毁灭？”的抉择中无限拖延，持续问着“我为何存在？”，确信只要有某种最低限度的“我思”就能保证“我在”，以维持自我存在背后的合理性甚至是不变的永久性，并准备好为此牺牲一切的强迫症主体；而女性主体是持续问着“你为什么说这是我，你想要什么？”的癔症主体，一种不断否认，对浮现的每一种“我”都不断指出“这不是我”的笛卡尔式“我思”主体。 另一方面，性别流变的说法忽视了性别的创伤性维度，我们关于性别的选择确实是自由的，但它是一个决定我们的基本幻想、基本的生存和实践立场或者说“此在”的激进的自由选择，而不是买“无酒精酒”还是“无糖可乐”的现代无害化版本的消费主义自由选择。关于性别观念的改变所必须经历的那种创伤性维度，在一些较晚才开始期望成为MTF的人那里应该是容易理解的。在这点上，我反而还想回应一下部分人对这种自由的指责，考虑到赛里斯性少数的状况，他们害怕“随意选择性别”的自由导致的某种“腐化”多少显得有些莫名其妙，但这种恐惧不能被还原为借口，真正让他们感到焦虑的恰恰不是“随意”，而是这种选择的激进维度——一个人居然可以彻底否定和改变自己最内己的存在，某种一闪而过的无身体的主体性自由的深渊撕开了整个象征性现实的统一性，“怪物”与“人妖”的隐喻下压抑着的已被道出的真相之恐怖威胁着他们自己的存在。他们是否敢于甚至说可能明确地去想象这种激进地改变自己全部身份的选择将面临的痛苦，再考虑一下在赛里斯做出这种选择所面对的全部特殊困难？我想问，他们中真的有人能“随意地”去“自由地”做个选择吗？ 如果说之前由于赛里斯大他者的特殊性，我们讨论的MTF的一些倾向常常更多是神经症性质的，那么我们在这种倾向中我们可能遭遇的是性倒错。要讨论这个问题可能更为棘手，这并不是说我们反对性别政治的自由本身，恰恰相对立，我们觉得“性别流变”不够“性别流变”，真正的姿态必须要同时看到“性别流变”意味着人总是有能够彻底放弃被认为是最内己的东西的激进自由。在与这种姿态相反的意义上，“性别流变”的支持者常常好像明确地知道大他者从他身上欲望什么，他真的认为自己知道自己在这个秩序中要做什么，能做什么，“应该”做什么，自己的位置是什么，即使那个位置就是作为纯粹空洞的大他者欲望对象的流变，他也要不断占据它，不是出于激进的创伤性的自由而是大他者的享乐命令，他把自己当作大他者享乐的工具，并且只能通过满足大他者的享乐命令的方式享乐——为了享乐而享乐。这意味着什么？考察一种在赛里斯更常见的性倒错的路径或许对理解这一点有所帮助：作为家暴受害者的MTF，在俄狄浦斯情结的第二阶段，母亲-孩子-菲勒斯三角的想象关系被粉碎，母亲被禁止享有或者说被剥夺了菲勒斯，因为她欲望孩子的想象性父亲，必须遵守父亲强加给她欲望的法则，而父亲被认为具有象征的费勒斯，母亲的欲望客体，而孩子通过认同想象性父亲和其强加在母亲欲望上的象征性法则把自己视为父亲的竞争对象，问题并没有在这个节点出现；在俄狄浦斯情结的第三阶段，实在父亲的介入使他放弃直接成为菲勒斯，接受父亲的象征阉割，通过像任何男性一样的性化路径认同于菲勒斯秩序；然而，即使通过压抑接受了象征阉割后，他仍然无法回避不断作为暴力-实在的父亲入侵的持续张力——他必须否认（disavowal）父亲，简单地在经济上摆脱家庭是不够的，“父之名”（Nom-du-père）的效果不仅限于家庭的经济功能，父亲必须被某种方式不再被看作认为具有菲勒斯；为此他试图直接自己满足菲勒斯秩序大他者的欲望，他通过直接把自己转变为菲勒斯秩序大他者的欲望的客体小a来做到这一点，为此，他甚至物化自己，把自己当做大他者享乐的工具，这具体指什么视情况而定，但相信不必多说；他把满足大他者的欲望直接当作自己的欲望，如此就可以通过和菲勒斯秩序大他者的短路否认父亲，这种方式直接否认了阉割的效果，他们否认父性大他者而想象一个通过自己达到完满的母性大他者，重新建立，毋宁说是从全球资本主义（赛里斯“改良的”父权制与它至少暂时很好地结合）大他者那里复制了一个以满足资本增殖式的享乐为中心的象征秩序；然而，这种尝试基本是绝望的，他发现自己根本不可能完全满足大他者的欲望，即使他试图使自己被其享乐命令完全吞噬，尽一切可能物化自己或是责难拒绝成为享乐工具（“乐子人”）的人，他之中好像还是存在某种异于那个命令的东西，因为大他者的欲望只意味着主体是大他者中的断裂，“母性大他者不存在”，最终阻碍他的不是别的，而只是他被困在为享乐而享乐的无止境的大他者欲望再生产的循环中，永远无法到达他所幻想的原乐，当性的原乐也被证明为不可能或者不充分后，他只能去追求死亡的原乐，然而，即使是死亡也无法修正出生的错误。必须承认的是，单纯的医药和商业资本参与的“药贩”等等在赛里斯仍然是一种相当边缘化的秩序，在MTF问题上，这种全球资本主义的收编还不是主要情况，因此在这里应该小心，不应该把作为歇斯底里的反抗还原为这种倒错——即使在MTF的情况下不同倾向之间存在一种混杂关系。我们在这里根本不应该反对而恰恰激进地支持要求包括获取药物、SRS途径在内的争取权利的斗争，但我们反对为了能够“正常地享乐”而服用药物，而我相信更多的MTF也不会同意他们获取药物是为了享乐。天哪，我们的货架上现在难道存在可供自由选择的一堆药物么？至少到目前为止这还是贯穿MTF生活的斗争，激进地选择放弃自己过去身份的人的斗争！现在就认为这种斗争已经被完全收编，难道不才是“我们比人们更清楚人们想要什么”的真正的斯大林主义倒错吗？同样必要的是要注意到上面讨论的性倒错也不是什么共同体的可能出路，而只是在重复全球资本主义的现状罢了。这使我们必须面对的情况已经开始进一步膨胀到性别问题之外，接下来我们会继续讨论这一点。 二、黑格尔辩证法遭遇阶级斗争：从非男性主义到“非”主义· 2.1 一切存在中的断裂· 我们之前过渡到了非男性主义，其意义在于，我们也同时打开了允许男性质疑自己身份而不是一直为之焦虑的空间，通过这种方式，我们为女性主义引入了某种可能的激进维度，而不是被迫停留于某种男性和女性的对称共存。我们也由此发现，性别问题的重点不是男性个人杂多的存在，而是男性共同体-父权制作为拉克劳意义上的文化霸权。虽然我怀疑这有些太简单化了，但我想说的基本是，每个人都在一个根本的层面上很糟糕，因为他们是根本上自由的，包括做最糟糕的事的自由，只是文化霸权或某种秩序之偶然性使这一根本性的糟糕变成了压迫，而一些低估别人糟糕程度的“政治正确”实际上是一种通过崇高化实现的意识形态，如果我们不是把别人视作什么原型精神病，他们起码也应该有作恶并为此负责的自由，尽管这当然不是说我们应该支持对MTF等等的压迫。因此有些吊诡的是，如果我们要真正承认人的自由是根本的，就恰恰无论如何仍然需要生产出一个主人能指来让人们“放规矩点”（behave themselves），甚至在这里我们可能需要某种经过公开讨论的道德规范。讨论这种计划是否有意义或者说是可能的？好吧，它当然总是会出错，至少回溯性地被看作错误，但重要的是，这种必然性并不可能为错误辩护，而出错的环节却仍然是必要的，我们不应该害怕错误而避免任何可能的行动，尽管我们要注意不能踏入同样的错误。 言归正传，关于文化霸权的思考和上一部分末尾已经开展过的关于资本主义秩序的讨论很快把阶级斗争引入了我们的视野。显然，问题不只是在男性那里或者父权制那里存在（尽管我有时梦到“图男”能解决问题，然而结论是就算“图男”也没啥用），我们不应该忽略“房间里的大象”——资本主义秩序（不论是“威权的”还是“自由的”）。而我们已经讨论过的拉康的性化公式在这个意义上也把性别问题扩展到关于象征秩序的问题——之前我们已经从女性主义走向了非男性主义或者说某种“非-全”主义，然而，这种只是作为结构性例外的“非-全”并不能否定秩序本身，因而最终也只是陷入了秩序本身的逻辑。在我们之前关于性化公式的分析中，我们可以看到女性主体是怎么——虽然绝不能说成被收编——无法否认地陷入了性化秩序的游戏的。相反，通过阶级斗争的那种要求彻底改变秩序本身的激进的否定维度，我们现在可能看到，无论是非男性主义还是“非-全”主义，为了贯彻其本身作为一种否定，真正的立场应该是“非”主义（“不”主义）。这个象征“实体即主体”的纯粹的“非”本身，或者说实体上的断裂，实体对自身的外在性，实体的自身“离心化”，就是黑格尔所谓的“自身关联的否定”。黑格尔的纯有（Sein）立刻过渡到纯无（Nichts）或者说“不”，并以不同的方式超出自身并在之后的环节中重新回到自身，存在的这一辩证进展本身就是它证明它所是的，毋宁说它不能是-其所是的，它将证明存在的真相明确地是自身关联的否定。黑格尔那里可以看到的这种作为“不”的基本对抗，作为一切存在-秩序中的断裂，我们或许可以叫它阶级斗争，因为它是一个今天非常基本的纯粹“对抗”而不是某种“向共存的斗争”的典例。 在这里我们需要澄清一下从“非男性主义”到“非”主义的进一步膨胀的意义：女性主义斗争最终不是被联合而是证明自己就是阶级斗争，这不是说它是附属的“子斗争”或者可以顺便解决的事，相反，这是在说女性主义斗争证明自己可以是，为了贯彻自身也必须是和阶级斗争在同样的激进水平上的斗争，而阶级斗争则可以为女性主义斗争提供一个真正的激进维度并在其中实现。当人们说阶级斗争贯穿一切的时候，他们最好真的明白贯穿一切意味着在一切当中，它就是一切基本对抗，这意味着，用一些猫派术语来说，如果要把我们的普遍斗争指认为“阶级斗争”，那么其普遍性当然应该寓于女性主义斗争的特殊性之中。当然，这多半已经改变了阶级斗争本身的意义，但我们不是恋词癖。 可能有些吊诡的是，苏联马克思主义传统中“唯物辩证法”的一些发展，比如《矛盾论》，反而恢复了部分黑格尔辩证法“本来应该”具备却以一种糟糕透顶的方式先卷入了“误解之辩证”的洞见。即使被他们时代对黑格尔的庸俗解释包围，“唯物辩证法”许多真诚的继承和发展者那里始终有一种黑格尔体系包含着极为重要的东西的预感。然而必须要强调的是，“元语言不存在”，重点并不在于黑格尔的“本真意义”，“本来应该”已经意味着回溯性的时间结构——“误解”是“理解”的构成性障碍，黑格尔恰恰必须先被“误解”，才能在今天被真正“理解”。今天时代的问题不是对黑格尔盖棺定论，这显然越来越不可能做到，也不是试图从那个未被中介的真正的“黑格尔”那里找到什么秘密的迷思——黑格尔总是已经被中介了的，若非他成为了整个“后黑格尔”传统中的“创伤性”的断裂，一切话语中的空洞和努力试图排除的稻草人，那个“真正的”黑格尔也不过是一条不够死狗的死狗，可能还是与普鲁士王室貌合神离的乏死狗，恰恰就是因为他太死狗了，黑格尔体系才在其死亡中取得了自己的普遍性——对未来开放——真正的问题是黑格尔会怎样看待今天的时代：在“第一个真正的阶级”（资产阶级）还正在把自己组装起来，而德意志的资产阶级市民社会还有待从外在于自己的国家和容克贵族身后支离破碎地进入历史的这样一个时期，黑格尔根本不可能预见“阶级斗争”的普遍性，真正的问题是黑格尔在自己的便秘中留下的遗产——可以说黑格尔体系就是一坨冲不走的实在界大便——将如何被阶级斗争的洁厕灵中介？ 2.2 本体论时间中的事件· 现在，我们继续更细致地来考察一下“自身关联的否定”到底意味着什么。自身关联和否定的概念是在后面的环节出现的，在《逻辑学》体系的开端，纯有（无条件的纯存在范畴，任何可能的最低限度的符号秩序）直接过渡到纯无，说明纯存在根本无法直接持存。这一开端已经预示着任何实体中总是存在一个最小断裂，实体的真相就是这种断裂，黑格尔的实体即主体就是这个意思，但这里我们还没有关于实体或主体的概念，之后的进展才会揭示这点。在这里还只是纯无（Nichts），或者说“不”，考虑一下黑格尔在这里为何使用Nichts一词可能是对理解有帮助的，Nicht可以对应德语中的“不”，而Nichts可以看作本身不指向具体对象的“名词化”的否定性或空虚性，这个最简单的拒绝本身（甚至没有这种反身性，只是直接的拒绝，这里这么说只是为了排除那种认为拒绝必须有一个对象的成见）就是纯无。这个“不”在一种自身关联中不断超出自身，又遭遇自身的这个过程就是辩证法，但在《逻辑学》中辩证法并没有哪怕是作为亨利希所谓的“方法论”(methodology)或者“钥匙”被预设，辩证法不如说是从纯存在开始的每一个范畴总是-不能是其所是的整个过程同时也作为结果，“不”的真相在这个过程中被证明为“自身关联的否定”。黑格尔在讨论作为开端的存在的无条件的直接性时，他在考虑任何可能的最低限度的符号秩序，《逻辑学》实际上一种关于任何可能的符号秩序的发生学。可以说亨利希的理解在某种意义上是正确的，“《逻辑学》不是一种理论，是一个语义过程（semantic process）……无论我们从哪里开始，我们都将达到黑格尔所描述的那种结构”。黑格尔在这里强调无条件的意思并不是说我们努力达到“无预设”，而是说在这里讨论预设是直接不合法的，我们要排除我们对这种考虑预设的可能性的预设，就像在《逻辑学》的序言所说，在开端所需要的只是“排除一切先行的东西”的决心，或者说一种与开端的纯存在同样空洞的“纯思”。对这种决心或者说纯思的考察或许会把我们引向一个前本体论的“原初开端”，如果考虑到不论是决心还是“纯思”都意味着的那种主体自主性，则也许将引向“划杠的实在”。因为这里将出现一个问题——从一开始为什么会有这种决心或“纯思”，因而有任何秩序，而不是一种在前秩序的驱力的自我满足中旋转的精神病宇宙-实在界？而我们之前关于原乐的讨论中，似乎情况是这样的，首先存在某种原乐之“自在”的完满性，直到象征化破坏了它，这也会引起同样的问题——实在界的象征化何以可能，毋宁说，实在界为什么（在一个本体论时间的层面上）总是已经被象征化了？ 答案只能是“实在界不存在”，实在界总是被划杠了的，原乐或者享乐之完满实体从一开始就不存在，那个完满的原乐之维只是剩余享乐或者说对象小a这一纯粹匮乏回溯性产生的作为某种“被匮乏”之物的投影。但贯穿一切的匮乏是这样一种匮乏，其在场与任何“前匮乏”的完满性都不可通约，这里存在着一个本体论上的鸿沟。一个真正惰性的“物质”宇宙并不能产生出充满了断裂的秩序，它最终必须是盲目的，最低限度的纯存在的概念也将对它是陌生的，否则它就将自身超出自身。我们能够考虑一种本体论秩序的唯一可能性条件，仅仅只是一种在“永远过去”之中发生的前本体论层面的灾难性的失衡。根基本身必须只是寻找作为惰性的坚实保障的根基的失败，作为一种根据的“驱力”只能是“死亡驱力”，作为总是超出自身，在毁灭中保持自身的孤注一掷。如果我们要在任何意义上承认对抗的存在，考虑与主体相关的秩序，实体必须同时作为主体，物质-实在必须是被划杠的，而所谓的原初根据也只能是主体无根性的“自由的深渊”。这或许是一种不倒退到还原论-机械唯物主义的，承认基本对抗的“辩证唯物主义”的唯一可能的路径。 关于我们在前面提到的“真相”也有需要澄清的，这种澄清对我们进一步理解在本章开始只是被简略谈及的关于行动和错误的迷思也有所帮助，并将起到总结的作用。黑格尔意义上的真相基本是这样的，我们到达了这个环节，这回溯性地说明前面环节的真相是当前这一环节，但是为了到达这个环节，甚至为了知道前面环节的真相实际上在于不同于它的某个环节，前面的环节是必须的，我们不可能直接获得真相。这是辩证法的一个洞见，比如，有人可能会指责法国大革命的革命恐怖，在其后说它存在一些错误，但要到达这一“其后”，并使恐怖（往往是和所谓的“矫枉过正的”、“过度了的”革命一起）回溯性地变成错误，这个错误是必要的，恐怖是必要的。革命恐怖作为一种外部威胁抽象而任意地否定“主体”的肯定的、实体化的内容，“主体”总是发现自己“付出一切而一无所获”，但正是因为它交出了自己所珍视的一切，突然，他意识到自己只不过就是在这种否定中仍然保持自身的一个仅仅作为自身关联的空洞，这个空洞的绝对否定性的深渊只是他自己，而它的所有肯定的内容被看作是被设定的，外部的和偶然的东西，它在那种本来威胁着他的革命恐怖中认出了自己，这种主体自身关联的空洞内核的直接袒露，将使新的主人能指的产生乃至于回过头来指责其错误成为可能。也是在这个意义上，“人的本质”，如果我们在这里还要使用这种表达的话，恰恰在于 “不” -是社会关系的总和”。另一方面，我们将看到，阶级斗争状况，这一“自身关联的否定”达到的形式，我们在这里甚至可以说，黑格尔的绝对精神就是阶级斗争，绝对精神这个自反性的，总是无法是-其所是，无法到达自身观念又超出自身观念的概念，证明自己的真相是阶级斗争，从其在后来的马克思主义传统中所激发的新历史立场来看，革命被视为恐怖的原因被解释为资产阶级不愿与农民与城市劳动者分享革命成果（虽然他们通过农民和城市平民，作为某种“消失得不够快的中介”完成了革命）。资产阶级背叛了自己的革命，他们期待革命状态结束，而部分激进的革命派（雅各宾派），仍然忠于革命作为巴迪欧意义上的事件，逗留于作为“不含任何肯定物的无意义的纯粹恐怖”的绝对否定性，同时又不断生产出新的主人能指的革命-事件中。事件之所以成为“无-意义”或者就事件及其退场来说，“非-意义”（non-meaningful），是因为事件恰恰意味着“意义”之维在“非”（non-）之无限判断（infinite judgment）的“前半部分”中被明确地“悬置”，事件不是意义的匮乏，而是纯粹的匮乏本身，新的“意义”正是通过这个无限判断才得以发生——革命-事件被描述为转瞬即逝的“闪光”与“雷霆”，必须以扬弃自身来结束，无限判断本身就是对自身的扬弃，在它到达它的“后半部分”（meaningful）时，它自己将自己抛入永恒的过去，通过使自身的“前半部分”（non-）转变为自身的例外或者说“具体普遍性”来产生出意义的充实性（meaning-ful）。这也是黑格尔的“否定之否定”的意义，真正的否定是自身否定，把自身驱逐到自身的外部，通过自身断裂来在其自身的剩余-外部中成为一种肯定。当“世界之夜”在理性的白昼似乎已经永远过去，关于成为人类有限性背后的某种神圣实体的木偶的恐惧，掩盖了其诞生自的与历史-实体的连续进展脱节的匿名否定性的深渊，余下一句“我惧怕上帝，除此之外无所畏惧”；当革命-事件已经退隐为结构性例外，革命会被其生产出的新“意义”之历史-秩序视为恐怖，降低为“无-意义”（not-meaningful）的否定判断（negative judgment），某种我们还能在革命恐怖的纯粹匮乏背后找到某种神秘的意义的幻想——这都毫不奇怪。可以说，一种革命行动需要这样的信念，它不应该害怕行动，行动成为错误是不可避免的，它需要把自己作为历史的赌注，相信作为永远过去的总是已被压抑或磨灭的所有反抗，都会在未来的革命事件中被重新拯救，而它本身便正是这种正在进行的拯救。也许我们可以用《精神现象学》序言中的一段话做总结：“软弱无力的美之所以憎恶知性，因为知性要求它去做它无能为力的事。但精神的生命不是表现为害怕死亡，与荒芜保持绝对的距离，而是表现为承受死亡，并在死亡中保持自身。只有当精神在一种绝对的支离破碎状态中重新找到自己，它才赢得它的真相。精神是这样一种力量，不是作为某种肯定的东西，对否定闭上双眼，就像有时，我们说某事物什么都不是或是虚假的，就此完事，转身去处理别的那样；相反，精神只有在直面否定并在其中逗留时才是这种力量。正是这种在否定中逗留的魔力才把否定的东西转化为存在。” 三、超越歇斯底里：可能的共产主义？· 3.1 有谁看到那里有一个洞吗？· 如果我们还记得先前我们被迫过早发展的那些关于“猫派真理”的阐述的话，我们现在有可能更好地理解我们之前得到的结论，我在这里重复一遍：反抗恰恰意味着“完满”秩序和其解释的失败与不可能性，秩序本身必然是非-全的，必然包含着压迫或者说压抑，而反抗则是受压抑者的回归。我们现在可以顺便来讨论一下关于左派和右派区别的迷思，人们总是在这里进行一种并列，或者把两者放到一个线性的轴上去考虑，事实上“左派”和“右派”与空间和方位相关的用语本身就暗示了这种连续性甚至是对称性。然而，“左派”和“右派”，两者之间往往包含着一种根本上的区别：“猫派真理”是“左派”最纯粹的形式，“左派”总是承认对抗是不可化约地存在着的，对抗内在于秩序，而且绝不可被完全化约为秩序的一部分，或者说秩序本身总是非-全的，它总是包含着压抑和被压抑者的回归；而对于“右派”而言，这里总是存在一种自身完满的可以不断循环与空转的秩序，而后才有一个“坏的”机械降神（deus ex machina）式的对抗莫名其妙地从现存一切的大舞台之外掉进了秩序，然而，尽管从种族主义到反女性主义的“右派”总是在担心这种“危险”，但秩序本身无论如何必须被小心翼翼地理解为完美的、坚不可摧的，即使它在“右派”的描述里再怎么同时又矛盾地是易碎的，而那个突然出现在舞台上的对抗只能被理解为是被排除出一切存在秩序之外的某种物自体般威胁着秩序的怪物维度所强加的，而这个维度同时又是根本不可理解的，“右派”在这里的强迫症结构显而易见，他们所拒绝理解的只是对抗本身罢了。尽管并不是完全合适，在这里我们或许会想引用又一句“猫派真理”——“事物因内部矛盾引起发展”，事实上，如果我们还要继续使用这个表述的话，这句话的补充应该是，这个内部矛盾本身就是事物的外部或者说外部性及其能被设想为“个别事物”的条件。 马克思批判唯心主义的一个动机，实际上就是基本与我们刚才所述的“右派”同义的唯心主义或者说理型主义（ideal-ism）指向的不存在断裂和压抑的吞下一切的“完满的秩序”，这种理论可以被用于为普鲁士王室辩护。马克思在费尔巴哈的影响下回到了某种物质生产领域，尽管可能对黑格尔（特别是他的绝对精神的概念）存在一些马克思的时代流行的误解，马克思仍然从黑格尔那里接受了某种被他称为辩证法的东西，他并不想强调某种惰性的物质性现实秩序的完满性，作为某种真正坚实的意义的保障。相反，比起关于生产力在历史中资本增殖式的膨胀的迷思在一次次革命的热月中耐人寻味的胜利，撰写《资本论》的马克思尝试通过政治经济学批判为物质生产领域打开一个充满矛盾的开放性裂口，而“历史唯物主义”关于生产力的分析一度也只是为了指出一些特殊的生产方式的矛盾（事实上马克思把不适用这种分析的生产方式全部用“亚细亚生产方式”来指代），这种矛盾只是在资本主义这里才变得最明显，甚至是自反性的——资本主义的概念恰恰在于它自身的不断危机化。在这里，黑格尔意义上的恶无限似乎与某种真的无限性发生了怪物般的重叠，资产阶级市民社会秩序“无序的”野蛮膨胀非但没有导向市民社会和作为它自身分裂的“自我意识”的国家的共同毁灭，相反，正因为黑格尔意义上的国家是永远无法到达自身观念的概念——列宁理解了关键，重点在于，无论作为镇压机器还是为了某种“统治阶级的长远利益”的妥协机制，它都保留了阶级斗争不可调和之实在——国家在其自反性中也被卷入并融合进了今天代表着市民社会的全球资本主义秩序，后者的结构性例外成为同样贯穿了国家的真正的普遍性，其结果是今天在这个“膨胀”的比喻方面最迅速和最成功的资本主义经济体的特征和吊诡地通过基层的无政府状态存在的威权政治。继续讨论这一问题会导向“单纯的”经济领域的分析的失效，而这种分析在今天也被砍去了激进之维，毋宁说只是关于某种“大洪水”的预言，这一预言比较“乐观”但本质而言没什么不同的版本中，所谓隧道尽头的光，完全可以是个火车头。为了看到问题的严重性，我们或许必须重新考虑把什么看作物质性的，或者说自我持存的、再生产的，以及其中存在着怎样的断裂，又要怎么铺设新的秩序？这把我们引向这个问题——尽管总是存在基本对抗，考虑一种超越只是作为现存秩序的回响的歇斯底里话语的共产主义是否仍然是可能的？ 3.2 穿越“福山主义”幻想· 要回答这个问题，我们必须首先指出，政治经济学批判所实现的不应该是帮助我们找到某种可以到达的前异化的本真状态，否则我们很快将倒退到理型-主义（ideal-ism），其较新的对应物是一种关于早期马克思的《1844年经济学哲学手稿》中提到的“异化劳动”和基本是费尔巴哈的术语“类本质”的“人道主义的马克思主义”的迷思。马克思自己在考虑某种按劳分配的社会主义的平稳过渡甚至于共产主义社会时候可能也忽视了这一点，他实际上在设想一种没有资本主义的矛盾的资本主义。如果我们是通过一种对“自我意识”作为“有机的”整合力量的一种“自我和解”的理解来批判黑格尔臭名昭著的“国家是市民社会的自我意识”的话，真正应该承受这个批判的是应该是那个作为青年黑格尔派-费尔巴哈主义者的早期马克思，我觉得他可能是最早的“福山主义者”（fukuyamaist）之一：他对“唯心主义者”黑格尔进行“唯物主义翻转”的理由不如说是（通过一个双重的误认）认为黑格尔只在思想领域中达到了前面提到的那种“自我和解”，只是“对天国的批判”，对现实没有影响，而“问题在于改变世界”，把“自我和解”“从人间”开始“升到天国”；正是他开始设想一种社会主义集体的（替代了实体的）某种主体作为一种“有机的”整合性力量，可以在一个不会有任何卡壳的“封闭的经济学”中完全控制社会生产与再生产；这个颠倒版本的“伪-黑格尔主义”神话大概是这样的，资本作为“人”“异化的实体性”的历史极点，产生出了把资本看作“自身的非存在”的，与“异化的实体性”分离的“无实体的主体”，一无所有的无产阶级，使这样一种情况成为可能，“人”在一个 “历史的终结”式共同体的“绝对主体”中“自我和解”，克服了自己“异化的实体性”，完全实现了自己的“类本质”；马克思所批判的“唯心主义者”黑格尔和把一切吞到自己内部的“绝对精神”，不过是马克思自己的本体论“从人间升到天国”后可以预见的投影。猫主义者为此打上的补丁是认为社会主义甚至共产主义也仍然存在矛盾，在因为一些众所周知的原因不再那么“乐观”的加强版本中将是存在基本对抗，或者用猫主义者的术语来说，“对抗性矛盾”，不管怎么说，这显然已经改变了共产主义社会的意义。 更多时候，马克思认为关于共产主义社会的讨论在斗争的特定阶段是不可能的，就像物自体一般被禁止进入，这实际上意味着，它只能作为穿越理型-主义意识形态幻想，作为真正的反抗所必需建立起的先验幻想，完全到达它在其严格意义上是不可能的，但我们无论如何仍然需要一个出路。共产主义不应该是对作为“自在存在”的被压抑者，或者朗西埃所谓的“无分之分”（part des sans-part）在现存秩序下的讨论，这不仅在字面上就是不可能的，而且实际上只会导向对现存秩序的重复。共产主义只由秩序本身的内在不一致产生，它意味着我们的斗争挣扎着寻找的某种出路。但这种出路绝不能仅仅只是产生出新的主人话语，历史理性的诡计一度造成了某种悲剧——马克思及其后继者在资本主义社会生产领域打开批判性裂口的真诚努力，被用于为另一种秩序及其压抑辩护，而这种秩序最终被卷回了资本主义之中，这种悲剧不能重复第二次，否则只会成为闹剧。那么，出路究竟是什么？被拉康称作“分析师话语”（discourse of the analyst）的一种社会关系模式或许代表着这种可能的出路：这种话语必须持续地置身于象征秩序上的“洞”，置身于“日常生活”看似平滑的连续统上的断裂，必须持续地与主人能指保持距离——即使是在一种新的主人能指或者说“新秩序”出现的时候——而恰恰就是从这种“分析师话语”中生产出新的主人能指或者说“新秩序”。也许我们可以说，通过“分析师话语”，停止关于被压抑者的“为他存在”的倒错-恋物癖成为可能，因为拉康所谓的“分析师话语”不是什么“占据各种符号学优势的知识分子-分析师们的话语”，相反，它恰恰意味着纯粹的被压抑者的“自为存在”。实际上，尽管必然存在一些基本的不同，这或许和部分猫派对CR的期望有所重叠。我们还必须看到，在这种斗争中没有什么历史的大他者来为我们的行动做担保，也许我们还会想到罗莎·卢森堡的名言“社会主义或是野蛮”和当今生态马克思主义者的忧虑，一切似乎像是“历史不站在我们这一边，它倾向于我们集体自杀”。无论如何，我们再也不可能考虑“从不平等走向平等”的现状之重复，这种重复本身在今天就必须产生出超出重复的过剩。单纯知性所未能看到的是，斗争可以也只能从内部展开，因为这个内部本身就是秩序的外部。断裂贯穿了一切可能的现实，昭示其失败。而在不可能的开端所需要的只是“排除一切先行的东西”的决心，一个新的主人能指——我们仍然有必要提出这个口号：未来必须是共产主义，否则未来将是乌有。","link":"/2023/01/17/%E4%BB%8E%E5%A5%B3%E6%80%A7%E4%B8%BB%E4%B9%89%E5%88%B0%E9%9D%9E%E7%94%B7%E6%80%A7%E4%B8%BB%E4%B9%89%EF%BC%8C%E5%86%8D%E5%88%B0%E2%80%9C%E9%9D%9E%E2%80%9D%E4%B8%BB%E4%B9%89/"}],"tags":[{"name":"马克思","slug":"马克思","link":"/tags/%E9%A9%AC%E5%85%8B%E6%80%9D/"},{"name":"资本论","slug":"资本论","link":"/tags/%E8%B5%84%E6%9C%AC%E8%AE%BA/"},{"name":"黑格尔","slug":"黑格尔","link":"/tags/%E9%BB%91%E6%A0%BC%E5%B0%94/"},{"name":"逻辑学","slug":"逻辑学","link":"/tags/%E9%80%BB%E8%BE%91%E5%AD%A6/"},{"name":"资本主义","slug":"资本主义","link":"/tags/%E8%B5%84%E6%9C%AC%E4%B8%BB%E4%B9%89/"},{"name":"社会主义","slug":"社会主义","link":"/tags/%E7%A4%BE%E4%BC%9A%E4%B8%BB%E4%B9%89/"},{"name":"共产主义","slug":"共产主义","link":"/tags/%E5%85%B1%E4%BA%A7%E4%B8%BB%E4%B9%89/"},{"name":"哔哩哔哩","slug":"哔哩哔哩","link":"/tags/%E5%93%94%E5%93%A9%E5%93%94%E5%93%A9/"},{"name":"上野千鹤子","slug":"上野千鹤子","link":"/tags/%E4%B8%8A%E9%87%8E%E5%8D%83%E9%B9%A4%E5%AD%90/"},{"name":"女性主义","slug":"女性主义","link":"/tags/%E5%A5%B3%E6%80%A7%E4%B8%BB%E4%B9%89/"},{"name":"家庭","slug":"家庭","link":"/tags/%E5%AE%B6%E5%BA%AD/"},{"name":"性别问题","slug":"性别问题","link":"/tags/%E6%80%A7%E5%88%AB%E9%97%AE%E9%A2%98/"},{"name":"评论","slug":"评论","link":"/tags/%E8%AF%84%E8%AE%BA/"},{"name":"霍尔盖特","slug":"霍尔盖特","link":"/tags/%E9%9C%8D%E5%B0%94%E7%9B%96%E7%89%B9/"},{"name":"齐泽克","slug":"齐泽克","link":"/tags/%E9%BD%90%E6%B3%BD%E5%85%8B/"},{"name":"精神现象学","slug":"精神现象学","link":"/tags/%E7%B2%BE%E7%A5%9E%E7%8E%B0%E8%B1%A1%E5%AD%A6/"},{"name":"先验唯物主义","slug":"先验唯物主义","link":"/tags/%E5%85%88%E9%AA%8C%E5%94%AF%E7%89%A9%E4%B8%BB%E4%B9%89/"},{"name":"唯物主义","slug":"唯物主义","link":"/tags/%E5%94%AF%E7%89%A9%E4%B8%BB%E4%B9%89/"},{"name":"回溯性","slug":"回溯性","link":"/tags/%E5%9B%9E%E6%BA%AF%E6%80%A7/"},{"name":"本体论","slug":"本体论","link":"/tags/%E6%9C%AC%E4%BD%93%E8%AE%BA/"},{"name":"翻译","slug":"翻译","link":"/tags/%E7%BF%BB%E8%AF%91/"},{"name":"朗西埃","slug":"朗西埃","link":"/tags/%E6%9C%97%E8%A5%BF%E5%9F%83/"},{"name":"无产者之夜","slug":"无产者之夜","link":"/tags/%E6%97%A0%E4%BA%A7%E8%80%85%E4%B9%8B%E5%A4%9C/"},{"name":"笔记","slug":"笔记","link":"/tags/%E7%AC%94%E8%AE%B0/"},{"name":"精神分析","slug":"精神分析","link":"/tags/%E7%B2%BE%E7%A5%9E%E5%88%86%E6%9E%90/"},{"name":"身份政治","slug":"身份政治","link":"/tags/%E8%BA%AB%E4%BB%BD%E6%94%BF%E6%B2%BB/"},{"name":"阶级斗争","slug":"阶级斗争","link":"/tags/%E9%98%B6%E7%BA%A7%E6%96%97%E4%BA%89/"},{"name":"拉康","slug":"拉康","link":"/tags/%E6%8B%89%E5%BA%B7/"},{"name":"康德","slug":"康德","link":"/tags/%E5%BA%B7%E5%BE%B7/"},{"name":"德国古典哲学","slug":"德国古典哲学","link":"/tags/%E5%BE%B7%E5%9B%BD%E5%8F%A4%E5%85%B8%E5%93%B2%E5%AD%A6/"},{"name":"辩证法","slug":"辩证法","link":"/tags/%E8%BE%A9%E8%AF%81%E6%B3%95/"},{"name":"自由","slug":"自由","link":"/tags/%E8%87%AA%E7%94%B1/"}],"categories":[{"name":"读书","slug":"读书","link":"/categories/%E8%AF%BB%E4%B9%A6/"},{"name":"文章","slug":"文章","link":"/categories/%E6%96%87%E7%AB%A0/"},{"name":"翻译","slug":"翻译","link":"/categories/%E7%BF%BB%E8%AF%91/"},{"name":"笔记","slug":"读书/笔记","link":"/categories/%E8%AF%BB%E4%B9%A6/%E7%AC%94%E8%AE%B0/"},{"name":"随感","slug":"随感","link":"/categories/%E9%9A%8F%E6%84%9F/"},{"name":"键政","slug":"键政","link":"/categories/%E9%94%AE%E6%94%BF/"}],"pages":[{"title":"关于我——微不足道之事","text":"软弱无力的美之所以憎恶知性，因为知性要求它去做它无能为力的事。但精神的生命不是表现为害怕死亡，与荒芜保持绝对的距离，而是表现为承受死亡，并在死亡中保持自身。只有当精神在一种绝对的支离破碎状态中重新找到自己，它才赢得它的真相。精神是这样一种力量，不是作为某种肯定的东西，对否定闭上双眼，就像有时，我们说某事物什么都不是或是虚假的，就此完事，转身去处理别的那样；相反，精神只有在直面否定并在其中逗留时才是这种力量。正是这种在否定中逗留的魔力才把否定的东西转化为存在。 ——《精神现象学》序言 如果要问为什么架设个人博客，主要也就是记录一些文章和想法，以及放一些译文之类的东西。在这方面我是很矛盾的，因为我觉得我很有可能在这些文本里面犯了一些非常糟糕的错误，但同时，我又认为我有必要甚至说有某种义务在这片空间至少写下点什么，当然了，写下的这些东西如果能有所帮助则更好。想来错误也只意味着事情不可避免地成为错误的，这些文本也算是我自己的挣扎和尝试。一些较早的文本可能有非常多的问题，但我还是希望将它们放在这里，而不是强迫症般地不断修改，以望臻至完美，我们都知道那个“完美的”文本并不存在，试图通过无尽的拖延来逃避谬误，或者说“在文本中的死亡”，只是低于精神的毫无意义的无能。总而言之，如果读者有什么想法，这里欢迎交流和批评。至于为什么不使用社交媒体，主要原因便是审查，其次却是考虑到部分文本实在不够成熟，想着放在博客上更加可控一些。另外，我还是觉得使用博客更灵活一些，虽然我基本完全不懂前端就是了。 联系· 你可以在以下这些地方找到我，但说实话我可能不会经常出现或及时回复。 知乎：Shage_Jack 豆瓣：Shage_Jack 哔哩哔哩：Shage_Channel Twitter：Shage_Jack Telegram： @Shage_Jack Telegram频道：临川荒冢 邮箱：shagejack@gmail.com","link":"/about/index.html"}]}